{
    "status": "vor",
    "id": "00210",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00210",
    "authorLine": "Paolo Brunori et al.",
    "title": "French do it better. The distributive effect of introducing French family fiscal policies in Italy",
    "published": "2020-04-30T00:00:00Z",
    "versionDate": "2020-04-30T00:00:00Z",
    "statusDate": "2020-04-30T00:00:00Z",
    "volume": 13,
    "issue": 1,
    "fpage": 2,
    "lpage": 18,
    "elocationId": "2-18",
    "pdf": "http://web:8082/00210/ijm-00210.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Italy has one of the lowest fertility rates in the world. A solution, often advocated to incentivize fertility, could be to reform the Italian tax and benefit system taking inspiration from the French fiscal family treatment. This would imply to introduce the quotient system, where taxation is not on an individual basis, as in Italy, but the tax applies to the family as a whole, and to introduce the cash-benefits provided in France to families. The purpose of our paper is to assess the distributive effects of such a fiscal reform. We estimate these effects using MicroReg, a static microsimulation model able to predict the first order effects of tax and benefit system reforms. We show that a shift to the French income tax system would lead to decreased income inequality and a substantial tax reduction for households with three children, especially those who are medium-high income. The new income tax would result in a substantial disincentive to female labour supply, albeit mitigated by greater progressivity in favour of low income groups with children. Moreover, adopting French-style family benefits would further reduce inequality and increase disposable income for households with at least two children. However, those with just one child would be slightly worse off.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Brunori et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Florence"
                            ]
                        },
                        "formatted": [
                            "Florence",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Università degli Studi di Firenze"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported",
            "emailAddresses": [
                "paolo.brunori@unifi.it"
            ],
            "name": {
                "index": "Brunori, Paolo",
                "preferred": "Paolo Brunori"
            },
            "orcid": "0000-0002-1624-905X",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Florence"
                            ]
                        },
                        "formatted": [
                            "Florence",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Istituto Regionale Programmazione Economica della Toscana"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported",
            "emailAddresses": [
                "marialuisa.maitino@irpet.it"
            ],
            "name": {
                "index": "Maitino, Maria Luisa",
                "preferred": "Maria Luisa Maitino"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Florence"
                            ]
                        },
                        "formatted": [
                            "Florence",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Istituto Regionale Programmazione Economica della Toscana"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported",
            "emailAddresses": [
                "letizia.ravagli@irpet.it"
            ],
            "name": {
                "index": "Ravagli, Letizia",
                "preferred": "Letizia Ravagli"
            },
            "orcid": "0000-0002-5201-8283",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Florence"
                            ]
                        },
                        "formatted": [
                            "Florence",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Istituto Regionale Programmazione Economica della Toscana"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported",
            "emailAddresses": [
                "nicola.sciclone@irpet.it"
            ],
            "name": {
                "index": "Sciclone, Nicola",
                "preferred": "Nicola Sciclone"
            },
            "type": "person"
        }
    ],
    "funding": {
        "statement": "No specific funding for this article is reported."
    },
    "dataSets": {
        "availability": [
            {
                "text": "The model is based on the Italian sample of EUSILC. Access to EUSILC data is granted by Eurostat to recognized research entities for scientific purposes only. Tax rules considered in this paper refer to the 2016 tax returns (tax year 2015) for both Italy and France. The EUSILC sample of 2016 is used.",
                "type": "paragraph"
            },
            {
                "text": "The code of the model is prorietary.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "microsimulation",
        "family quotient",
        "fiscal policy",
        "fertility",
        "inequality",
        "child benefit"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Low fertility in Italy is such that the current fertility rate is 1.34, lower than the replacement fertility level of 2.1 children per woman. One of the possible solutions to stimulate fertility may be a fiscal reform that could lighten the tax burden on larger households and increase cash subsidies to families with children.",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper we estimate the distributive effects of a reform of the Italian tax and benefit system inspired by the French model. In fact, France has a relatively higher fertility rate and a tax-benefit system that tends to favour the choice to have children.",
                    "type": "paragraph"
                },
                {
                    "text": "Our hypothetical reform would introduce the French “family quotient” and replace the Italian cash subsidies to households with children with those in force in France. We analyse the redistributive effects by distinguishing households by deciles of equivalent household income and number of children and by calculating the classic indicators on income distribution inequality. We also consider the possible effects on labour market participation for non-working women, by estimating the change in women’s participation tax rates after the hypothetical adoption of French income tax. The simulation of the new tax-benefit system is made through MicroReg, a static microsimulation model, built on wave 2016 of the Italian subsample of the European Survey on Income and living conditions (EU-SILC).",
                    "type": "paragraph"
                },
                {
                    "text": "Our analysis confirms that indeed an income tax inspired by the French system, based on the so called “family quotient”, would reduce the tax burden and substantially increase cash transfers for families with children. However, the most advantaged by such a reform would be families with three or more children. Because, in Italy, the average number of children per woman does not reach two, one may question whether this system of incentives would have the same efficacy in Italy, where the number of couples considering the possibility of having a third child is limited. Moreover, the “family quotient” does have the well-known effect of discouraging woman labour supply. However, due to the stronger progressivity of the French income tax rate, this effect is weaker for families with lower incomes. Our analysis also underlines how in France, the “family quotient” is coupled with a generous system of subsidies. A more generous system of cash transfer may be a second expensive ingredient to induce a higher fertility rate, so a different modulation of taxes may not be enough to obtain miraculous effects on the birth rate.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is organized as follows: the second paragraph reviews the main literature on the effects of fiscal policies on fertility, focusing on the French case. The third describes household fiscal treatment and social transfers for households with children set by France and Italy. The fourth analyses the distributive impact of shifting from the Italian to the French tax-benefit system and the effects on effective marginal rates for women. Finally, we make some concluding remarks.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "A wide literature has investigated the effects of public policies on fertility choices, as shown by some reviews: <a href=\"#bib7\">Gauthier (2007)</a>; <a href=\"#bib14\">Sleebos (2003)</a>; <a href=\"#bib17\">Thévenon and Gauthier (2011)</a>. The literature generally divides policies in two categories: direct, such as tax and benefit (social transfers or tax discounts) and facilitated loans, and indirect, from care services to parental leave and flexible work schedules. The effect such policies on fertility is measured by a variety of indicators, such as the total fertility rate, the time of deciding to have children or the probability of having children distinguished by birth order and mother’s age. The results are not always conclusive and unambiguous but, in general, a positive impact of policies on fertility is indeed observed, even if it is rather weak. Furthermore, some contributions suggest that policies have more effect on the time when women decide to have children rather than on their total number.",
                    "type": "paragraph"
                },
                {
                    "text": "A few of studies focus on the effect of the French tax and benefit on fertility showing a positive impact of implemented policies on the probability of having a higher number of children (<a href=\"#bib16\">Thevenon, 2009</a>). The only paper on the effects of the “family quotient” on fertility is (<a href=\"#bib9\">Landais, 2004</a>). The analysis is based on tax returns data available since 1915. The causal effect of policies on fertility is estimated by applying the “difference in difference” methodology to two legislative changes which occurred in the 1980s. The “family quotient” was introduced in 1945. It was, initially, an equivalence scale to be applied to household taxable income, which took into account the tax burden due to children, especially starting from the fifth. In 1980, the quotient was reformed and strengthened starting from the third child. However, in 1981, a limit to its effects was introduced, by setting a ceiling to the obtainable tax rebate.",
                    "type": "paragraph"
                },
                {
                    "text": "Landais evaluated the effect of the two legislative changes, starting from the ceiling introduced in 1981. He compared the fertility of very high-income households, to which in fact the ceiling was applied, to that of slightly lower income households, untouched by the reform. The difference in average number of children before and after the reform and between the two groups was positive, even if limited, which would seem to confirm that the reduction of the rebate connected to the “family quotient” reduced fertility.",
                    "type": "paragraph"
                },
                {
                    "text": "To evaluate the effects of the 1980 introduction of a favourable quotient starting from the third child, Landais compared the share of households with two children to that with three children in the years before and after the reform. Considering the five years before and after 1980. The estimated effect of the tax incentives appeared positive but weak and tend to become manifest some years after the reform.",
                    "type": "paragraph"
                },
                {
                    "text": "Similarly, <a href=\"#bib5\">Ekert-Jaffe (1986)</a>, evaluated various forms of household support, summarised in a policy index, based on data from the late 1970s. Ekert estimated a regression model to exploit the variability of policies between some European countries, including France, to explain differences in fertility rates. Social subsidies appear to have a positive but weak impact on fertility. The overall effect of the French tax system on fertility was estimated at 0.2 children per woman.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#bib1\">Breton and Prioux (2005)</a> focused their studies on French third-child policies. Over the years, these policies, including the “family quotient”, have been subject to numerous and inconsistent reforms. At the time the authors wrote, there were three third-child favouring policies: household allowances, the subsidy for low-income households with three children and the “family quotient”. To evaluate these policies, Breton and Prioux took advantage of the changes that occurred in regulations over time, by comparing the frequency of households going from first to second child to that of households going from second to third child in the 1970’s and after. The authors concluded that it was very likely that the policies had a positive and significant effect on the probability to go from the second to the third child.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#bib12\">Piketty (2005)</a> used the extension of the <i>Allocation Parentale d’Education</i> (APE)<sup>[<a href=\"#fn1\">1</a>]</sup> of 1994 as a natural experiment to estimate fertility and female labour market participation elasticity to benefit. The 1990s reform provided the opportunity to request the benefit at the birth of the second child, instead of the third one, as was previously done. The study, conducted on sample data, shows that the reform contributed to widening the gap in term of labour force participation between mothers of two children and mothers of three.",
                    "type": "paragraph"
                },
                {
                    "text": "Later on, <a href=\"#bib10\">Laroque and Salanié (2014)</a> followed a different approach. Their work estimated a discrete model of the decision to have children and participate in the labour market based on data from the French Labour Force Survey. According to their study, financial incentives had a positive and significant impact on deciding to have children, especially the third child.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. The effect of fiscal policies on fertility",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In comparing French and Italian family policies we limit our analysis to income tax and cash benefits. The analysis therefore ignores a not less important aspect of family policies: the opportunity to have access to child-care services that is considered beyond the scope of our analysis.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The main income tax distinction between the two countries is the taxable unit. Italy applies the personal income tax to individuals (IRPEF). In France, the tax unit for income taxation is neither individual nor based on the household. It is a sub-group of the household, that consists of one taxpayer plus the spouse, if they are married or have signed a contract of civil partnership, and all dependent children/adults. Dependent children are: children under 18 (automatically); children strictly under 21 (if they agree to be declared with their parents); children strictly under 25 who are students (if they agree to be declared with their parents); disabled children (automatically whatever their age), Finally other adults can be dependent if they are disabled.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To take into account the family size, the French taxation system gives a weight, so called “part”, to each family member and adds them together to compute the family ratio so called “<i>quotient familial</i>” (QF) (<a href=\"#table1\">Table 1</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Household type and children</th>\n<th align=\"left\">Part</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Married or cohabiting couples</td>\n<td align=\"left\">2</td>\n</tr>\n<tr>\n<td align=\"left\">Single</td>\n<td align=\"left\">1</td>\n</tr>\n<tr>\n<td align=\"left\">Single parent with at least one dependent child</td>\n<td align=\"left\">1.5</td>\n</tr>\n<tr>\n<td align=\"left\">Widow/er/s with at least one dependent child</td>\n<td align=\"left\">2</td>\n</tr>\n<tr>\n<td align=\"left\">First child</td>\n<td align=\"left\">0.5</td>\n</tr>\n<tr>\n<td align=\"left\">Second child</td>\n<td align=\"left\">0.5</td>\n</tr>\n<tr>\n<td align=\"left\">Every child after the second</td>\n<td align=\"left\">1</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "The French “family quotient” (QF)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The amount which is submitted to the tax schedule is the net taxable income, <math id=\"inf1\"><mi>y</mi><mo>,</mo></math> divided by the QF. A tax per “part” is calculated by applying to the taxable income per “part” the legal tax rate of the corresponding bracket (<math id=\"inf2\"><mi>r</mi><mi>a</mi><mi>t</mi><mi>e</mi></math>). The tax amount obtained is then multiplied by QF to give the total tax for the tax uni<b>t</b>. Let’s call it “normal tax liability”.",
                            "type": "paragraph"
                        },
                        {
                            "text": "However, the relief provided by the QF has a limit. To compute the actual liability a “new tax” must be recalculated by applying the QF of spouses (or a single person) under the assumption of no children and subtracting the following ceilings:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "3,562 euros for each of the first two 0.5 “parts” in the case of a single parent;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "1,510 euros for each of the 0.5 additional “parts” to the first two in the case of a single parent;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "1,510 euros for each of the 0 .5 “parts” in the case of a couple.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "The actual liability is the maximum between the “normal tax liability” and the “new tax”, <math id=\"inf3\"><msubsup><mrow><mi>I</mi></mrow><mrow><mi>q</mi></mrow><mrow><mi>M</mi><mi>A</mi><mi>X</mi></mrow></msubsup></math> (<a href=\"#table2\">Table 2</a>)<sup>[<a href=\"#fn2\">2</a>]</sup>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Italy</th>\n<th align=\"left\">France</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Taxation unit</td>\n<td align=\"left\">Individual</td>\n<td align=\"left\">“Fiscal household”</td>\n</tr>\n<tr>\n<td align=\"left\">Gross income</td>\n<td align=\"left\">Total individual income</td>\n<td align=\"left\">Total household income</td>\n</tr>\n<tr>\n<td align=\"left\">Deductions</td>\n<td align=\"left\">Deductions for pension contributions, first home cadastral income and others</td>\n<td align=\"left\">Deduction for income source</td>\n</tr>\n<tr>\n<td align=\"left\">Net taxable income</td>\n<td align=\"left\">Total individual income net of deductions (y)</td>\n<td align=\"left\">Total household income net of deductions (y) divided by number of “parts” (QF)</td>\n</tr>\n<tr>\n<td align=\"left\" valign=\"middle\">Legal rates</td>\n<td align=\"left\">23% up to 15,000 euros<br/>27% from 15,000–28,000 euros<br/>38% from 28,000–55,000 euros<br/>41% from 55,000–75,000 euros<br/>43% over 75,000 euros</td>\n<td align=\"left\">0% from 0 to 9,700 euros<br/>14% from 9,701–26,791 euros<br/>30% from 26,792–71,826 euros<br/>41% from 71,827–152,108 euros<br/>45% over 152,108 euros</td>\n</tr>\n<tr>\n<td align=\"left\">Tax credits</td>\n<td align=\"left\">Tax credits for income source<br/>Tax credits for household dependents (spouse, children and other household members)<br/>Other minor tax credits</td>\n<td align=\"left\">Tax relief (<i>Décote</i>) and other minor tax credits</td>\n</tr>\n<tr>\n<td align=\"left\">Net tax</td>\n<td align=\"left\"><math id=\"inf4\"><mi>y</mi><mo>×</mo><mi>r</mi><mi>a</mi><mi>t</mi><mi>e</mi><mo>-</mo><mi>t</mi><mi>a</mi><mi>x</mi><mi/><mi>c</mi><mi>r</mi><mi>e</mi><mi>d</mi><mi>i</mi><mi>t</mi><mi>s</mi></math></td>\n<td align=\"left\"><math id=\"inf5\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>M</mi><mi>a</mi><mi>x</mi><mrow><mo>{</mo><mrow><mfrac><mi>y</mi><mrow><mi>Q</mi><mi>F</mi></mrow></mfrac><mo>×</mo><mtext> </mtext><mi>r</mi><mi>a</mi><mi>t</mi><mi>e</mi><mtext> </mtext><mo>×</mo><mtext> </mtext><mi>Q</mi><mi>F</mi><mo>;</mo><msubsup><mi>I</mi><mrow><mi>q</mi></mrow><mrow><mi>M</mi><mi>A</mi><mi>X</mi></mrow></msubsup></mrow><mo>}</mo></mrow><mo>−</mo><mi>t</mi><mi>a</mi><mi>x</mi><mtext> </mtext><mi>c</mi><mi>r</mi><mi>e</mi><mi>d</mi><mi>i</mi><mi>t</mi><mi>s</mi></mrow></mstyle></math></td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Income tax features in Italy and France",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "This complex calculation mechanism should guarantee horizontal equity: for the same income, a household with more dependents, and consequently a higher quotient, applies lower average income tax rate than a household with fewer dependents.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Italian tax system achieves horizontal equity through a system of tax credits for household dependents. Each taxable individual has a theoretical amount of tax credit for his dependent spouse, children and other household dependents, distinguished by age and number of children:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "1,220 euro for each child lower than 3 years and 950 euro for each child higher than 3 years in households with less than four children.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "1,420 euro for each child lower than 3 years and 1,150 euro for each child higher than 3 years in households with at least four children.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "The actual tax credits, obtained by multiplying the theoretical amount for a coefficient, decreases linearly with the increase of the total income, until zero over 95,000 euros,",
                            "type": "paragraph"
                        },
                        {
                            "text": "Vertical equity is achieved in both systems through increasing tax rates for income brackets (<a href=\"#table2\">Table 2</a>). The growth profile of tax rates by brackets is more pronounced in the French system than in Italy.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1. Income tax",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The system of cash subsidies to households is much more generous and developed in France than in Italy. In Italy, the subsidies are the following:<sup>[<a href=\"#fn3\">3</a>]</sup>",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "<i>Family allowances (AF</i>). They are the most important subsidies to households with children. The recipients are households whose total income is composed by at least 70% of income deriving from employment, pension, unemployment or ordinary layoff funds. The amount of the allowance depends on the type of household unit (single parent or with both parents) and whether there are children under 18; it goes up by number of members and goes down, to zero, by total family income classes.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Baby bonus (BB</i>). Introduced in 2015, this is a subsidy of 960 euro per year for households where a child was born or adopted that is paid up to the age of three to households whose Equivalent Economic Situation Indicator (ISEE)<sup>[<a href=\"#fn4\">4</a>]</sup> is lower than 25,000 euros. The subsidy is increased to 1,920 euro per year for households whose ISEE is lower than 7,000 euros.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Birth Bonus (PN</i>). 800-euro lump-sum subsidy paid to any household for the birth or adoption of a child.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Family allowances for households with three children (AF3</i>). Households whose ISEE is lower than 8,556 euros receive 141.3 euros on a monthly basis. Since 2016, households with at least four children receive an additional 500 euros per year.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "In France, the system of cash subsidies to households is composed of the following measures:<sup>[<a href=\"#fn5\">5</a>]</sup>",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "<i>Family Allocation (AF</i>). This benefit is paid to households with at least two dependent children. Children are considered as dependent persons if they are aged under 20 and earning less than 55% of the minimum wage. The benefit became means-tested starting from 2015 for families who earn more than a defined threshold. The theoretical benefit amount depends on the number and age of dependent children: for example, a household with two children receive 130 euros a month, one with three children 297 euros. Each child after the third receives an additional amount of 167 euros a month. Further combinations relating to age and number of children and income define different monthly amounts.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Early Childhood Home Benefit (PAJE</i>). The benefit is received by households with children under 3. Entitlement to the PAJE base amount is subjected to an income test. The theoretical monthly amounts per family is 185 euros. A percentage is applied to this value according to household income, number of working parents and of children.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Birth Bonus (PN</i>). 927-euro lump-sum subsidy paid to households for the birth of a child, upped to 1,855 euros for children who are adopted. Like all the others, this measure is household income based, with thresholds depending on number of earners and children.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Back to school allocation (ARS</i>). This subsidy goes to households with children attending school between the ages of 6 and 18. It amounts to 366 euros for children between the ages of 6 and 10, 386 euros between the ages of 11 and 14 and 399 euros between the ages of 15 and 18. This measure involves a means test by income and number of children.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Family support allowance (ASF</i>). This is additional support for children under 20 with only one parent or who live with their grandparents. It does not depend on household income and it amounts to 110 euros per month if the child has only one parent and 147 euros if the child lives with his or her grandparents.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Family supplement (CF</i>). It is yet another benefit for households with at least three children, all of them older than three and under 21. The theoretical benefit stays the same regard<i>l</i>ess of number of children, whereas the effective benefit depends on household income. The subsidy is equal to 170 seconds euros per month for a household with one income earner and income lower than 37,705 euros or two income earners and income lower than 46,125 euros. Additionally, the benefit amount is upped for lower incomes.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2. Cash subsidies to households with children",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Family tax and benefit in Italy and France",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section, we assess distributive effects of the shift from the Italian tax and benefit system to the French one. In addition, we estimate the possible disincentive effect on female labour supply that could result from this income tax reform. We use MicroReg, a fiscal microsimulation model, built on the Italian subsample of the EUSILC (<a href=\"#bib11\">Maitino et al., 2017</a>), that simulates the first-order effects of hypothetical tax and benefit reforms in Italy. Note that all monetary values are expressed in euro 2016 and all labour incomes were earned in 2015. Because the distribution of taxable incomes and the generosity of the benefit system differ substantially in the two countries, the simulation imposes revenue and cost neutrality. <a href=\"#appendix-2\">Appendix B</a> contains a shorter discussion of the effects of adopting exactly the French tax and benefit system.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "In this paragraph we evaluate the effects of a shift from IRPEF to the French income tax through a static simulation exercise. Similar exercises were performed for others countries in <a href=\"#bib8\">Ghysels et al. (2011)</a>; <a href=\"#bib15\">Steiner and Wrohlich (2008)</a>. <a href=\"#bib15\">Steiner and Wrohlich (2008)</a> analyze the effects of three different proposals to introduce a family tax splitting system in Germany. <a href=\"#bib8\">Ghysels et al. (2011)</a> simulate and evaluate the effects of abolishing the Belgian “marital quotient” and tax deduction for childcare and the contemporaneous introduction of a new parental subsidy.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For Italy, some static exercises that evaluate the impact of the introduction of a “family quotient” were already performed. In <a href=\"#bib13\">Rapallini (2006)</a> the French system is applied leaving the tax rates of the Italian system unchanged. <a href=\"#bib4\">De Nicola (2009)</a> hypothesises an entirely new system inspired by the French one but readapted for Italy. <a href=\"#bib3\">Cavalli and Fiorio (2006)</a> simulate only a partial application of the French income tax, for what regards the definition of fiscal family, the family quotient and the tax bracket structure; they leave in place Italian tax credits, except tax credits for family burdens.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As already mentioned here, different with respect to the cited literature, we intend to fully apply the French fiscal rules to Italy. Our reform hypothesis consists in a fully application of the French fiscal rules except for a reformulation of the income brackets that ensures financial neutrality. Specifically, we decrease each amount of income that define the original French income brackets by approximately 70%.[<sup><a href=\"#fn6\">6</a></sup>] <a href=\"#appendix-2\">Appendix B</a> presents the expected effect of a fiscal swap implemented without imposing revenue neutrality.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "We estimate the average change in the tax burden aggregating families in deciles of their equivalent gross income. <a href=\"#fig1\">Figure 1</a> shows both the change in the tax actually paid and the change in the tax rate. After the reform, the change in the average tax paid is negative up to the fourth decile, reaching its maximum in the third decile with an annual value of –135 euros (<a href=\"#fig1\">Figure 1(a)</a>). It becomes positive starting from the fifth decile until it reaches the highest value of 600 euros in the last. The change in tax incidence in relation to income is negative but limited (−0.4–0.5%) in the initial deciles, taxed near zero in both systems (<a href=\"#fig1\">Figure 1(b)</a>). It reaches the maximum reduction in the third decile (–0.8%) for incomes still taxed near zero in the French system. The tax incidence of the French system exceeds that of the Italian one starting from the fifth decile of income distribution, reaching its maximum value in the last (0.6%). The incidence curves in <a href=\"#fig1\">Figure 1</a> clarifies that, although limited and not strictly monotonic – the most advantaged group is the third decile - the effect of the application of the French system to Italy is on average progressive.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "Source: MicroReg based on EUSILC, 2016 (2016). 95% confidence intervals obtained with 200 bootstrap resamplings.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig1",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00210%2Fijm-00210-fig001.tif",
                                                "size": {
                                                    "width": 1535,
                                                    "height": 655
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00210%2Fijm-00210-fig001.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00210-fig001.jpg"
                                                }
                                            },
                                            "label": "Figure 1",
                                            "title": "Distributive effects by deciles of equivalent gross household income (<b>a</b>)Tax difference (euro) (<b>b</b>) % change of income tax incidence.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "To evaluate the possible reform in terms of horizontal equity we repeat the exercise, distinguishing households by presence of children, keeping in mind that those without children are in Italy 70% of the total. Families without children suffer an increase in the tax burden, while those with children a growing reduction as their children increase (<a href=\"#fig2\">Figure 2(a)</a>). The reason being the relatively favourable AF transfer received by families without children in Italy.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "Source: MicroReg based on EUSILC, 2016 (2016). Confidence intervals obtained with 200 bootstrap resamplings.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig2",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00210%2Fijm-00210-fig002.tif",
                                                "size": {
                                                    "width": 1535,
                                                    "height": 678
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00210%2Fijm-00210-fig002.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00210-fig002.jpg"
                                                }
                                            },
                                            "label": "Figure 2",
                                            "title": "Distributive effects by number of children and deciles of equivalent gross household income (<b>a</b>) Tax difference by number of children (euro) (<b>b</b>) % change of income tax incidence.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "For households with children, the tax paid begins to shrink to a great extent from the third decile (<a href=\"#fig2\">Figure 2(b)</a>). In the subsequent deciles, the tax variation for households with one or two children is similar. After having reached its maximum value in the third decile, the tax benefit tends to be reduced as income increases, particularly for one-child households. Nonetheless, we can notice discontinuities in the sixth and seventh decile for households with both one and two children, that might depend by the zeroing of Italian tax credits, which makes the French system convenient again, up until the higher rates.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The real winners in the transition from the Italian to the French system are households with three children or more. For them, the tax relief increases with income levels, reaching a maximum reduction over 4% in the fifth and eighth decile and decreasing only in the highest deciles.[<sup><a href=\"#fn7\">7</a></sup>] The tax relief that households with children would enjoy is clearly paid by those who do not have them.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-1-1",
                            "title": "4.1.1. Distributive effects",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The introduction of joint taxation on total household income is typically considered a possible source of disincentive to labour supply from the household member that has the lower salary, which in the Italian context is typically a woman. In the case of separate taxation, the spouse whose income is lower is faced with a relatively low marginal tax rate, regardless of the income of the other household earner.[<sup><a href=\"#fn8\">8</a></sup>] Conversely, joint taxation provides for an identical marginal rate for both spouses, which depends on the sum their incomes. This means that even someone with a very low salary, like an unemployed mother without any specific job qualifications, may have to face a high marginal tax rate. Since net wages determine the decision to supply labour, joint taxation has the effect of incentivising specialization, all the more so when there are dependents; the spouse whose salary is higher will maximise work hours, while the one whose salary is lower will minimise labour supply and specialise in taking care of the household. This is a negative effect when one considers the female labour participation targets in the European Union, of which Italy still falls very short, especially in its Southern area (<a href=\"#bib6\">Eurostat (2018)</a>. We therefore calculated how the marginal tax rate would change for women after the French system is introduced.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Of course, the change in paid tax depends on the yearly salary the worker will earn once she enters in the labour market.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#table3\">Table 3</a>, we provide an example, by calculating for the two systems, the participation tax rate faced by non-working Italian women. For women not currently in work we predict yearly labour income by estimating a Heckman selection model. The model, estimated on all women, in work and not currently in work, controls for sample selection bias given that those currently in work might have unobserved characteristics different from those currently out of work (see <a href=\"#bib2\">Cameron and Trivedi (2010)</a> for a discussion and the exact implementation developed for the Stata software). The variables used for the wage equation are three categorical variables describing education (no more than compulsory, secondary, higher), age (including squared terms) and three dummies for geographical area (North, South, Centre). The selection equation includes also number of children <a href=\"#tableA3\">Table A.3</a> in <a href=\"#appendix-1\">Appendix A</a> contains the details of the imputation model.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "Source: MicroReg based on EUSILC, 2016 (2016).",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table3",
                                            "label": "Table 3",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Decile/n° children</th>\n<th align=\"left\">0</th>\n<th align=\"left\">1</th>\n<th align=\"left\">2</th>\n<th align=\"left\">3 or more</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">1</td>\n<td align=\"left\">−2.24%</td>\n<td align=\"left\">−3.02%</td>\n<td align=\"left\">−4.73%</td>\n<td align=\"left\">−6.1%</td>\n</tr>\n<tr>\n<td align=\"left\">2</td>\n<td align=\"left\">2.63%</td>\n<td align=\"left\">2.39%</td>\n<td align=\"left\">0.90%</td>\n<td align=\"left\">−1.9%</td>\n</tr>\n<tr>\n<td align=\"left\">3</td>\n<td align=\"left\">5.91%</td>\n<td align=\"left\">9.72%</td>\n<td align=\"left\">6.65%</td>\n<td align=\"left\">3.4%</td>\n</tr>\n<tr>\n<td align=\"left\">4</td>\n<td align=\"left\">7.31%</td>\n<td align=\"left\">9.31%</td>\n<td align=\"left\">9.99%</td>\n<td align=\"left\">8.8%</td>\n</tr>\n<tr>\n<td align=\"left\">5</td>\n<td align=\"left\">9.27%</td>\n<td align=\"left\">8.92%</td>\n<td align=\"left\">11.98%</td>\n<td align=\"left\">7.2%</td>\n</tr>\n<tr>\n<td align=\"left\">6</td>\n<td align=\"left\">6.72%</td>\n<td align=\"left\">11.97%</td>\n<td align=\"left\">9.57%</td>\n<td align=\"left\">8.4%</td>\n</tr>\n<tr>\n<td align=\"left\">7</td>\n<td align=\"left\">8.11%</td>\n<td align=\"left\">10.76%</td>\n<td align=\"left\">6.67%</td>\n<td align=\"left\">11.0%</td>\n</tr>\n<tr>\n<td align=\"left\">8</td>\n<td align=\"left\">8.80%</td>\n<td align=\"left\">14.82%</td>\n<td align=\"left\">13.02%</td>\n<td align=\"left\">17.3%</td>\n</tr>\n<tr>\n<td align=\"left\">9</td>\n<td align=\"left\">9.16%</td>\n<td align=\"left\">10.28%</td>\n<td align=\"left\">16.90%</td>\n<td align=\"left\">17.2%</td>\n</tr>\n<tr>\n<td align=\"left\">10</td>\n<td align=\"left\">11.25%</td>\n<td align=\"left\">13.24%</td>\n<td align=\"left\">18.19%</td>\n<td align=\"left\">13.5%</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Average tax rate paid on participation for non-working Italian women by household equivalent income deciles and number of children",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "<a href=\"#table3\">Table 3</a> shows the presence of a strong disincentive effect: in aggregate about 85% of non-working women would pay a higher rate under the reformed system, a rate that would go from an average of 11% to 23%. However, this effect varies a lot depending on the household income level. For lower income households, in the first decile, the effect goes the other way; only 95% of them would pay according to a lower rate (about 3% lower than in current system). The above results from the interaction between joint taxation and greater progressivity of the French system and allows us to exclude a strong disincentive effect for female labour supply, at least for relatively poorer households. However, already in the second decile the majority of the non-working women would face a higher marginal tax rate, the same happens for more than 80% in all the higher deciles.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Note that this disincentive depends also on household structure. Depending on the number of children a different proportion of women are not penalized by the reform if they start working.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#table4\">Table 4</a> shows the difference in participation tax rate disaggregated by number of children. The last two columns clarify that the disincentive implicit in the quotient is relatively small or negative for larger and poorer families. Note that these estimates have a relatively high level of uncertainty, in the majority of the groups the number of non-working women is small and standard errors very large. However, point estimates suggest that the disincentive effect on labour market participation is not negligible, it is mitigated by the greater progressive nature of the French tax function for lower taxable income households, especially those that have children. These are also the households for which the political decision maker’s concern is understandably greater when it comes to low participation in the labour market. Finally, we do not discuss in Appendix the disincentives induced by a reform implementing exactly the French fiscal system (with a huge loss of revenue). Unsurprisingly, implementing such a reform would reduce the participation tax rate for almost all non-working women (the rate would range between 1.44% for the lowest decile and 22.58% for the 10<sup>th</sup> decile).",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "Source: MicroReg based on EUSILC, 2016 (2016).",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table4",
                                            "label": "Table 4",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Decile</th>\n<th align=\"left\">Predicted income</th>\n<th align=\"left\">Participation tax rate today</th>\n<th align=\"left\">Participation tax rate after reform</th>\n<th align=\"left\">Difference</th>\n<th align=\"left\">Share facing higher tax rate after reform</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">1</td>\n<td align=\"left\">21,766.40</td>\n<td align=\"left\">17.25%</td>\n<td align=\"left\">14.07%</td>\n<td align=\"left\">−3.18%</td>\n<td align=\"left\">5.34%</td>\n</tr>\n<tr>\n<td align=\"left\">2</td>\n<td align=\"left\">21,219.29</td>\n<td align=\"left\">17.21%</td>\n<td align=\"left\">18.75%</td>\n<td align=\"left\">1.54%</td>\n<td align=\"left\">58.13%</td>\n</tr>\n<tr>\n<td align=\"left\">3</td>\n<td align=\"left\">21,002.73</td>\n<td align=\"left\">18.61%</td>\n<td align=\"left\">24.89%</td>\n<td align=\"left\">6.28%</td>\n<td align=\"left\">86.83%</td>\n</tr>\n<tr>\n<td align=\"left\">4</td>\n<td align=\"left\">22,074.95</td>\n<td align=\"left\">17.73%</td>\n<td align=\"left\">26.05%</td>\n<td align=\"left\">8.32%</td>\n<td align=\"left\">86.59%</td>\n</tr>\n<tr>\n<td align=\"left\">5</td>\n<td align=\"left\">22,650.10</td>\n<td align=\"left\">17.30%</td>\n<td align=\"left\">26.91%</td>\n<td align=\"left\">9.61%</td>\n<td align=\"left\">87.50%</td>\n</tr>\n<tr>\n<td align=\"left\">6</td>\n<td align=\"left\">29,427.52</td>\n<td align=\"left\">20.02%</td>\n<td align=\"left\">27.94%</td>\n<td align=\"left\">7.92%</td>\n<td align=\"left\">87.43%</td>\n</tr>\n<tr>\n<td align=\"left\">7</td>\n<td align=\"left\">27,369.19</td>\n<td align=\"left\">17.98%</td>\n<td align=\"left\">26.28%</td>\n<td align=\"left\">8.30%</td>\n<td align=\"left\">86.06%</td>\n</tr>\n<tr>\n<td align=\"left\">8</td>\n<td align=\"left\">21,432.34</td>\n<td align=\"left\">15.09%</td>\n<td align=\"left\">25.39%</td>\n<td align=\"left\">10.30%</td>\n<td align=\"left\">82.34%</td>\n</tr>\n<tr>\n<td align=\"left\">9</td>\n<td align=\"left\">26,948.72</td>\n<td align=\"left\">17.74%</td>\n<td align=\"left\">27.62%</td>\n<td align=\"left\">9.88%</td>\n<td align=\"left\">82.82%</td>\n</tr>\n<tr>\n<td align=\"left\">10</td>\n<td align=\"left\">28,348.04</td>\n<td align=\"left\">17.78%</td>\n<td align=\"left\">29.93%</td>\n<td align=\"left\">12.15%</td>\n<td align=\"left\">81.66%</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Average tax rate paid on participation for non-working Italian women by household equivalent income deciles",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s4-1-2",
                            "title": "4.1.2. Disincentive to female labour supply",
                            "type": "section"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1. From Italy’s IRPEF to the French income tax",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In France the ‘quotient familial’ is coupled with a generous system of family benefits. A reform aimed at supporting families could also consider to modify the system of family cash transfers in place in Italy. There are many ways in which the French system of cash transfers to households could be implemented in Italy and evidently with very different distributive effects. A direct implementation of French benefits in Italy would cost 8,7 billion (table A.1 and A.2). Indeed, by considering the all transfers, it would involve a larger number of recipients and a higher benefit’s amount than the Italian system of transfers. Here we assume the total replacement of Italian subsidies with French ones, but all transfers are re-scaled in order to get total expense neutrality. Therefore, a neutral implementation changes only the benefit’s amount and not the number of recipients with respect to the non-neutral one. The result of a simulation obtained without imposing cost neutrality and implementing precisely the French family benefit system at much higher costs is presented in <a href=\"#appendix-2\">Appendix B</a>[<sup><a href=\"#fn9\">9</a></sup>].",
                            "type": "paragraph"
                        },
                        {
                            "text": "Single-child households on average would not be benefited by transitioning to the French system. For them the average disbursed amount would decline practically constant and the number of households benefiting from at least one subsidy would decrease. In fact, households with one dependent child currently receive family allowances in Italy, while France’s <i>Allocation Familiale</i> grants a subsidy only to households with at least two children and additional benefits to even more numerous households. As shown in <a href=\"#fig3\">Figure 3</a>, the total benefit received by households with less than two children would even be lower with the French system. The largest increase is for poorer households with two or more children. Interestingly, the relative advantage for households with three or more children is not monotonically decreasing with income but show a local maximum for middle class families. Finally, note that because household with no children do receive some family benefit in Italy, the reform would have negative effects for them.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Source: MicroReg based on EUSILC, 2016 (2016). Confidence intervals obtained with 200 bootstrap resamplings.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00210%2Fijm-00210-fig003.tif",
                                        "size": {
                                            "width": 1535,
                                            "height": 608
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00210%2Fijm-00210-fig003.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00210-fig003.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Distributive effects by number of children and deciles of equivalent gross household income (<b>a</b>) Family transfers difference by number of children (euro) (<b>b</b>) % change of family transfers.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Further, except for the allowances for households with three minor children, Italian subsidies have limited distributive efficacy (see <a href=\"#table5\">Table 5</a>). 73%, 52% and 72% belong to the first five deciles of income distribution, respectively for the baby bonus, birth bonus and family allowances. However, the share of expenditure allocated to higher deciles of income, from the sixth to the eighth, is not negligible. Only the last two deciles are practically excluded from measures. French transfers have similar distributions, with the only exceptions of the <i>Complément familial</i> and the <i>Allocation de rentrée scolaire</i>, which are more pro-poor than those in Italy and more similar to the Italian allowance for households with three minor children. Overall, French subsidies turn out to be more pro-poor than Italian ones.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: MicroReg based on EUSILC, 2016 (2016).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\" rowspan=\"2\">Decile</th>\n<th align=\"left\" colspan=\"7\">Post reform</th>\n<th align=\"left\" colspan=\"5\">Pre reform</th>\n</tr>\n<tr>\n<th align=\"left\">AF</th>\n<th align=\"left\">PAJE</th>\n<th align=\"left\">PN</th>\n<th align=\"left\">ARS</th>\n<th align=\"left\">ASF</th>\n<th align=\"left\">CF</th>\n<th align=\"left\">Total</th>\n<th align=\"left\">BB</th>\n<th align=\"left\">PN</th>\n<th align=\"left\">AF</th>\n<th align=\"left\">AF3</th>\n<th align=\"left\">Total</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">1</td>\n<td align=\"left\">18%</td>\n<td align=\"left\">17%</td>\n<td align=\"left\">13%</td>\n<td align=\"left\">30%</td>\n<td align=\"left\">24%</td>\n<td align=\"left\">31%</td>\n<td align=\"left\">19%</td>\n<td align=\"left\">17%</td>\n<td align=\"left\">9%</td>\n<td align=\"left\">11%</td>\n<td align=\"left\">45%</td>\n<td align=\"left\">15%</td>\n</tr>\n<tr>\n<td align=\"left\">2</td>\n<td align=\"left\">21%</td>\n<td align=\"left\">19%</td>\n<td align=\"left\">21%</td>\n<td align=\"left\">32%</td>\n<td align=\"left\">15%</td>\n<td align=\"left\">40%</td>\n<td align=\"left\">23%</td>\n<td align=\"left\">28%</td>\n<td align=\"left\">15%</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">46%</td>\n<td align=\"left\">24%</td>\n</tr>\n<tr>\n<td align=\"left\">3</td>\n<td align=\"left\">12%</td>\n<td align=\"left\">14%</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">23%</td>\n<td align=\"left\">11%</td>\n<td align=\"left\">13%</td>\n<td align=\"left\">14%</td>\n<td align=\"left\">9%</td>\n<td align=\"left\">7%</td>\n<td align=\"left\">17%</td>\n<td align=\"left\">9%</td>\n<td align=\"left\">15%</td>\n</tr>\n<tr>\n<td align=\"left\">4</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">16%</td>\n<td align=\"left\">18%</td>\n<td align=\"left\">11%</td>\n<td align=\"left\">13%</td>\n<td align=\"left\">7%</td>\n<td align=\"left\">11%</td>\n<td align=\"left\">12%</td>\n<td align=\"left\">13%</td>\n<td align=\"left\">13%</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">12%</td>\n</tr>\n<tr>\n<td align=\"left\">5</td>\n<td align=\"left\">9%</td>\n<td align=\"left\">13%</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">2%</td>\n<td align=\"left\">8%</td>\n<td align=\"left\">5%</td>\n<td align=\"left\">9%</td>\n<td align=\"left\">7%</td>\n<td align=\"left\">7%</td>\n<td align=\"left\">9%</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">8%</td>\n</tr>\n<tr>\n<td align=\"left\">6</td>\n<td align=\"left\">9%</td>\n<td align=\"left\">13%</td>\n<td align=\"left\">16%</td>\n<td align=\"left\">1%</td>\n<td align=\"left\">9%</td>\n<td align=\"left\">5%</td>\n<td align=\"left\">9%</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">11%</td>\n<td align=\"left\">8%</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">8%</td>\n</tr>\n<tr>\n<td align=\"left\">7</td>\n<td align=\"left\">9%</td>\n<td align=\"left\">6%</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">6%</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">7%</td>\n<td align=\"left\">8%</td>\n<td align=\"left\">9%</td>\n<td align=\"left\">9%</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">8%</td>\n</tr>\n<tr>\n<td align=\"left\">8</td>\n<td align=\"left\">6%</td>\n<td align=\"left\">1%</td>\n<td align=\"left\">1%</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">4%</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">4%</td>\n<td align=\"left\">8%</td>\n<td align=\"left\">13%</td>\n<td align=\"left\">6%</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">6%</td>\n</tr>\n<tr>\n<td align=\"left\">9</td>\n<td align=\"left\">4%</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">7%</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">2%</td>\n<td align=\"left\">1%</td>\n<td align=\"left\">8%</td>\n<td align=\"left\">4%</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">3%</td>\n</tr>\n<tr>\n<td align=\"left\">10</td>\n<td align=\"left\">2%</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">1%</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">4%</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">1%</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">6%</td>\n<td align=\"left\">2%</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">2%</td>\n</tr>\n<tr>\n<td align=\"left\">Total</td>\n<td align=\"left\">100%</td>\n<td align=\"left\">100%</td>\n<td align=\"left\">100%</td>\n<td align=\"left\">100%</td>\n<td align=\"left\">100%</td>\n<td align=\"left\">100%</td>\n<td align=\"left\">100%</td>\n<td align=\"left\">100%</td>\n<td align=\"left\">100%</td>\n<td align=\"left\">100%</td>\n<td align=\"left\">100%</td>\n<td align=\"left\">100%</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Percentage distribution of subsidies by deciles of equivalent gross household income",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2. Distributive effects of French family benefits",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Inequality and progressivity indicators confirm the findings in the preceding paragraphs. The degree of progressiveness of the tax inspired by French taxation is higher than that of IRPEF even when considering the differences between the two populations both in terms of demographic structure (fewer children in Italy) and income distribution (lower average income). Therefore, after taxes, equivalent income inequality is more reduced in the reformed system than in the current system. As shown in <a href=\"#table6\">Table 6</a> French cash family benefits are also more progressive than Italian ones. A total shift from the Italian tax and benefit system to the French one would reduce equivalent gross income distribution inequality. The Gini index after taxes and subsidies is in fact equal to 0. 3,467 in the Italian system and 0. 3,449 in the French system.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: MicroReg based on EUSILC, 2016 (2016). Confidence intervals obtained with 200 bootstrap resamplings. Note that 95% confidence bounds do no overlap for <i>Gross income – tax (Gini)</i> and <i>Transfer-Kakwani</i> but do overlap for <i>Tax-Kakwani</i> and <i>Disposable income</i>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\" rowspan=\"2\"/>\n<th align=\"left\" colspan=\"3\">Pre reform</th>\n<th align=\"left\" colspan=\"3\">After reform</th>\n</tr>\n<tr>\n<th align=\"left\">point</th>\n<th align=\"left\">low</th>\n<th align=\"left\">high</th>\n<th align=\"left\">point</th>\n<th align=\"left\">low</th>\n<th align=\"left\">high</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Gross income (Gini)</td>\n<td align=\"left\">0.3977</td>\n<td align=\"left\">0.3919</td>\n<td align=\"left\">0.4032</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Gross income – tax (Gini)</td>\n<td align=\"left\">0.3515</td>\n<td align=\"left\">0.3455</td>\n<td align=\"left\">0.3567</td>\n<td align=\"left\">0.3493</td>\n<td align=\"left\">0.3439</td>\n<td align=\"left\">0.3549</td>\n</tr>\n<tr>\n<td align=\"left\">Tax-Kakwani</td>\n<td align=\"left\">0.1883</td>\n<td align=\"left\">0.1848</td>\n<td align=\"left\">0.1908</td>\n<td align=\"left\">0.1899</td>\n<td align=\"left\">0.1868</td>\n<td align=\"left\">0.1935</td>\n</tr>\n<tr>\n<td align=\"left\">Transfer-Kakwani</td>\n<td align=\"left\">−0.703</td>\n<td align=\"left\">−0.7309</td>\n<td align=\"left\">−0.6753</td>\n<td align=\"left\">−0.7547</td>\n<td align=\"left\">−0.7767</td>\n<td align=\"left\">−0.7331</td>\n</tr>\n<tr>\n<td align=\"left\">Disposable income</td>\n<td align=\"left\">0.3467</td>\n<td align=\"left\">0.3409</td>\n<td align=\"left\">0.3519</td>\n<td align=\"left\">0.3449</td>\n<td align=\"left\">0.3396</td>\n<td align=\"left\">0.3507</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Indices of inequality of the equivalent gross household income",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3. Overall effects on inequality",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Distributive effects of a shift to the French income tax and benefit system",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "A reform of the Italian tax system inspired by the French model has on several occasions been evoked in the Italian public debate with the aim of increasing our country’s birth rate. The French tax and benefit system is, among European countries, one of the most generous to large families. The empirical literature has shown that tax and benefit policies affect birth rates, albeit moderately, and a few contributions have shown that the French tax and benefit system may explain a not negligible part of the (relatively high) fertility rate. However, besides stimulating births, such a reform of the Italian tax and benefit system would have additional effects; this paper has focused on the consequences that it would have on the horizontal and vertical equity guaranteed by the current tax system.",
                    "type": "paragraph"
                },
                {
                    "text": "As for income taxes, according to our analysis a shift to the French income tax would increase progressivity and benefit households with children. The reform would be particularly beneficial for households with three or more children and relatively high incomes. The benefit for the other households with children would be smaller. This is a secondary effect of such a reform often neglected in the public debate. Moreover, the pronounced advantage for households with three or more children deserves reflection, as the French system seems to be set up to encourage having three children rather than two; the French system’s effectiveness in terms of birth rate could therefore be linked to the fact that many households are undecided between having two or three children. The percentage of the similarly undecided is probably much lower in Italy.",
                    "type": "paragraph"
                },
                {
                    "text": "Furthermore, introducing a household income tax inspired by the French model in Italy would produce a series of additional relevant effects. There would occur a substantial disincentive to female labour supply. Such effect is mitigated by greater progressivity for low income groups and in the presence of children, but a simple simulation exercise estimates that about 75% of non-working Italian women would see their participation tax rate grow and therefore would find it less convenient to get a job or start a business.",
                    "type": "paragraph"
                },
                {
                    "text": "Moreover, if the reform would concern both the tax and benefit one has to consider that the generous French system of transfers for households with children would obviously be much more expensive than the current one, so there would be a problem of resources. Assuming financial coverage, the French subsidy system would undoubtedly be more progressive than the Italian one, with a greater concentration of resources in the poorer sections of the population. However, only households with at least two children would benefit from the reform, while those with only one child would even suffer a slight setback, with fewer subsidy beneficiaries and lower overall expenditure. Again, the great advantage of having three children instead of two may deserve a careful consideration in a country where the share of families with three children is less than 5%.",
                    "type": "paragraph"
                },
                {
                    "text": "Applying the French system in Italy is possible but its effects depend crucially on how the Italian system would be modified; whether we would want to adopt only the quotient system or also replicate the tax rates or the whole French system, including the cash subsidies to households. The French system definitely pays more attention to household responsibilities. However, these can only be replicated by finding huge budget resources.",
                    "type": "paragraph"
                },
                {
                    "text": "What does the French tax-benefits system teach us? Firstly, that it is necessary to allocate to families with children more resources than those currently assigned. Secondly, that each tax-benefit system is closely connected to the characteristics of the country in which it is applied and that any mere transposition in another country does not necessarily produce the desired effects.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Deux ou trois enfants?",
            "authors": [
                {
                    "name": {
                        "index": "Breton, D",
                        "preferred": "D Breton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Prioux, F",
                        "preferred": "F Prioux"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "doi": "10.3917/popu.504.0489",
            "id": "bib1",
            "journal": "Population",
            "pages": {
                "first": "489",
                "last": "45",
                "range": "489–45"
            },
            "type": "journal",
            "volume": "60"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cameron, AC",
                        "preferred": "AC Cameron"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Trivedi, PK",
                        "preferred": "PK Trivedi"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microeconometrics Using Stata",
            "date": "2010",
            "edition": "Rev. ed",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "College Station, TX"
                        ]
                    },
                    "formatted": [
                        "College Station, TX"
                    ]
                },
                "name": [
                    "Stata Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cavalli, M",
                        "preferred": "M Cavalli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fiorio, C",
                        "preferred": "C Fiorio"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Individual vs family taxation: an analysis using TABEITA04",
            "date": "2006",
            "id": "bib3",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Milan"
                        ]
                    },
                    "formatted": [
                        "Milan"
                    ]
                },
                "name": [
                    "Bocconi University"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "De Nicola, F",
                        "preferred": "F De Nicola"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "Tassazione e Sostegno del Reddito Familiare, 118, ISAE, Working paper",
            "id": "bib4",
            "title": "Tassazione e Sostegno del Reddito Familiare",
            "type": "unknown"
        },
        {
            "articleTitle": "Effets et limites des aides financières aux familles: une expérience et un modèle",
            "authors": [
                {
                    "name": {
                        "index": "Ekert-Jaffe, O",
                        "preferred": "O Ekert-Jaffe"
                    },
                    "type": "person"
                }
            ],
            "date": "1986",
            "doi": "10.2307/1533063",
            "id": "bib5",
            "journal": "Population",
            "pages": {
                "first": "327",
                "last": "348",
                "range": "327–348"
            },
            "type": "journal",
            "volume": "41"
        },
        {
            "authors": [
                {
                    "name": "Eurostat",
                    "type": "group"
                }
            ],
            "date": "2018",
            "id": "bib6",
            "title": "Employment rates and Europe 2020 national targets",
            "type": "web",
            "uri": "https://ec.europa.eu/eurostat/statistics-explained/index.php"
        },
        {
            "articleTitle": "The impact of family policies on fertility in industrialized countries: a review of the literature",
            "authors": [
                {
                    "name": {
                        "index": "Gauthier, AH",
                        "preferred": "AH Gauthier"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "doi": "10.1007/s11113-007-9033-x",
            "id": "bib7",
            "journal": "Population Research and Policy Review",
            "pages": {
                "first": "323",
                "last": "346",
                "range": "323–346"
            },
            "type": "journal",
            "volume": "26"
        },
        {
            "articleTitle": "A care time benefit as a timely alternative for the non-working spouse compensation in the Belgian Tax system",
            "authors": [
                {
                    "name": {
                        "index": "Ghysels, J",
                        "preferred": "J Ghysels"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vanhille, J",
                        "preferred": "J Vanhille"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.34196/ijm.00053",
            "id": "bib8",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "57",
                "last": "72",
                "range": "57–72"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Le quotient familial a-t-il stimulé La natalité Française?",
            "authors": [
                {
                    "name": {
                        "index": "Landais, C",
                        "preferred": "C Landais"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib9",
            "journal": "Économie publique/Public economics",
            "pages": {
                "first": "3",
                "last": "31",
                "range": "3–31"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "articleTitle": "Identifying the response of fertility to financial incentives",
            "authors": [
                {
                    "name": {
                        "index": "Laroque, G",
                        "preferred": "G Laroque"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Salanié, B",
                        "preferred": "B Salanié"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.1002/jae.2332",
            "id": "bib10",
            "journal": "Journal of Applied Econometrics",
            "pages": {
                "first": "314",
                "last": "332",
                "range": "314–332"
            },
            "type": "journal",
            "volume": "29"
        },
        {
            "articleTitle": "Microreg: a traditional Tax-Benefit Microsimulation model extended to indirect taxes and In-Kind transfers",
            "authors": [
                {
                    "name": {
                        "index": "Maitino, ML",
                        "preferred": "ML Maitino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ravagli, L",
                        "preferred": "L Ravagli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sciclone, N",
                        "preferred": "N Sciclone"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.34196/ijm.00148",
            "id": "bib11",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "5",
                "last": "38",
                "range": "5–38"
            },
            "type": "journal",
            "volume": "10"
        },
        {
            "articleTitle": "Impact de l’Allocation parentale d’éducation sur l’activité féminine et la fécondité en France",
            "authors": [
                {
                    "name": {
                        "index": "Piketty, T",
                        "preferred": "T Piketty"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib12",
            "journal": "Histoires de familles, histoires familiales",
            "pages": {
                "first": "79",
                "last": "109",
                "range": "79–109"
            },
            "type": "journal",
            "volume": "156"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rapallini, C",
                        "preferred": "C Rapallini"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "SIEP working paper, No. 475",
            "id": "bib13",
            "title": "Il quoziente familiare: valutazione di un’ipotesi di riforma dell’imposta sul reddito delle persone fisiche",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sleebos, J",
                        "preferred": "J Sleebos"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Low Fertility Rates in OECD Countries: Facts and Policy Responses",
            "date": "2003",
            "id": "bib14",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "OECD Publishing"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Introducing family Tax splitting in Germany: how would it affect the income distribution, work incentives, and household welfare?",
            "authors": [
                {
                    "name": {
                        "index": "Steiner, V",
                        "preferred": "V Steiner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wrohlich, K",
                        "preferred": "K Wrohlich"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "doi": "10.1628/001522108X312096",
            "id": "bib15",
            "journal": "FinanzArchiv",
            "pages": {
                "first": "115",
                "last": "142",
                "range": "115–142"
            },
            "type": "journal",
            "volume": "64"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Thevenon, O",
                        "preferred": "O Thevenon"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib16",
            "title": "Does fertility respond to work and family reconciliation policies in France?",
            "type": "web",
            "uri": "https://hal.archives-ouvertes.fr/hal-00424832",
            "website": "Fertility and public policy: How to reverse the trend of declining birth rates"
        },
        {
            "articleTitle": "Family policies in developed countries: a ‘fertility-booster’ with side-effects",
            "authors": [
                {
                    "name": {
                        "index": "Thévenon, O",
                        "preferred": "O Thévenon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gauthier, AH",
                        "preferred": "AH Gauthier"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1080/13668803.2011.571400",
            "id": "bib17",
            "journal": "Community, Work & Family",
            "pages": {
                "first": "197",
                "last": "216",
                "range": "197–216"
            },
            "type": "journal",
            "volume": "14"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "content": [
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: MicroReg based on EUSILC, 2016 (2016)",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "tableA1",
                                    "label": "Table A.1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\"/>\n<th align=\"left\">1</th>\n<th align=\"left\">2</th>\n<th align=\"left\">3+</th>\n<th align=\"left\">Total</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\" rowspan=\"2\" valign=\"top\">Baby bonus</td>\n<td align=\"left\">Average amount (euro)</td>\n<td align=\"left\">1,117</td>\n<td align=\"left\">1,397</td>\n<td align=\"left\">1,422</td>\n<td align=\"left\">1,281</td>\n</tr>\n<tr>\n<td align=\"left\">Recipients (thousand)</td>\n<td align=\"left\">165</td>\n<td align=\"left\">168</td>\n<td align=\"left\">54</td>\n<td align=\"left\">388</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Amount (billion euro)</td>\n<td align=\"left\">185</td>\n<td align=\"left\">235</td>\n<td align=\"left\">78</td>\n<td align=\"left\">498</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\" valign=\"top\">Birth bonus</td>\n<td align=\"left\">Average amount (euro)</td>\n<td align=\"left\">800</td>\n<td align=\"left\">834</td>\n<td align=\"left\">825</td>\n<td align=\"left\">817</td>\n</tr>\n<tr>\n<td align=\"left\">Recipients (thousand)</td>\n<td align=\"left\">225</td>\n<td align=\"left\">203</td>\n<td align=\"left\">57</td>\n<td align=\"left\">485</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Amount (billion euro)</td>\n<td align=\"left\">180</td>\n<td align=\"left\">169</td>\n<td align=\"left\">47</td>\n<td align=\"left\">396</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\" valign=\"top\">Family allowance</td>\n<td align=\"left\">Average amount (euro)</td>\n<td align=\"left\">800</td>\n<td align=\"left\">1,369</td>\n<td align=\"left\">2,614</td>\n<td align=\"left\">1,248</td>\n</tr>\n<tr>\n<td align=\"left\">Recipients (thousand)</td>\n<td align=\"left\">1,748</td>\n<td align=\"left\">1,706</td>\n<td align=\"left\">423</td>\n<td align=\"left\">3,878</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Amount (billion euro)</td>\n<td align=\"left\">1,398</td>\n<td align=\"left\">2,337</td>\n<td align=\"left\">1,106</td>\n<td align=\"left\">4,841</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\" valign=\"top\">Municipal family allowances for households with three children</td>\n<td align=\"left\">Average amount (euro)</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">1,696</td>\n<td align=\"left\">1,696</td>\n</tr>\n<tr>\n<td align=\"left\">Recipients (thousand)</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">316</td>\n<td align=\"left\">316</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Amount (billion euro)</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">536</td>\n<td align=\"left\">536</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\" valign=\"top\">Total</td>\n<td align=\"left\">Average amount (euro)</td>\n<td align=\"left\">926</td>\n<td align=\"left\">1,523</td>\n<td align=\"left\">3,274</td>\n<td align=\"left\">1,478</td>\n</tr>\n<tr>\n<td align=\"left\">Recipients (thousand)</td>\n<td align=\"left\">1,903</td>\n<td align=\"left\">1,799</td>\n<td align=\"left\">539</td>\n<td align=\"left\">4,242</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Amount (billion euro)</td>\n<td align=\"left\">1,764</td>\n<td align=\"left\">2,741</td>\n<td align=\"left\">1,767</td>\n<td align=\"left\">6,271</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Amount and recipients of Italian subsidies by benefit and number of children",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: MicroReg based on EUSILC, 2016 (2016)",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "tableA2",
                                    "label": "Table A.2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\"/>\n<th align=\"left\">1</th>\n<th align=\"left\">2</th>\n<th align=\"left\">3+</th>\n<th align=\"left\">Total</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\" rowspan=\"2\" valign=\"top\"><i>Allocation Familiale</i></td>\n<td align=\"left\">Average amount (euro)</td>\n<td align=\"left\"/>\n<td align=\"left\">1,938</td>\n<td align=\"left\">4,491</td>\n<td align=\"left\">2,392</td>\n</tr>\n<tr>\n<td align=\"left\">Recipients (thousand)</td>\n<td align=\"left\"/>\n<td align=\"left\">3,210</td>\n<td align=\"left\">694</td>\n<td align=\"left\">3,904</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Amount (billion euro)</td>\n<td align=\"left\"/>\n<td align=\"left\">6,222</td>\n<td align=\"left\">3,119</td>\n<td align=\"left\">9,341</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\" valign=\"top\"><i>Prestation d´Accueil du Jeune Enfant</i></td>\n<td align=\"left\">Average amount (euro)</td>\n<td align=\"left\">1,994</td>\n<td align=\"left\">2,075</td>\n<td align=\"left\">2,181</td>\n<td align=\"left\">2,052</td>\n</tr>\n<tr>\n<td align=\"left\">Recipients (thousand)</td>\n<td align=\"left\">560</td>\n<td align=\"left\">554</td>\n<td align=\"left\">160</td>\n<td align=\"left\">1,273</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Amount (billion euro)</td>\n<td align=\"left\">1,230</td>\n<td align=\"left\">1,213</td>\n<td align=\"left\">392</td>\n<td align=\"left\">2,836</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\" valign=\"top\"><i>Prime de naissance</i></td>\n<td align=\"left\">Average amount (euro)</td>\n<td align=\"left\">928</td>\n<td align=\"left\">966</td>\n<td align=\"left\">962</td>\n<td align=\"left\">951</td>\n</tr>\n<tr>\n<td align=\"left\">Recipients (thousand)</td>\n<td align=\"left\">126</td>\n<td align=\"left\">152</td>\n<td align=\"left\">49</td>\n<td align=\"left\">327</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Amount (billion euro)</td>\n<td align=\"left\">121</td>\n<td align=\"left\">153</td>\n<td align=\"left\">52</td>\n<td align=\"left\">325</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\" valign=\"top\"><i>Allocation de rentrée scolaire</i></td>\n<td align=\"left\">Average amount (euro)</td>\n<td align=\"left\">377</td>\n<td align=\"left\">579</td>\n<td align=\"left\">915</td>\n<td align=\"left\">575</td>\n</tr>\n<tr>\n<td align=\"left\">Recipients (thousand)</td>\n<td align=\"left\">759</td>\n<td align=\"left\">1,242</td>\n<td align=\"left\">427</td>\n<td align=\"left\">2,428</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Amount (billion euro)</td>\n<td align=\"left\">286</td>\n<td align=\"left\">719</td>\n<td align=\"left\">390</td>\n<td align=\"left\">1,395</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\" valign=\"top\"><i>Allocation de soutien familial</i></td>\n<td align=\"left\">Average amount (euro)</td>\n<td align=\"left\">110</td>\n<td align=\"left\">219</td>\n<td align=\"left\">323</td>\n<td align=\"left\">157</td>\n</tr>\n<tr>\n<td align=\"left\">Recipients (thousand)</td>\n<td align=\"left\">766</td>\n<td align=\"left\">403</td>\n<td align=\"left\">64</td>\n<td align=\"left\">1,233</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Amount (billion euro)</td>\n<td align=\"left\">84</td>\n<td align=\"left\">88</td>\n<td align=\"left\">21</td>\n<td align=\"left\">193</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\" valign=\"top\"><i>Complément familial</i></td>\n<td align=\"left\">Average amount (euro)</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">2,616</td>\n<td align=\"left\">2,616</td>\n</tr>\n<tr>\n<td align=\"left\">Recipients (thousand)</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">294</td>\n<td align=\"left\">294</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Amount (billion euro)</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">890</td>\n<td align=\"left\">890</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"3\" valign=\"top\">Total</td>\n<td align=\"left\">Average amount (euro)</td>\n<td align=\"left\">943</td>\n<td align=\"left\">2,586</td>\n<td align=\"left\">6,757</td>\n<td align=\"left\">2,605</td>\n</tr>\n<tr>\n<td align=\"left\">Recipients (thousand)</td>\n<td align=\"left\">1,700</td>\n<td align=\"left\">3,220</td>\n<td align=\"left\">695</td>\n<td align=\"left\">5,614</td>\n</tr>\n<tr>\n<td align=\"left\">Amount (billion euro)</td>\n<td align=\"left\">1,722</td>\n<td align=\"left\">8,395</td>\n<td align=\"left\">4,863</td>\n<td align=\"left\">14,980</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Amount and recipients of French subsidies by benefit and number of children",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: Dependent variables are the log of the yearly labour income and the probability to be working, number of observations 9,687, censored 3,235, uncensored 6,452. Wald<math id=\"inf6\"><msup><mrow><mi>χ</mi></mrow><mrow><mn>2</mn></mrow></msup><mo>=</mo><mn>599.04</mn></math>",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: MicroReg based on EUSILC, 2016 (2016)",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "tableA3",
                                    "label": "Table A.3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Variable</th>\n<th align=\"left\">Coeff</th>\n<th align=\"left\">P-value</th>\n<th align=\"left\">St. sig.</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\" colspan=\"4\" valign=\"top\">log labor income</td>\n</tr>\n<tr>\n<td align=\"left\">age</td>\n<td align=\"left\">0.0628</td>\n<td align=\"left\">0.0106</td>\n<td align=\"left\">***</td>\n</tr>\n<tr>\n<td align=\"left\">age2</td>\n<td align=\"left\">−0.0005</td>\n<td align=\"left\">0.0001</td>\n<td align=\"left\">***</td>\n</tr>\n<tr>\n<td align=\"left\">north</td>\n<td align=\"left\">0.0832</td>\n<td align=\"left\">0.053</td>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">center</td>\n<td align=\"left\">−0.0336</td>\n<td align=\"left\">0.0489</td>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">comp. edu.</td>\n<td align=\"left\">−0.4583</td>\n<td align=\"left\">0.0731</td>\n<td align=\"left\">***</td>\n</tr>\n<tr>\n<td align=\"left\">secondary edu</td>\n<td align=\"left\">−0.2166</td>\n<td align=\"left\">0.03299</td>\n<td align=\"left\">***</td>\n</tr>\n<tr>\n<td align=\"left\">constatnt</td>\n<td align=\"left\">8.2617</td>\n<td align=\"left\">0.2634</td>\n<td align=\"left\">***</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"4\">working</td>\n</tr>\n<tr>\n<td align=\"left\">age</td>\n<td align=\"left\">0.1312</td>\n<td align=\"left\">0.009</td>\n<td align=\"left\">***</td>\n</tr>\n<tr>\n<td align=\"left\">age2</td>\n<td align=\"left\">−0.0015</td>\n<td align=\"left\">0.0001</td>\n<td align=\"left\">***</td>\n</tr>\n<tr>\n<td align=\"left\">north</td>\n<td align=\"left\">0.6996</td>\n<td align=\"left\">0.0337</td>\n<td align=\"left\">***</td>\n</tr>\n<tr>\n<td align=\"left\">center</td>\n<td align=\"left\">0.5289</td>\n<td align=\"left\">0.0389</td>\n<td align=\"left\">***</td>\n</tr>\n<tr>\n<td align=\"left\">comp. edu.</td>\n<td align=\"left\">−1.1664</td>\n<td align=\"left\">0.0434</td>\n<td align=\"left\">***</td>\n</tr>\n<tr>\n<td align=\"left\">secondary edu</td>\n<td align=\"left\">−0.4476</td>\n<td align=\"left\">0.0417</td>\n<td align=\"left\">***</td>\n</tr>\n<tr>\n<td align=\"left\"># children</td>\n<td align=\"left\">−0.1908</td>\n<td align=\"left\">0.0155</td>\n<td align=\"left\">***</td>\n</tr>\n<tr>\n<td align=\"left\">constatnt</td>\n<td align=\"left\">−1.7206</td>\n<td align=\"left\">0.1881</td>\n<td align=\"left\">***</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"4\">Mills</td>\n</tr>\n<tr>\n<td align=\"left\">lambda</td>\n<td align=\"left\">−0.4535</td>\n<td align=\"left\">0.1173</td>\n<td align=\"left\">***</td>\n</tr>\n<tr>\n<td align=\"left\">rho</td>\n<td align=\"left\">0.5032</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">sigma</td>\n<td align=\"left\">0.9011</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Heckman selection model for women’s participation wage",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s8",
                    "title": "A: ADDITIONAL TABLES",
                    "type": "section"
                }
            ],
            "id": "appendix-1",
            "title": "APPENDIX"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "According to our simulations, a direct transition from the Italian to the French income taxation regime, without imposing fiscal neutrality would determine a 60% loss of revenue. In sight of this, a non-neutral revenue tax swap is not fiscally sustainable and politically feasible. 41% and 48% of Italian fiscal households would belong respectively to the first and to the second income bracket of the French income tax, and 88% of Italian fiscal households have an income divided by “family quotient” lower than 26,791 euros. In terms of the expected effects of such reforms in <a href=\"#figA1\">Figure B.1</a> and <a href=\"#figA2\">B.2</a> we observe a dramatic decrease in tax paid for all groups, but lower for poor families, that already pay low taxes in the Italian system, and higher for rich families that, by falling into the first income brackets, see paid taxes halved.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Source: MicroReg based on EUSILC, 2016 (2016). 95% confidence intervals obtained with 200 bootstrap resamplings.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "figA1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00210%2Fijm-00210-fig004.tif",
                                        "size": {
                                            "width": 1890,
                                            "height": 2754
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00210%2Fijm-00210-fig004.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00210-fig004.jpg"
                                        }
                                    },
                                    "label": "Figure A1–1",
                                    "title": "Figure B.1 Distributive effects by deciles of equivalent gross household income (<b>a</b>)Tax difference (euro) (<b>b</b>) % change of income tax incidence.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Source: MicroReg based on EUSILC, 2016 (2016). Confidence intervals obtained with 200 bootstrap resamplings.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "figA2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00210%2Fijm-00210-fig005.tif",
                                        "size": {
                                            "width": 1890,
                                            "height": 739
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00210%2Fijm-00210-fig005.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00210-fig005.jpg"
                                        }
                                    },
                                    "label": "Figure A1–2",
                                    "title": "Figure B.2 Distributive effects by number of children and deciles of equivalent gross household income (<b>a</b>) Tax difference by number of children (euro) (<b>b</b>) % change of income tax incidence.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s9",
                    "title": "B.1 Fiscal system",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "If the French system of benefits were applied to Italy, without imposing invariance of total expenditure, the number of recipients of some transfer would increase by 30%, about 1.3 million additional households. The average disbursed amount would be almost twice that of the current one, 2,606 vs 1,478 euros. However, single-child households on average would not be benefited by transitioning to the French system. For them the average disbursed amount would remain practically constant and the number of households benefiting from at least one subsidy would decrease. Households with at least two children would sort different effects. Thanks to the set of subsidies provided in France the average amount of benefits increase among those with two children. For households with three children, the increase of average amount paid is even more significant. <a href=\"#figA3\">Figure B.3(a)</a> shows the difference in cash transfers received by Italian families after the reforms.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Source: MicroReg based on EUSILC, 2016 (2016). Confidence intervals obtained with 200 bootstrap resamplings.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "figA3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00210%2Fijm-00210-fig006.tif",
                                        "size": {
                                            "width": 1890,
                                            "height": 666
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00210%2Fijm-00210-fig006.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00210-fig006.jpg"
                                        }
                                    },
                                    "label": "Figure A1–3",
                                    "title": "Figure B.3 Distributive effects by number of children and deciles of equivalent gross household income (<b>a</b>) Family transfers difference by number of children (euro) (<b>b</b>) % change of family transfers.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Overall, moving from the Italian to the French regime without adjustments to maintain the current government budget balance would result in a loss of tax revenue of 105 billion euro and 8,7 billion euro of additional expenditure. Because the large majority of Italian tax payers will end up in the first two income brackets such a fiscal system will end up being less progressive than the current Italian system: the Gini of the equivalent disposable income after tax and transfers is 0.3467 in Italy today and would be 0.3520 applying the French tax and benefit system without adjustments.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s10",
                    "title": "B.2 Benefits",
                    "type": "section"
                }
            ],
            "id": "appendix-2",
            "title": "APPENDIX B: THE EFFECTS OF ADOPTING THE FRENCH TAX AND BENEFIT SYSTEM WITHOUT IMPOSING REVENUE-NEUTRALITY"
        }
    ],
    "acknowledgements": [
        {
            "text": "Not applicable.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
