{
    "status": "vor",
    "id": "00215",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00215",
    "authorLine": "Matteo G Richiardi",
    "title": "Editorial",
    "published": "2020-08-31T00:00:00Z",
    "versionDate": "2020-08-31T00:00:00Z",
    "statusDate": "2020-08-31T00:00:00Z",
    "volume": 13,
    "issue": 2,
    "fpage": 1,
    "lpage": 1,
    "elocationId": "1-1",
    "pdf": "http://web:8082/00215/ijm-00215.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "UK",
                            "locality": [
                                "University of Essex"
                            ]
                        },
                        "formatted": [
                            "University of Essex",
                            "UK"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@essex.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo G",
                "preferred": "Matteo G Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Summer 2020 issue of the journal contains five articles, of which two methodological contributions. All articles but the first are based on dynamic models. The first contribution, by Robert McClelland and co-authors, addresses the all important issue of uncertainty estimation, by comparing asymptotic and bootstrapped standard errors for the Urban-Brookings Tax policy Center (TPC) tax-benefit model. The second one, by Alan Brennan and co-authors, describes a new dynamic microsimulation model for US health policy appraisal, CASCADEPOP. The third article, by Janne Salonen and co-authors, is also a methodological paper and deals with the issue of visualising and interpreting the results of dynamic models. The authors suggest the use of sequence analysis, a technique commonly used in Sociology and other fields to classify and characterise individual trajectories. They also provide some R code for replication and adaptation. The fourth article, by Marsh Bandi and Varghese George, adds to the limited but growing number of papers focusing on transport microsimulations, with an application of the well known model VISSIM to traffic modelling in Mangalore, India. Finally, the fifth article, by Miroslav S̆tefánic and Tomás Miklos̆ovic̆, describes a dynamic model predicting labour force size and composition in Slovakia. The model, SLAMM, is built on the LIAM2 platform. It does not include monetary variables and labour supply is modelled only at the extensive margin, but it is coupled with a standard input-output macroeconomic model. Notably, and in line with the ‘‘moral suasion’’ exercised by this journal, all models and code (with the exception of the proprietary VISSIM traffic simulation software) are available open source.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
