{
    "status": "vor",
    "id": "00221",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00221",
    "authorLine": "Matteo G Richiardi",
    "title": "Editorial",
    "published": "2020-12-31T00:00:00Z",
    "versionDate": "2020-12-31T00:00:00Z",
    "statusDate": "2020-12-31T00:00:00Z",
    "volume": 13,
    "issue": 3,
    "fpage": 1,
    "lpage": 2,
    "elocationId": "1-2",
    "pdf": "http://web:8082/00221/ijm-00221.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "UK",
                            "locality": [
                                "Colchester"
                            ]
                        },
                        "formatted": [
                            "Colchester",
                            "UK"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@essex.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo G",
                "preferred": "Matteo G Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Winter 2020 issue of the journal contains four articles, plus a book review. The book reviewed is the new book by Cathal O’Donoghue, past President of the International Microsimulation Association. The book offers a broad overview of microsimulation models for the social sciences, with practical examples taken from his long research experience. The book is mostly targeted to PhD students — covering an important gap in the field — but is of interest to any practitioner.",
                    "type": "paragraph"
                },
                {
                    "text": "The first research article, by Sarah Kuypers, Jonas Boone, Johannes Derboven, Francesco Figari and Gerlinde Verbist, describes the work done to extend the EUROMOD tax-benefit microsimulation model (<a href=\"#bib7\">Sutherland and Figari, 2013</a>; <a href=\"#bib6\">Sutherland, 2018</a>) to wealth-related policies. Given that wealth is not recorded in the EU-SILC based EUROMOD standard input data, the extension is done by creating new input data using the second wave (2017) of the Eurosystem Household Finance and Consumption Survey (HFCS). The authors motivate the choice of building new input datasets rather than using HFCS as a donor dataset to the standard EUROMOD input data to fully exploit the oversampling of the wealthier population and the multiple imputation procedure used in HFCS to deal with selective item non-response. The extension builds on previous work by some of the same authors (<a href=\"#bib3\">Kuypers et al., 2016</a>) and currently covers 17 EU countries, with policies updated up to 2017. Unfortunately, the extension is for the time being not available for research.",
                    "type": "paragraph"
                },
                {
                    "text": "The second paper, by Maria Luisa Maitino, Letizia Ravagli, and Nicola Sciclone, documents a rich dynamic microsimulation model (IrpetDin) that the authors have developed over many years, estimated on both Italian data and —exploiting local administrative data sources— on data for one Italian region, Tuscany. The model simulates demographic events, from ageing to transition to adulthood, partnership formation and dissolution, fertility, and migration; educational attainment at secondary and tertiary-school level; labour market events such as entries to the labour force and career progression; social security policies including pensions, health and long-term care. Labour supply is endogenously determined in the model, while labour demand is obtained from a separate macro model. The matching of labour supply and demand is modelled by sector of activity and education, in order to estimate the quantitative and the qualitative skill mismatch. Validation is performed on the period 2009-2017, with encouraging results. With these features, IrpetDin stands out as one of the most complete dynamic models in the literature. Unfortunately, the model is not openly available, but the authors can be contacted for access.",
                    "type": "paragraph"
                },
                {
                    "text": "The third paper is by Bryan Tysinger, and exploits the Future Adult Model to explore obesity and diabetes dynamics in the US, over a ten-year horizon. He also performs a very welcome validation exercise, first estimating the model on 2007-2017 PSID data, and then comparing projections for 2007-2017 with the observed data, with encouraging results. The Future Adult Model —also called Future Americans Model in the official documentation Tysinger refers to in the paper— is a development of the well-known Future Elderly model. We hope to host a description of the model in this journal in the near future.",
                    "type": "paragraph"
                },
                {
                    "text": "The fourth and last paper in this issue is a methodological paper by André Decoster, Bram De Rock, Kris De Swerdt, Jason Loughrey, Cathal O’Donoghue, and Dirk Verwerft. They deal with the problem of imputing consumption data into a dataset that contains information on individual incomes. This is relevant for instance when a tax-benefit model is extended to include indirect taxes, as in <a href=\"#bib5\">O’Donoghue et al. (2018)</a>, given that consumption and income data are seldom available in a single dataset. The authors compare five different techniques to impute expenditures into income datasets: parametric estimation of Engel curves, non-parametric estimation, both constrained and unconstrained matching using a distance function and grade correspondence. They then test the five methods on artificial data. They find that the parametric and non-parametric estimation yield the best results, generating imputed values that are closest to the pseudo-true values for the budget shares.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Our Associate Editor Francesco Figari points to a recently published book, “New Horizons in Modeling and Simulation for Social Epidemiology and Public Health”, by Daniel Kim (<a href=\"#bib2\">Kim, 2021</a>) with contributions by Ross Hammond, Joseph Ornstein, Gerlinde Verbist, Hilde Philips, Emanuela Lezzi, and Figari himself. The book is designed to give graduate students in public health an introduction to modelling and simulation to address research questions in social epidemiology and public health.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Associate Editor Deborah Schofield also suggests a health-related work, the documentation of the Health Workforce Microsimulation Model, developed by IHS Markit, an American-British information provider company (<a href=\"#bib1\">Dall et al., 2020</a>). This US model will be of interest to microsimulation modellers and health workforce planners alike. It has three distinct advantages. The first is that it takes account of demand as well as supply. The second is the comprehensive coverage of many different health professions and numerous medical subspecialties. The third is that it can simulate the impacts of some health interventions, with a focus on prevention, as well as policy change (such as increased medical insurance coverage, reducing barriers to access and altered staff to patient ratios). It can also model health labour force supply changes (such as the number of new graduates, retirement patterns, and hours of work). Like many health workforce modellers, this group had to deal with many fragmented data sources. The documentation, available online at <a href=\"https://cdn.ihs.com/www/pdf/1118/Health-Workforce-Microsimulation-Model.pdf\">https://cdn.ihs.com/www/pdf/1118/Health-Workforce-Microsimulation-Model.pdf</a>, provides a very useful framework for the scope of a flexible health workforce model using microsimulation techniques.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, Associate Editor Azizur Rahman brings our attention to a paper by <a href=\"#bib4\">Marois and Aktas (2021)</a>, “Projecting health-ageing trajectories in Europe using a dynamic microsimulation model”. Rahman points out that this is a good read paper, which should be of interest to our community. The authors present a dynamic microsimulation model for projecting the health of individuals, considering interactions between socio-demographic characteristics, health, mortality, bio-medical and behavioural risk factors. The model, labelled ATHLOS-Mic, provides long-term projections (2015-2060) for the health trajectories of the elderly population aged 65 and over, for 14 EU Countries, under different scenarios. The model is somewhat close to APPSIM at NATSEM. The model is described in the paper in a detailed and stepwise manner, with some specified equations. The paper also includes an interesting sensitivity analysis; however, validation is largely missing.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2",
                    "title": "1. Suggestions for further reading",
                    "type": "section"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Dall, T",
                        "preferred": "T Dall"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reynolds, R",
                        "preferred": "R Reynolds"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chakrabarti, R",
                        "preferred": "R Chakrabarti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Iacobucci, W",
                        "preferred": "W Iacobucci"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jones, K",
                        "preferred": "K Jones"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dall, T",
                        "preferred": "T Dall"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reynolds, R",
                        "preferred": "R Reynolds"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chakrabarti, R",
                        "preferred": "R Chakrabarti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Iacobucci, W",
                        "preferred": "W Iacobucci"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jones, K",
                        "preferred": "K Jones"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "Health workforce microsimulation model documentation. Techreport, IHS Markit",
            "id": "bib1",
            "title": "Health workforce microsimulation model documentation. Techreport, IHS Markit",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kim, D",
                        "preferred": "D Kim"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "New Horizons in Modeling and Simulation for Social Epidemiology and Public Health",
            "date": "2021",
            "id": "bib2",
            "publisher": {
                "name": [
                    "Wiley"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The eurosystem household finance and consumption survey: a new underlying database for euromod",
            "authors": [
                {
                    "name": {
                        "index": "Kuypers, S",
                        "preferred": "S Kuypers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.34196/ijm.00142",
            "id": "bib3",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "35",
                "last": "65",
                "range": "35–65"
            },
            "type": "journal",
            "volume": "9"
        },
        {
            "articleTitle": "Projecting health-ageing trajectories in Europe using a dynamic microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Marois, G",
                        "preferred": "G Marois"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Aktas, A",
                        "preferred": "A Aktas"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1038/s41598-021-81092-z",
            "id": "bib4",
            "journal": "Scientific Reports",
            "pages": "1785",
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "The Distributional impact of Vat reduction for food in Hungary: Results from a Hungarian Microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cserháti, I",
                        "preferred": "I Cserháti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Elek, P",
                        "preferred": "P Elek"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Keresztély, T",
                        "preferred": "T Keresztély"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Takács, T",
                        "preferred": "T Takács"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.34196/ijm.00187",
            "id": "bib5",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "2",
                "last": "38",
                "range": "2–38"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "Quality assessment of Microsimulation models the case of EUROMOD",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.34196/ijm.00178",
            "id": "bib6",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "198",
                "last": "223",
                "range": "198–223"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "EUROMOD: The European Union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.34196/ijm.00075",
            "id": "bib7",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
