{
    "status": "vor",
    "id": "00222",
    "version": 1,
    "type": "scientific-correspondence",
    "doi": "10.34196/ijm.00222",
    "authorLine": "Simon Schmaus",
    "title": "Practical Microsimulation Modelling, by Cathal O'Donoghue",
    "published": "2020-12-31T00:00:00Z",
    "versionDate": "2020-12-31T00:00:00Z",
    "statusDate": "2020-12-31T00:00:00Z",
    "volume": 13,
    "issue": 3,
    "fpage": 3,
    "lpage": 4,
    "elocationId": "3-4",
    "pdf": "http://web:8082/00222/ijm-00222.pdf",
    "subjects": [
        {
            "id": "methodology",
            "name": "Methodology"
        }
    ],
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Schmaus",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Germany",
                            "locality": [
                                "Trier"
                            ]
                        },
                        "formatted": [
                            "Trier",
                            "Germany"
                        ]
                    },
                    "name": [
                        "Trier University"
                    ]
                }
            ],
            "emailAddresses": [
                "schmaus@uni-trier.de"
            ],
            "name": {
                "index": "Schmaus, Simon",
                "preferred": "Simon Schmaus"
            },
            "orcid": "0000-0002-2037-4312",
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "O'Donoghue, Cathal, 2021, <i>Practical Microsimulation Modelling</i>. Oxford University Press. 336pp. ISBN 978-0-19-885287-2; DOI 10.1093/oso/9780198852872.001.0001",
                    "type": "paragraph"
                },
                {
                    "text": "Cathal O'Donoghue has enormous experience in the field of microsimulation, especially in the context of economic and political issues. His expertise is also evident in the book <i>Practical Microsimulation Modelling</i>, which gives a broad overview of different types and application areas of microsimulation models. The content of this book focuses on different methodological areas. These areas include static models, behavioural models and dynamic/spatial models. For each area, concrete fields of application are discussed.",
                    "type": "paragraph"
                },
                {
                    "text": "Each field of application is independently structured and subdivided, giving the reader easy access to the topic. At the beginning of each chapter, the author motivates and places the topic in the context of microsimulation. The respective policy is described according to content-related aspects and the data requirements are pointed out. O'Donoghue demonstrates validation techniques and describes methods for measuring the respective policy influences. In the end, he interprets and discusses the results using a simulation study.",
                    "type": "paragraph"
                },
                {
                    "text": "The first part of the book introduces the reader to the field of microsimulation in general and presents an overview of the different methodological types, which are taken up and deepened in more detail in later chapters. Especially for readers who are not yet familiar with microsimulations, the first chapter provides a concise and comprehensive overview and helps in understanding the application-oriented parts. In addition, O'Donoghue presents and discusses possible software programs for the implementation of different types of microsimulations, taking into account different requirements and purposes. Following this, he describes the generic MS-Excel based program XLSIM for conducting static tax-benefit models in more detail.",
                    "type": "paragraph"
                },
                {
                    "text": "The second part focuses on static microsimulations without behavioural responses. Here, changes in the target values are a direct result of changed policies. O'Donoghue explains the application of static microsimulations with examples of the analysis of poverty effectiveness comparing different social transfers and the redistributive effect of income tax systems.",
                    "type": "paragraph"
                },
                {
                    "text": "In the third part, he extends the concept of static microsimulations introducing behavioural responses and political measures that may affect individual decisions. Besides the implementation of different policies, individual decision processes have to be modelled and simulated. The analysis of labour market supply as a first application is presented by modelling and simulating individual work decisions under different conditions. Another field of application is the analysis of indirect taxation by simulating consumption behaviour, where the volume of consumption depends on different characteristics like income and savings. The last example focuses on environmental taxation, which is demonstrated by analysing direct and indirect effects of carbon taxation on income distributions.",
                    "type": "paragraph"
                },
                {
                    "text": "The fourth part adds temporal and spatial components to the microsimulation methodologies listed in the previous chapters. O'Donoghue explains both methods - spatial and dynamic microsimulations - concisely and yet in sufficient detail for a comprehensive understanding. To introduce temporal analysis, he presents a decomposition of inequality changes using simulated income components and a dynamic microsimulation for the generation of life cycle incomes. The concept of spatial microsimulation is introduced by modelling spatial income distributions using survey data on the one hand and spatial benchmarks from the census on the other.",
                    "type": "paragraph"
                },
                {
                    "text": "In summary, O'Donoghue's book is a successful compromise between the explanation of basic concepts and a rich set of applications.",
                    "type": "paragraph"
                },
                {
                    "text": "O'Donoghue focuses on the most comprehensive understanding of microsimulations for the analysis of political and economic issues. He points out that successful implementations of microsimulations require the researcher to not only understand the techniques but also focus on a clear research question. The areas of application are explained explicitly in parts two to four of the book. The descriptions of the data challenges for different fields of application in each chapter are helpful when searching for and evaluating potential data sets. Furthermore, the book, also by using numerous references, offers a suitable basis for a further deepening of the topics.",
                    "type": "paragraph"
                },
                {
                    "text": "Solely a concluding chapter summarizing the content as well as an outlook on the development of microsimulations to round up the book would have been desirable.",
                    "type": "paragraph"
                },
                {
                    "text": "The book is particularly suitable for beginners and advanced users of microsimulations who are interested not only in concepts and methods but also in specific fields of application and challenges in handling the necessary data. Hence, I fully recommend this book to get a broad and comprehensive content-related overview of the field of microsimulations, especially for economic inequality analysis.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
