{
    "status": "vor",
    "id": "00227",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00227",
    "authorLine": "Matteo G Richiardi",
    "title": "Editorial",
    "published": "2021-04-30T00:00:00Z",
    "versionDate": "2021-04-30T00:00:00Z",
    "statusDate": "2021-04-30T00:00:00Z",
    "volume": 14,
    "issue": 1,
    "fpage": 1,
    "lpage": 1,
    "elocationId": "1-1",
    "pdf": "http://web:8082/00227/ijm-00227.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "UK",
                            "locality": [
                                "Colchester"
                            ]
                        },
                        "formatted": [
                            "Colchester",
                            "UK"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@essex.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo G",
                "preferred": "Matteo G Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Spring 2021 issue of the journal is another testament to the diversity of microsimulation research, with two papers dealing with health microsimulations, (Skarda et al., and Tan et al.) - possibly the fastest growing field of application of microsimulation methods - two papers on tax-benefit analysis (de Mahieu, and my own, Richiardi et al.), and one paper with an environmental application (Ryan and O'Donoghue).",
                    "type": "paragraph"
                },
                {
                    "text": "Skarda et al. present their health microsimulation model, labelled LifeSim, which simulates the lifecourse trajectories of every child in the Millenium Birth Cohort study in England, to analyse the short-, medium- and long-term effects of different childhood policies. The paper describes the baseline projections, and some validation exercises.",
                    "type": "paragraph"
                },
                {
                    "text": "Tan et al. develop a dynamic model (PeCanMOD) to simulate the number of individuals eligible for precision medicine, a new approach that uses genomic information to identify the best available treatments, in the management of childhood cancer. The model produces the incremental cost of treatment per life year gained if precision medicine was introduced for late stage cancer patients as a final treatment option.",
                    "type": "paragraph"
                },
                {
                    "text": "Antoine de Mahieu develops a random utility, random opportunity (RURO) labour supply model for Belgium to study the cost of extending in-work benefits.",
                    "type": "paragraph"
                },
                {
                    "text": "He finds a bigger negative impact with respect to some of the previous literature, which he relates to the fact that the RURO model allows people not only to change the hours worked, but also to opt for lower paid jobs with preferable attributes, which decreases government revenues through lower taxes and social contributions.",
                    "type": "paragraph"
                },
                {
                    "text": "Richiardi et al. introduce UKMOD, a new tax-benefit model for the UK and its four constituent nations (England, Scotland, Wales and Northern Ireland). The model extends the UK component of EUROMOD in several directions and, given that the UK component of EUROMOD is no longer maintained by the European Commission following Brexit, is now the only freely accessible tax-benefit model for the UK.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, Ryan and O'Donoghue simulate the life-cycle impact of a potential change in land use, involving the conversion of agricultural land to forestry. Their model allows them to consider the life-cycle impact of changes in carbon emissions, taking into account both private and social returns.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
