{
    "status": "vor",
    "id": "00220",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00220",
    "authorLine": "Miroslav Štefánik, Tomáš Miklošovič",
    "title": "Modelling foreign labour inflows using a dynamic microsimulation model of an ageing country - Slovakia",
    "published": "2020-08-31T00:00:00Z",
    "versionDate": "2020-08-31T00:00:00Z",
    "statusDate": "2020-08-31T00:00:00Z",
    "volume": 13,
    "issue": 2,
    "fpage": 102,
    "lpage": 113,
    "elocationId": "102-113",
    "pdf": "http://web:8082/00220/ijm-00220.pdf",
    "subjects": [
        {
            "id": "dynamic-microsimulation",
            "name": "Dynamic microsimulation"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "In this paper, we introduce our approach adopted to project the development of available labour supply. We focus on the situation at the Slovak labour market, where the increased inflow of foreign labour between 2012 and 2019 was driven by the demand for labour arising because of a need for replacing workers leaving the labour market. Using data from the Labour Force Survey, SLAMM simulates the development of domestic labour supply by reproducing the demographic processes, educational attainment, together with decisions on economic activity and employment. The discrepancy between the domestic labour supply and structure of employment expected by a macroeconomic forecast drives the projected inflow of foreign workers. The deficit of labour, driven mainly by the demographic change, is expected to be balanced by labour immigration. Besides its potential in predicting future labour supply, we also show some of the policy-relevant scenarios simulated by SLAMM.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Štefánik and Miklošovič",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Slovakia",
                            "locality": [
                                "Bratislava"
                            ]
                        },
                        "formatted": [
                            "Bratislava",
                            "Slovakia"
                        ]
                    },
                    "name": [
                        "Institute of Economic Research Slovak Academy of Sciences"
                    ]
                }
            ],
            "emailAddresses": [
                "miroslav.stefanik@savba.sk"
            ],
            "name": {
                "index": "Štefánik, Miroslav",
                "preferred": "Miroslav Štefánik"
            },
            "orcid": "0000-0002-9993-7885",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Slovakia",
                            "locality": [
                                "Bratislava"
                            ]
                        },
                        "formatted": [
                            "Bratislava",
                            "Slovakia"
                        ]
                    },
                    "name": [
                        "Institute of Economic Research Slovak Academy of Sciences"
                    ]
                }
            ],
            "name": {
                "index": "Miklošovič, Tomáš",
                "preferred": "Tomáš Miklošovič"
            },
            "orcid": "0000-0003-3104-0905",
            "type": "person"
        }
    ],
    "funding": {
        "statement": "This work was supported by the Slovak Research and Development Agency under the contract no. APVV-17-0329 and the Slovak Scientific Grant Agency - VEGA under the contract no. VEGA 2/0182/17."
    },
    "dataSets": {
        "availability": [
            {
                "text": "Data and code has been provided to the journal and is available upon request.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "Population ageing",
        "demographic dividend",
        "migration",
        "labour supply",
        "replacement demand for labour"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Population ageing is expected to set up unprecedented labour movements. While population ageing is observable across all European countries, patterns in attracting and accepting foreign labour vary substantially between European countries. Here we adopt a perspective of a small, rapidly ageing EU country, which is not the usual target country for immigrants. Slovakia has recently experienced exponential growth in the number of foreign workers. The main driver of this inflow was the lack of domestic labour able to meet the steadily growing labour demand in a situation of declining overall labour supply. A similar situation can also be found in other new EU member states, such as Slovenia, Poland, the Czech Republic, but even more remote countries such as Malta.<sup><a href=\"#fn1\">1</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "SLAMM<sup><a href=\"#fn2\">2</a></sup> is a combined, micro-macro model, developed to predict the expected dynamics of labour demand in Slovakia. Its supply side forms a dynamic microsimulation model designed to quantify the demand for labour arising because of the need for replacing retiring workers, together with the need for foreign-born workers. The purpose of this text is to introduce the structure of SLAMM, with a brief example of its potential outputs focused at projecting immigration inflows in variant scenarios. The focus is at describing the structure and functions of SLAMM clearly and concisely to stimulate methodological discussion.",
                    "type": "paragraph"
                },
                {
                    "text": "In the remaining part of the introductory section, we outline our motivation with the most relevant concepts identified by the literature. The second section offers a detailed description of SLAMM, its functions and connection to a macroeconomic model. In the third section, we present SLAMM projections of the dependency ratio, the replacement demand for labour and inflowing migration in alternative policy-relevant scenarios. We conclude in the final, fourth section.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Europe is ageing at a pace which is fastest among all continents. By 2050, the total dependency ratio (ratio of population aged 0–14 and 65+ per 100 population 15–64) is projected to increase sharply in Europe (by 24.8 percentage points). During the same period, the total dependency ratio for Africa is expected to decrease by 18.7 percentage points (<a href=\"#bib24\">UNDESA, 2017</a>). Ageing in Europe is linked with a decline in the labour supply. This pattern is observable universally across all countries of the European Union (EU) (<a href=\"#bib23\">Van Der Gaag and Beer, 2015</a>). It is not only the total size of the population which matters but also the age structure driving the decline in the total labour force (<a href=\"#bib2\">Bloom et al., 2003</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "At the same time, the extent of the available labour force drives the total economic growth of countries. <a href=\"#bib2\">Bloom et al. (2003)</a> show that societies with increases in the population in productive age are gaining additional bonus in terms of economic growth; they call this the <i>demographic dividend</i> (<a href=\"#bib2\">Bloom et al., 2003</a>). If countries in a case of an increase in the labour force yield positive demographic dividends (<a href=\"#bib8\">Headey and Hodge, 2009</a>), in the cases of a decline of the total labour force this dividend is expected to turn negative and become a <i>demographic burden</i> to the economic growth (<a href=\"#bib23\">Van Der Gaag and Beer, 2015</a>). Being aware of this problem the European Commission (<a href=\"#bib7\">European Commission, 2015</a>, p. 14) in the proposed European Agenda on Migration points that population ageing is expected to have a negative impact on economic growth, with implications also for the sustainability of European welfare systems. One of the potential factors mitigating the macroeconomic impact of ageing is migration, which is expected to <i>increasingly be an important way to enhance the sustainability of our welfare system and to ensure sustainable growth of the EU economy</i> (<a href=\"#bib7\">European Commission, 2015</a>, p. 14). Empirical research on increased migration after the EU enlargement in 2004, supports the expected positive macroeconomic impact of labour-related migration (<a href=\"#bib1\">Baas et al., 2010</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s1-1",
                    "title": "1.1. From an ageing labour supply to immigration",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Undoubtedly, one of the main drivers motivating the inflow of labour migration is the lack of domestic labour able to meet persisting labour demand in a situation of declining overall labour supply. The lack of available labour supply, limiting further economic growth presents a challenge for manpower requirement modelling.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The manpower requirement models (MRM) became widespread in two waves (<a href=\"#bib13\">Lassnigg, 2002</a>); first in the Seventies, after being inspired by <a href=\"#bib20\">Parnes (1962)</a>, with a consequent renaissance in the Nineties.<sup><a href=\"#fn3\">3</a></sup> In the last years, the stream of research on manpower requirement modelling transformed into skill needs forecasting, covering under the umbrella of upskilling and skills mismatch research<sup><a href=\"#fn4\">4</a></sup> (<a href=\"#bib4\">CEDEFOP, 2012</a>). Since Parnes, MRM models are designed as a combination of an econometric model of the macroeconomic environment aimed to predict the demand for labour, with an additional, more detailed model predicting the structure of the labour force. For example, in the Skills forecast produced by CEDEFOP, the macroeconomic predictions of total employment are broken down by economic sectors and qualification levels (defined in terms of occupations). The supply side of the labour market is predicted by a stock-flow model (<a href=\"#bib5\">Cedefop, Eurofound, 2018</a>, p. 15). A stock-flow model adopts an approach introduced by <a href=\"#bib25\">Willems and de Grip (1993)</a>, aggregating EU LFS employment figures based on age cohorts<sup><a href=\"#fn5\">5</a></sup> and modelling their ageing in time with assumptions on exits from employment (<a href=\"#bib4\">CEDEFOP, 2012</a>, p. 46).",
                            "type": "paragraph"
                        },
                        {
                            "text": "One of the important heritages of the Nineties’ discourse is the distinction between expansion and replacement demand for labour. Expansion demand for labour is a result of expansion or restriction of employment in that particular segment of the labour market. It can be positive (new jobs are appearing) or negative (existing jobs are diminishing) and is mostly driven by macroeconomic and structural factors. It is therefore usually modelled by a macroeconomic model. Replacement demand appears when an existing job needs to be filled in because of a worker exiting the job (<a href=\"#bib4\">CEDEFOP, 2012</a>, p. 65). Several types of exits should be accounted for, exits to retirement, exits to other forms of economic inactivity, or mobility between labour market segments (the so-called churn-replacement). Replacement demand is mostly driven by individual factors, as it is strongly determined by age-related life situations.<sup><a href=\"#fn6\">6</a></sup>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s1-2",
                    "title": "1.2. Manpower requirements modelling",
                    "type": "section"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We aim to predict replacement demand for labour by capturing the dynamics driven by ageing. For this purpose, we designed<sup><a href=\"#fn7\">7</a></sup> a microsimulation model SLAMM.<sup><a href=\"#fn8\">8</a></sup> In line with the typology presented in <a href=\"#bib18\">O’Donoghue (2014)</a>, SLAMM applies the cross-sectional dynamic-ageing, as individuals in the model age in discrete, annual, time-periods.",
                    "type": "paragraph"
                },
                {
                    "text": "The version of SLAMM presented here runs on Slovak data from the European Union Labour Force Survey (EU LFS), which draws the most detailed picture of the population during the inter-Census period in Slovakia. Here we are presenting figures for the nowcasting variant<sup><a href=\"#fn9\">9</a></sup> of SLAMM - using the microdata file of Slovak EU LFS data for 2011. We use sampling weights to inflate the file to the size of the total population of Slovakia (apx. 5.4 million).",
                    "type": "paragraph"
                },
                {
                    "text": "SLAMM reproduces the assumptions of a demographic prediction<sup><a href=\"#fn10\">10</a></sup> and additionally simulates lifetime decisions<sup><a href=\"#fn11\">11</a></sup> on economic activity and employment at an individual level. It simulates the development of eight main attributes of individuals using a set of deterministic, as well as stochastic, functions using the dynamic information on individuals’ age combined with the information observed (or simulated) during the previous period. The eight attributes listed in <a href=\"#table1\">Table 1</a> present variables with values observable at the level of all individuals in the simulated population, present the minimal required information necessary to run the model. In principle, this information can also be acquired from other statistical sampling surveys, such as the EU SILC,<sup><a href=\"#fn12\">12</a></sup> or from the CENSUS. The list of variables with possible values used in the model has been optimised for the purpose of labour supply modelling, with respect to the available data.<sup><a href=\"#fn13\">13</a></sup> Since all these variables refer to attributes of individuals, no other type of entity needs to be introduced in the model,<sup><a href=\"#fn14\">14</a></sup> the only entities recognised in SLAMM are individuals.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: Model SLAMM.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "T1_FN1",
                                    "label": "*",
                                    "text": [
                                        {
                                            "text": "Corresponding to the skill levels of the ISCO classification allows constructing indicators of skills mismatch (<a href=\"#bib12\">ILO, 2012</a>, p. 12).",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Variable</th>\n<th align=\"left\">Values</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Gender</td>\n<td align=\"left\">MaleFemale</td>\n</tr>\n<tr>\n<td align=\"left\">Age</td>\n<td align=\"left\">In years</td>\n</tr>\n<tr>\n<td align=\"left\">Highest level of education achieved</td>\n<td align=\"left\">Primary<br/>Lower secondary<br/>Upper secondary<br/>Post-secondary<br/>Tertiary</td>\n</tr>\n<tr>\n<td align=\"left\">Field of highest education achieved</td>\n<td align=\"left\">10 fields (based on ISCED-F 2013)</td>\n</tr>\n<tr>\n<td align=\"left\">Economic status in the current period</td>\n<td align=\"left\" rowspan=\"2\">Employed Unemployed<br/>Student<br/>Retired<br/>Disabled<br/>Inactive</td>\n</tr>\n<tr>\n<td align=\"left\">Economic status one year ago</td>\n</tr>\n<tr>\n<td align=\"left\">Economic sector of employment in the current period</td>\n<td align=\"left\" rowspan=\"2\">18 sectors (based on NACE 2.0)</td>\n</tr>\n<tr>\n<td align=\"left\" valign=\"bottom\">Economic sector of employment one year ago</td>\n</tr>\n<tr>\n<td align=\"left\">Occupational group</td>\n<td align=\"left\" rowspan=\"2\">3 groups<a href=\"#T1_FN1\">*</a> (based on ISCO 08 skill levels)<br/>(ISCO1-3; ISCO 4-8; ISCO 9)</td>\n</tr>\n<tr>\n<td align=\"left\">Occupational group one year ago</td>\n</tr>\n<tr>\n<td align=\"left\">Country of birth</td>\n<td align=\"left\">Native<br/>EU<br/>Non-EU</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Variables used in the SLAMM model.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "After the individual-level information on the eight variables is imported from the initial-period database, values of the variables are subject to functions defined for the simulation period. Alike in other labour supply microsimulation models,<sup><a href=\"#fn15\">15</a></sup> functions are organised in relatively independent and subsequently simulated modules:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Demographic module – DEMO",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "A module on attaining education – EDU",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "A module on decisions related to economic activity – EA",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "A module on matching individuals with available jobs - EMPL",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "Module DEMO simulates demographic processes of fertility, mortality and ageing. Migration is assumed to be balanced at zero in this module. Population (with its age structure) is, therefore, simulated based on the in-country potential. Both fertility and mortality are implemented using exogenous age-specific probabilities,<sup><a href=\"#fn16\">16</a></sup> allocating fertility and mortality randomly in each period within a one year age cohort. For female individuals assigned to be giving birth in the particular simulation period, a new individual is generated.<sup><a href=\"#fn17\">17</a></sup> Individuals assigned to die in the specific simulation period are dropped from the population.<sup><a href=\"#fn18\">18</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "Although new immigrants are not generated in this DEMO module, one of their attributes is simulated here; namely the length of stay in the country during the current period. This attribute was not present in the initially imported data; instead, we impute this information in order to match the cross-sectional picture available from the administrative records on the length of stay of employed immigrants.<sup><a href=\"#fn19\">19</a></sup> The length of stay is, thus, imputed for immigrants in the base-population imported for the initial period. For all the new immigrants arriving in the country as a result of the simulation, the length of stay ages in discrete, one- year, periods. Based on the length of stay, we can assign an individual-specific time to leave the country. After the time to leave expires, the individual leaves the population, which leads to a further increase in replacement demand. This allows us to draw scenarios of the alternative length of immigrants’ stay in the country or to calibrate the model based on this parameter.",
                    "type": "paragraph"
                },
                {
                    "text": "Module EDU simulates educational attainment of individuals. Level and field of the highest education attained are randomly assigned while keeping the proportions of educational attainment of the most recently observed cohort with finalised initial education (age cohort 30-35 years old in the base year). The approach taken in this module is rather simplistic, assuring the possibility to draw scenarios of alternative assumptions on the development of the educational structure of the population.",
                    "type": "paragraph"
                },
                {
                    "text": "Module EA simulates decisions related to the economic activity of individuals. The approach applied in simulating economic activity is inverse to the usually used in microsimulation models. The decision to become economically active is often simulated as a function of potential working income. SLAMM does not work with information on individuals´ income, because this is not present in the EU LFS data used as the source database. In each of the simulation periods, SLAMM assigns statuses of economic inactivity based on: i. the information on economic status during the previous period; ii. the development of the age structure and; iii. alignments to gender and age-specific proportions observed in the most recent CENSUS.<sup><a href=\"#fn20\">20</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "The disabled, retired, early-retired and other inactive are identified in each of the simulation periods following these steps. SLAMM first calculates a probability score of being in each of the inactivity statuses for every individual in the population. Individuals in the particular inactivity status during the previous period<sup><a href=\"#fn21\">21</a></sup> are assigned an extremely high value of the status-score. Individuals are re-allocated in each of the inactivity statuses based on their score while keeping<sup><a href=\"#fn22\">22</a></sup> the gender and age-specific proportions of each of the inactivity statuses observed in the most recent CENSUS. The proportions are defined in age-relative to the current retirement age, while the current legal retirement age is a globally applied parameter, varying in time, by gender and potential alternative scenarios.",
                    "type": "paragraph"
                },
                {
                    "text": "Analogously to the procedure applied to these inactivity statuses, also the working retired are identified. One additional restriction is applied on potential transitions between statuses, with retiring being an ultimate decision, meaning once retired individuals are not able to become economically active in any of the subsequent periods. Disability and other inactivity allow transitions in and out of these statuses.",
                    "type": "paragraph"
                },
                {
                    "text": "Students are assigned deterministically by adopting an additional assumption of educational level-specific graduation age as a threshold for switching from a student to economically active.",
                    "type": "paragraph"
                },
                {
                    "text": "After these functions are evaluated, individuals not assigned to any of the inactivity statuses are assigned to be economically active; thus, in the labour supply. Individuals assigned as working retired are added to the economically active population.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig6",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00220%2Fijm-00220-fig006.tif",
                                "size": {
                                    "width": 2362,
                                    "height": 1313
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00220%2Fijm-00220-fig006.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00220-fig006.jpg"
                                }
                            },
                            "label": "Scheme 1",
                            "title": "Structure of SLAMM in modules",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Module EMPL allocates those who are assigned to be economically active to employment or unemployment. For individuals in employment, it additionally decides about the sector (branch) of economic activity and the occupation of their employment. SLAMM aligns<sup><a href=\"#fn23\">23</a></sup> the total employment in labour market segments (the combination of the sector of economic activity and occupation) based on an exogenous macroeconomic prediction. In the final step, for labour market segments with a lack of employed and potentially employable from “domestic” labour supply, foreign workers are imported.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "1: <b>if</b> the total number of employed (E) in the labour market segment (s) in the current period (t) is lower than the total number of employed in the labour market segment in the previous period (t-1) minus replacement demand for labour (RD) in the segment:  <math id=\"inf1\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <msub> <mi>E</mi> <mrow> <mi>s</mi> <mo>,</mo> <mi>t</mi> </mrow> </msub> <mo>§lt;</mo> <mo stretchy=\"false\">(</mo> <msub> <mi>E</mi> <mrow> <mi>s</mi> <mo>,</mo> <mi>t</mi> <mo>−</mo> <mn>1</mn> </mrow> </msub> <mo>−</mo> <mi>R</mi> <msub> <mi>D</mi> <mrow> <mi>s</mi> <mo>,</mo> <mi>t</mi> </mrow> </msub> <mo stretchy=\"false\">)</mo> </mrow> </mstyle> </math>  <b>then</b>",
                            "type": "paragraph"
                        },
                        {
                            "text": "2: sort individuals employed in the labour market segment based on their segment-specific score and send the redundant to the pool of unemployed",
                            "type": "paragraph"
                        },
                        {
                            "text": "3: <b>else if</b>  <math id=\"inf2\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <msub> <mi>E</mi> <mrow> <mi>s</mi> <mo>,</mo> <mi>t</mi> </mrow> </msub> <mo>≥</mo> <mo stretchy=\"false\">(</mo> <msub> <mi>E</mi> <mrow> <mi>s</mi> <mo>,</mo> <mi>t</mi> <mo>−</mo> <mn>1</mn> </mrow> </msub> <mo>−</mo> <mi>R</mi> <msub> <mi>D</mi> <mrow> <mi>s</mi> <mo>,</mo> <mi>t</mi> </mrow> </msub> <mo stretchy=\"false\">)</mo> </mrow> </mstyle> </math>  <b>then</b>",
                            "type": "paragraph"
                        },
                        {
                            "text": "4: i. everyone employed in the segment during the previous period and not assigned economically inactive during this period keeps being employed in the segment;",
                            "type": "paragraph"
                        },
                        {
                            "text": "5: ii. if there are individuals in the pool of unemployed with education (a combination of level and field) already present in the segment, these are taking the empty employment spots, to fill the total employment in the segment up to the level predicted by the macroeconomic forecast;",
                            "type": "paragraph"
                        },
                        {
                            "text": "6: iii: if there are no suitable candidates in the pool of unemployed, workers with foreign origin are cloned out of the already employed workers in the segment up to the level predicted by the macroeconomic forecast.",
                            "type": "paragraph"
                        },
                        {
                            "text": "7: <b>end if</b>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Source: SLAMM",
                            "type": "paragraph"
                        }
                    ],
                    "id": "box",
                    "label": "Algorithm 1",
                    "title": "Allocation of economically active into labour market segments (a combination of sector of economic activity and occupation)",
                    "type": "box"
                },
                {
                    "text": "Migration, initially skipped in the DEMO module, is thus added into the model inthe very last step. Immigration into the country, implemented in this way, is driven by the needs of the labour market. After 2013, Slovakia was experiencing an exponential increase in the total number of workers born outside the country. Based on administrative data on work permits<sup><a href=\"#fn24\">24</a></sup> (and obligatory reporting of employment of EU citizens) the total stock of foreign-born workers employed in Slovakia went up from 12.3 thousand in 2013 to 70.2 thousand in 2019. The SLAMM model, running on the EU LFS data for 2011 captured the increasing trend, not only in terms of the total number of employed persons born out of the country but also in the structure; such as the level of education.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "SLAMM is a microsimulation model combined with a macroeconomic model,<sup><a href=\"#fn25\">25</a></sup> with an integrated equilibrium-seeking element.<sup><a href=\"#fn26\">26</a></sup> Equilibrium is sought within a classical input-output macroeconomic framework (<a href=\"#bib15\">Leontief, 1966</a>; <a href=\"#bib16\">Miller and Blair, 2009</a>), where an output (product) of one economic sector is traceable to be inputted (consumed) in another economic sector (or exported). Expected production is modelled based on existing, in-country, as well as export-related transactions. Employment in economic sectors is predicted based on the expected level of production. The macro prediction brings a quantification of the number of persons, which need to be employed to assure expected production; it quantifies the expansion demand for labour but tells nothing about the replacement demand for labour.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In terms of total employment, the macroeconomic part of SLAMM predicts annual increases between 1.5 and 1 percent until 2025. After 2025 we adopted a simplifying assumption of zero growth in the total employment (<a href=\"#fig1\">Figure 1</a>). In terms of structural change, after 2025, all labour market segments expect a constant level of employment, while before 2025, particular segments change depending on the macroeconomic prediction.<sup><a href=\"#fn27\">27</a><a href=\"#fn28\">28</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00220%2Fijm-00220-fig001.tif",
                                        "size": {
                                            "width": 1693,
                                            "height": 668
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00220%2Fijm-00220-fig001.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00220-fig001.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Expected annual change in total employment.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Multiple channels connect the microsimulation and macroeconomic parts of the model.<sup><a href=\"#fn28\">28</a></sup> First, the prediction of the number of the economically active population enters the macro part of the model as the total supply of labour. In the EA module, the group of other inactive can potentially react on a substantial increase in average wage predicted by the macroeconomic model.<sup><a href=\"#fn29\">29</a></sup> The macro prediction of employment in labour market segments<sup><a href=\"#fn30\">30</a></sup> presents the main channel of information exchange between the two parts of the model. For each of the segments, the total number of employed presents the ultimate number determining: i. the number of individuals allocated from the group of economically active to employed; ii. the number of workers imported labour from abroad in the case of an insufficient number of suitable workers available in the economically active population simulated for the current period. Since this, channel dominantly determines the final output of the SLAMM projections; we consider the micro-macro connection to be top-down with a behavioural approach.<sup><a href=\"#fn31\">31</a></sup>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1. Macroeconomic assumptions",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Structure of the model",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Besides its predictive potential, SLAMM also presents a handy tool for assessing alternative developments. As work-related immigration remains subject to various regulations, it can be influenced or even shaped by multiple policies. <a href=\"#fig2\">Figure 2</a> displays examples of scenarios, of labour supply reactions to a change in the retirement age, length of stay of immigrants and age structure of inflowing immigrants.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00220%2Fijm-00220-fig002.tif",
                                "size": {
                                    "width": 2067,
                                    "height": 1127
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00220%2Fijm-00220-fig002.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00220-fig002.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Predicted development of the dependency ratio, in scenarios.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The <i>baseline</i> scenario captures the current legislation on retirement age as well as the empirically observed length of stay and the age of inflowing immigrants. The <i>dynamic retirement age</i> scenario manipulates the retirement age by allowing its growth at the same pace as the life expectancy. The <i>short-stay immigration</i> scenario assumes the working immigrants to stay in the country for a shorter time (10 percent decline in the length of stay implemented across the distribution). <i>Younger immigration</i> scenario assumes all inflowing working immigrants to be between 20 and 29 years old, and the <i>Older immigration</i> scenario assumes all inflowing working immigrants to be between 36 and 44 years old.",
                    "type": "paragraph"
                },
                {
                    "text": "First, we explore the simulated development of the dependency ratio indicator. Its values are going to show the worst development in the case of the dynamic retirement age scenario, with more employment being covered by the domestic (older) population attracting less (younger) immigrant population.<sup><a href=\"#fn32\">32</a></sup> The most favourable dependency ratio is expected in the case of the older immigration scenario because households of older immigrants include less children.",
                    "type": "paragraph"
                },
                {
                    "text": "Another indicator of interest is the country´s demand for foreign-born workers (<a href=\"#fig3\">Figure 3</a>). The observed length of stay of the current immigrants is relatively short; this is driving the demand for workers born outside the country. Further shortening of the length of stay would substantially increase the need to attract the annual flow of additional workers. Age composition of inflowing immigrants does not make such a substantial difference to the baseline scenario. Dynamizing the retirement age would result in more workers from the older, domestic labour force and thus lower need for importing foreign-born labour.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00220%2Fijm-00220-fig003.tif",
                                "size": {
                                    "width": 2067,
                                    "height": 1182
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00220%2Fijm-00220-fig003.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00220-fig003.jpg"
                                }
                            },
                            "label": "Figure 3",
                            "title": "Predicted annual inflow of employed persons born out of the country, in scenarios.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Finally, replacement demand for labour, quantified in the number of persons is the lowest in the case of the dynamic retirement scenario and the highest in the case of the short-stay immigration scenario. Again, we may observe that, in comparison to the length of stay of immigrants, the age structure of inflowing immigrants plays a secondary role in shaping future replacement demand for labour.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#fig4\">Figure 4</a> also displays the growing discrepancy between the size of the graduating cohort and the demand for labour arising because of the need for replacement of workers leaving for retirement or other forms of economic inactivity.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig4",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00220%2Fijm-00220-fig004.tif",
                                "size": {
                                    "width": 2067,
                                    "height": 1219
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00220%2Fijm-00220-fig004.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00220-fig004.jpg"
                                }
                            },
                            "label": "Figure 4",
                            "title": "The annual number of workers in need of replacement in scenarios.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s3",
            "title": "3. Modelling output in policy relevant scenarios",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Advancements in microsimulation modelling open new potential for its application in various areas of economic modelling. Although not in the main focus, manpower requirement modelling has a long tradition of combining macroeconomic models with more detailed statistical models designed to predict the development of the labour supply. In line with this tradition, we have developed a model combining a macro-level prediction of employment trends, with micro-level information on the population of Slovakia. SLAMM is a dynamic microsimulation model designed to predict the development of the supply side of the Slovak labour market. After importing individual-level information about the Slovak population, it simulates the demographic processes, educational attainment, decisions related to economic activity and entering employment.",
                    "type": "paragraph"
                },
                {
                    "text": "Since SLAMM was built in line with the tradition of manpower requirement modelling, one of the central indicators of interest is the replacement demand for labour, which results from individuals leaving the labour market for retirement or other forms of economic inactivity. SLAMM quantifies replacement demand for labour as the number of persons in need of replacement on an annual basis. In comparison to methodological approaches traditionally applied in quantifying replacement demand, we can see at least three advantages of a dynamic microsimulation model.",
                    "type": "paragraph"
                },
                {
                    "text": "First, replacement demand for labour is traditionally quantified using a cohort-component<sup><a href=\"#fn33\">33</a></sup> type of model (<a href=\"#bib25\">Willems and de Grip, 1993</a>) (<a href=\"#bib4\">CEDEFOP, 2012</a>). Here changes in the aggregate number of employed within age cohorts are tracked in time to quantify the probability of exiting employment, therefore the need for replacement. In a dynamic microsimulation model, such as in the case of SLAMM, individual-level probabilities of particular types of exits are implemented in every period of the simulation. Among the types of exits (inactivity statuses), we identify: the retired, early retired,<sup><a href=\"#fn34\">34</a></sup> disabled, and other types of inactivity.<sup><a href=\"#fn35\">35</a></sup> Detailed disaggregation of the types of exits allows capturing different dynamics related to various sub-groups of interest; it thus allows producing more detailed predictions, enabling straightforward interpretation of the expected trends.",
                    "type": "paragraph"
                },
                {
                    "text": "Second, comparing the aggregate size of a cohort in time does not allow combining information from various data sources<sup><a href=\"#fn36\">36</a></sup>; a microsimulation model is more flexible in this respect. In our case, SLAMM runs on the EU LFS data, as it presents the most recent picture of the whole population of interest. In the same model, while working with sub-populations of particular interest (e.g. disabled or the working retired), age-specific proportions and probabilities are extracted out of a less recent, but more detailed CENSUS. Two data-sources of the same population are thus combined to yield information of higher quality.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, because of the microsimulation design, SLAMM offers a wide variety of scenario-designing options. We present some of its potential also here when expecting alternative age-structure of inflowing immigrants, or the length of their stay in the country. At the same time, these types of scenarios were compared to a completely different type of scenario, adopting an assumption related to the change in the retirement age.",
                    "type": "paragraph"
                },
                {
                    "text": "The potential in drawing alternative scenarios becomes especially interesting from the policy-making perspective. Due to scenario analysis, we can provide an assessment of the contribution of changes in the age-structure of inflowing immigrants relative to the length of their stay. From the perspective of assuring available labour force through immigration policy, prolonging the length of stay should be prioritised over adjusting the age structure of immigrants. The output of the model allows considering further implications, for example, for social security or pension systems. For the sake of brevity, we do not explore these alleys here. Instead, we try to document the connection of replacement demand for labour and the number of inflowing foreign workers. Such connection can be observed empirically on aggregate figures (<a href=\"#fig5\">Figure 5</a>) or assumed while designing a microsimulation model. Here we present the experience of Slovakia, which is a rapidly ageing country, only marginally affected by the recent wave of immigration of non-EU citizens. Although Slovakia is a small country, its experience can be to some extent generalised also to others, especially central and eastern European countries.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig5",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00220%2Fijm-00220-fig005.tif",
                                "size": {
                                    "width": 2067,
                                    "height": 933
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00220%2Fijm-00220-fig005.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00220-fig005.jpg"
                                }
                            },
                            "label": "Figure 5",
                            "title": "Stock of employed persons born out of the country, by educational level.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s4",
            "title": "4. Conclusions and discussion",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Baas, T",
                        "preferred": "T Baas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brucker, H",
                        "preferred": "H Brucker"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hauptmann, A",
                        "preferred": "A Hauptmann"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Labor Mobility in the Enlarged EU: Who Wins, Who Loses?, EU Labor Markets After Post-Enlargement Migration, Springer",
            "id": "bib1",
            "title": "EU Labor Markets After Post-Enlargement Migration",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bloom, DE",
                        "preferred": "DE Bloom"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Canning, D",
                        "preferred": "D Canning"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sevilla, J",
                        "preferred": "J Sevilla"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Demographic Dividend, a New Perspective on the Economic Consequences of Population Change. Population Matters. Monograph MR 1274",
            "date": "2003",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Santa Monica, CA"
                        ]
                    },
                    "formatted": [
                        "Santa Monica, CA"
                    ]
                },
                "name": [
                    "RAND"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bryon, G",
                        "preferred": "G Bryon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "De Menten, G",
                        "preferred": "G De Menten"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "http://liam2.plan.be/download/LIAM2UserGuide-0.11.0.pdf, November 24, 2015",
            "id": "bib3",
            "title": "LIAM2 User Guide - Release 0.11.0, Federal Planning Bureau",
            "type": "unknown",
            "uri": "http://liam2.plan.be/download/LIAM2UserGuide-0.11.0.pdf"
        },
        {
            "authors": [
                {
                    "name": "CEDEFOP",
                    "type": "group"
                }
            ],
            "bookTitle": "Skills supply and demand in Europe (Methodological framework). Research paper No. 25",
            "date": "2012",
            "id": "bib4",
            "isbn": "978-92-896-1112-1",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Luxembourg"
                        ]
                    },
                    "formatted": [
                        "Luxembourg"
                    ]
                },
                "name": [
                    "Publication Office of the European Union"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Cedefop, Eurofound",
                    "type": "group"
                }
            ],
            "bookTitle": "Skills forecast: trends and challenges to 2030",
            "date": "2018",
            "id": "bib5",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Luxembourg"
                        ]
                    },
                    "formatted": [
                        "Luxembourg"
                    ]
                },
                "name": [
                    "Publications Office. Cedefop reference series; No 108"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "LIAM2: a new open source development tool for Discrete-Time dynamic Microsimulation models",
            "authors": [
                {
                    "name": {
                        "index": "de Menten, G",
                        "preferred": "G de Menten"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bryon, G",
                        "preferred": "G Bryon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Liégeois, P",
                        "preferred": "P Liégeois"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.18564/jasss.2574",
            "id": "bib6",
            "journal": "Journal of Artificial Societies and Social Simulation",
            "pages": "9",
            "type": "journal",
            "volume": "17"
        },
        {
            "authors": [
                {
                    "name": "European Commission",
                    "type": "group"
                }
            ],
            "date": "2015",
            "details": "https://ec.europa.eu/transparency/regdoc/rep/1/2015/EN/1-2015-240-EN-F1-1.PDF, May 13, 2015",
            "id": "bib7",
            "title": "European agenda on migration, COM 240 final, Brussels",
            "type": "unknown",
            "uri": "https://ec.europa.eu/transparency/regdoc/rep/1/2015/EN/1-2015-240-EN-F1-1.PDF"
        },
        {
            "articleTitle": "The effect of population growth on economic growth: a meta-regression analysis of the Macroeconomic literature",
            "authors": [
                {
                    "name": {
                        "index": "Headey, DD",
                        "preferred": "DD Headey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hodge, A",
                        "preferred": "A Hodge"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1111/j.1728-4457.2009.00274.x",
            "id": "bib8",
            "journal": "Population and Development Review",
            "pages": {
                "first": "221",
                "last": "248",
                "range": "221–248"
            },
            "type": "journal",
            "volume": "35"
        },
        {
            "date": "1994",
            "details": "editor, Forecasting the labour market by occupation and education, Kluwer Academic Publishers, Dordrecht",
            "id": "bib9",
            "title": "Forecasting the labour market by occupation and education",
            "type": "unknown",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "bookTitle": "Towards a transparent labour market for educational decisions",
            "date": "1998",
            "editors": [
                {
                    "name": {
                        "index": "Heijke, H",
                        "preferred": "H Heijke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Borghans, L",
                        "preferred": "L Borghans"
                    },
                    "type": "person"
                }
            ],
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Aldershot"
                        ]
                    },
                    "formatted": [
                        "Aldershot"
                    ]
                },
                "name": [
                    "Ashgate"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hughes, G",
                        "preferred": "G Hughes"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Projecting the occupational structure of employment in OECD countries",
            "date": "1993",
            "id": "bib11",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "OECD, (OECD Labour Market and Social Policy Occasional Papers No 10)"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "ILO",
                    "type": "group"
                }
            ],
            "date": "2012",
            "id": "bib12",
            "title": "International standard classification of occupations (ISCO-08), International labour organisation, Geneva, ISBN 978-92-2-125953-4",
            "type": "web",
            "uri": "https://www.ilo.org/public/english/bureau/stat/isco/docs/publication08.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lassnigg, L",
                        "preferred": "L Lassnigg"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "Projections of qualifications and occupations in Austria – short-termism, macro perspective and emphasis on the supply side, Forecasting labour markets in OECD countries; Measuring and tackling mismatches, Cheltenham, Edward Elgar",
            "id": "bib13",
            "title": "Forecasting labour markets in OECD countries; Measuring and tackling mismatches",
            "type": "unknown"
        },
        {
            "articleTitle": "LABORsim: an Agent-Based Microsimulation of labour supply – an application to Italy",
            "authors": [
                {
                    "name": {
                        "index": "Leombruni, R",
                        "preferred": "R Leombruni"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.1007/s10614-005-9016-0",
            "id": "bib14",
            "journal": "Computational Economics",
            "pages": {
                "first": "63",
                "last": "88",
                "range": "63–88"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Leontief, W",
                        "preferred": "W Leontief"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Input-Output Economics, Oxford",
            "date": "1966",
            "id": "bib15",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Miller, RE",
                        "preferred": "RE Miller"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Blair, PD",
                        "preferred": "PD Blair"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Input-output analysis: foundations and extensions",
            "date": "2009",
            "id": "bib16",
            "publisher": {
                "name": [
                    "Cambridge university press"
                ]
            },
            "type": "book"
        },
        {
            "bookTitle": "Forecasting labour markets in OECD countries; Measuring and tackling mismatches",
            "date": "2002",
            "editors": [
                {
                    "name": {
                        "index": "Neugart, M",
                        "preferred": "M Neugart"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schomann, K",
                        "preferred": "K Schomann"
                    },
                    "type": "person"
                }
            ],
            "id": "bib17",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cheltenham"
                        ]
                    },
                    "formatted": [
                        "Cheltenham"
                    ]
                },
                "name": [
                    "Edward Elgar"
                ]
            },
            "type": "book"
        },
        {
            "date": "2014",
            "details": "editor, Handbook of Microsimulation Modelling (Contributions to Economic Analysis), 293, Emerald Group Publishing Limited, ISBN: 978-1-78350-569-2",
            "id": "bib18",
            "title": "Handbook of Microsimulation Modelling (Contributions to Economic Analysis)",
            "type": "unknown",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "bookTitle": "Employment outlook",
            "date": "1994",
            "id": "bib19",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "OECD"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Parnes, HS",
                        "preferred": "HS Parnes"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Forecasting educational needs for economic and social development",
            "date": "1962",
            "id": "bib20",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "OECD"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Integrated regional Econometric input output model of Slovakia",
            "authors": [
                {
                    "name": {
                        "index": "Radvanský, M",
                        "preferred": "M Radvanský"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lichner, I",
                        "preferred": "I Lichner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zachar, J",
                        "preferred": "J Zachar"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "EcoMod2019 : International Conference on Economic Modeling - Ponta Delgada"
                ]
            },
            "date": "2019",
            "id": "bib21",
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "Integrated regional econometric+input-output modeling: Issues and opportunities,\" Papers in Regional Science, Springer;",
            "authors": [
                {
                    "name": {
                        "index": "Rey, SJ",
                        "preferred": "SJ Rey"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "id": "bib22",
            "journal": "Regional Science Association International",
            "pages": {
                "first": "271",
                "last": "292",
                "range": "271–292"
            },
            "type": "journal",
            "volume": "79"
        },
        {
            "authors": [
                {
                    "name": "UNDESA",
                    "type": "group"
                }
            ],
            "bookTitle": "(United Nations Department of Economic and Social Affairs, Population Division). World Population Prospects: The 2017 revision, key findings and advance tables",
            "date": "2017",
            "id": "bib24",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "UNDESA"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "From demographic Dividend to demographic burden",
            "authors": [
                {
                    "name": {
                        "index": "Van Der Gaag, N",
                        "preferred": "N Van Der Gaag"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Beer, J",
                        "preferred": "J Beer"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib23",
            "journal": "Tijdschr Econ Soc Geogr",
            "pages": {
                "first": "94",
                "last": "109",
                "range": "94–109"
            },
            "type": "journal",
            "volume": "106"
        },
        {
            "articleTitle": "Forecasting replacement demand by occupation and education",
            "authors": [
                {
                    "name": {
                        "index": "Willems, EJTA",
                        "preferred": "EJTA Willems"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de Grip, A",
                        "preferred": "A de Grip"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "doi": "10.1016/0169-2070(93)90003-6",
            "id": "bib25",
            "journal": "International Journal of Forecasting",
            "pages": "173",
            "type": "journal",
            "volume": "9"
        }
    ],
    "acknowledgements": [
        {
            "text": "Miroslav Stefanik would like to acknowledge the great support he received from Philippe Liegeois, who was guiding him into the methodology of microsimulation in LIAM 2 during his study visit supported by the European Commission’s 7th Framework Programme (FP7/2013-2017) under grant agreement n°312691, InGRID – Inclusive Growth Research Infrastructure Diffusion. Authors would also like to thank the anonymous referees for thorough reading and valuable comments.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
