{
    "status": "vor",
    "id": "00224",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00224",
    "authorLine": "Maria Luisa Maitino et al.",
    "title": "IrpetDin. A Dynamic Microsimulation Model for Italy and the Region of Tuscany",
    "published": "2020-12-31T00:00:00Z",
    "versionDate": "2020-12-31T00:00:00Z",
    "statusDate": "2020-12-31T00:00:00Z",
    "volume": 13,
    "issue": 3,
    "fpage": 27,
    "lpage": 53,
    "elocationId": "27-53",
    "pdf": "http://web:8082/00224/ijm-00224.pdf",
    "subjects": [
        {
            "id": "dynamic-microsimulation",
            "name": "Dynamic microsimulation"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "IrpetDin is a dynamic microsimulation model, developed by IRPET (Regional Institute for Economic Planning of Tuscany) to study the future socio-demographic structure of the population and to evaluate the effects of social security programmes in Italy and in Tuscany over the medium to long-term. The model, based on the Eurostat Survey on Income and Living Conditions, makes projections from 2009 to 2050 and it is organised in modules: demography, education, labour and income and social security. IrpetDin produces realistic projections even for the Region of Tuscany and models education and labour with details. Probabilities and rates are estimated differently for Italy and Tuscany, trough regional administrative data. Education careers are completely simulated, from the choice of secondary school to drop-out, from university enrolment to graduation. Labour supply is endogenously determined while labour demand is driven from IRPET’s macro model. The matching of labour supply and demand is modelled by sector of activity and education, in order to estimate the quantitative and the qualitative mismatch.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Maitino et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Florence"
                            ]
                        },
                        "formatted": [
                            "Florence",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Istituto Regionale Programmazione Economica della Toscana"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported",
            "emailAddresses": [
                "marialuisa.maitino@irpet.it"
            ],
            "name": {
                "index": "Maitino, Maria Luisa",
                "preferred": "Maria Luisa Maitino"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Florence"
                            ]
                        },
                        "formatted": [
                            "Florence",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Istituto Regionale Programmazione Economica della Toscana"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported",
            "emailAddresses": [
                "letizia.ravagli@irpet.it"
            ],
            "name": {
                "index": "Ravagli, Letizia",
                "preferred": "Letizia Ravagli"
            },
            "orcid": "0000-0002-5201-8283",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Florence"
                            ]
                        },
                        "formatted": [
                            "Florence",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Istituto Regionale Programmazione Economica della Toscana"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported",
            "name": {
                "index": "Sciclone, Nicola",
                "preferred": "Nicola Sciclone"
            },
            "type": "person"
        }
    ],
    "funding": {
        "statement": "No specific funding for this article is reported."
    },
    "dataSets": {
        "availability": [
            {
                "text": "IrpetDin has been developed using SAS, a general-purpose statistics package. The code and the executable are proprietary and not publicly available. The code is made up of approximately 2,500 rows.",
                "type": "paragraph"
            },
            {
                "text": "EU-SILC data used to build IrpetDin are proprietary. The authors had access to the EU-SILC data thanks to an agreement with the Region of Tuscany, which belongs to the Italian Statistical System (SISTAN).",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "dynamic microsimulation modelling",
        "demography",
        "education",
        "labour",
        "pensions"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "IrpetDin is a dynamic microsimulation model, developed by IRPET (Regional Institute for Economic Planning of Tuscany), able to make future projections regarding the evolution of a representative sample of the Italian and Tuscan population. The model can be used by IRPET to support the regional policy maker, that is the Region of Tuscany, in evaluating the effects of policies and in planning new interventions.",
                    "type": "paragraph"
                },
                {
                    "text": "The model analyses the socio-demographic structure of the population and evaluates the effects of social security programmes over the medium to long-term. In the baseline scenario, predictions are based on specific assumptions regarding the future evolution of demographic and economic indicators as well as social security policies. However, IrpetDin also allows for an evaluation of different scenarios by modifying assumptions regarding exogenous variables and by simulating reforms of current social security policies.",
                    "type": "paragraph"
                },
                {
                    "text": "IrpetDin is based on EU-SILC 2008, the Eurostat Survey on Income and Living Conditions, which is also representative at regional level. Indeed, the model is designed to produce realistic predictions for Italy and the Region of Tuscany. It simulates demography, education, labour and income and social security, from 2008 to 2050. Predictions have been validated for the 2008-2017 period, in relation to which real data is already available.",
                    "type": "paragraph"
                },
                {
                    "text": "With respect to other microsimulation models, we believe IrpetDin to be particularly innovative with regard to its territorial coverage and its ability to model education and labour.",
                    "type": "paragraph"
                },
                {
                    "text": "IrpetDin particularly focuses on collecting accurate data for Tuscany. Probabilities and rates are estimated differently for Italy and Tuscany, by exploiting regional administrative data where available. The model therefore requires an extensive range of different data sources, allowing us to obtain realistic estimates even at regional level.",
                    "type": "paragraph"
                },
                {
                    "text": "Education is modelled in more detail compared with other microsimulation models, from high-school enrolment to school life, from final results to enrolment in university. If the relative data is available, we also take into account the effects of family background on education outcomes.",
                    "type": "paragraph"
                },
                {
                    "text": "Labour is modelled differently compared to many other microsimulation models. We do not estimate the probability of transitions from education to work, but we match labour supply, endogenously determined within IrpetDin, and labour demand, taken from Dante, IRPET’s macro model, by sector and level of education. IrpetDin can therefore predict the future evolution of the unemployment rate and evaluate the “qualitative mismatch” between labour supply and demand.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper describes how IrpetDin works, as well as presenting the main results regarding the evolution of the Italian and Tuscan population, in terms of demography, education, labour and social security policies. Section 2 describes the general features, section 3 presents the adjustments made to the initial sample and section 4 deals with the structure of the model. The paper goes on to describe the simulation of events for every module, from demography (section 5) through to social security (section 8). Validation and prediction results are presented in sections 9 and 10. Some final comments about further developments conclude the paper.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section, we discuss IrpetDin’s general features with regard to its uses, selection of the base dataset, the type of model, ageing method, time modelling, linkage with macro models and the development environment.",
                    "type": "paragraph"
                },
                {
                    "text": "As described in <a href=\"#bib13\">Li and O'Donoghue (2013)</a>, dynamic microsimulation models may have different uses, with the most common being: i) to project socio-economic development trends under current policies, and ii) to evaluate the future performance and reforms of social security programmes, such as pensions, education, health and long-term care. <a href=\"#bib2\">Andreassen (1993)</a> uses the MOSART model to show the evolution of the population, labour force, levels of education and future costs of state pensions under current legislation in Norway. In their LABORsim model, <a href=\"#bib12\">Leombruni and Richiardi (2006)</a> focus the analysis on education, labour and pensions. Out of all social security programmes, pensions are undoubtedly the most studied. Models such as LIAM (<a href=\"#bib19\">O’Donoghue et al., 2009</a>) and MIDAS (<a href=\"#bib7\">Dekkers, 2010</a>) have been used to look at pension reforms, with a few models also being used to examine changes to funding for education (e.g. <a href=\"#bib8\">Hain and Helberger, 1986</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "IrpetDin aims to analyse socio-demographic trends and to evaluate the effects of current social security programmes and their reforms. With respect to other microsimulation models, we model education and labour in greater detail and, consequently, we focus more on analysing future education attainment trends and labour market indicators. With regard to social security programmes, IrpetDin is able to evaluate the effects of pension reforms and analyse the future performance of health and long-term care under current legislation.",
                    "type": "paragraph"
                },
                {
                    "text": "Dynamic microsimulation models may use different types of base data: i) administrative data; ii) census data; iii) household survey data; iv) synthetic data. IrpetDin is based on household survey data, namely the European Union Statistics on Income and Living Conditions (EU-SILC). EU-SILC collects extensive information on family members and incomes, even at regional level. It is therefore able to meet IrpetDin’s objective of predicting both socio-demographic trends and the effects of welfare reforms, even only with regard to the Region of Tuscany. However, as is the case with all survey data, the issue with EU-SILC is its small sample size, making it unreliable with regard to certain, specific information and inaccurate in terms of small area estimates. For these reasons, which we will explain in more detail later on, adjustments need to be made to the original EU-SILC sample. Other Italian dynamic microsimulation models have also used EU-SILC, such as <a href=\"#bib16\">Mazzaferro and Morciano (2012)</a> and <a href=\"#bib4\">Caretta et al. (2012)</a>. To overcome the issues involved with the survey data, <a href=\"#bib4\">Caretta et al. (2012)</a> individually matched EU-SILC and administrative data.",
                    "type": "paragraph"
                },
                {
                    "text": "As is the case for the majority of dynamic microsimulation models, IrpetDin is a population model and a closed model. Indeed, it models a cross-section survey, representing the Italian population, rather than a single cohort, over a defined period of time. Furthermore, the closed model method is used as it presents a fixed set of individuals, with the exception of newborns and migrants, to simulate events, i.e. those belonging to the initial sample. It then uses a dynamic ageing procedure to update the initial sample over time, changing the attributes of the individuals concerned (e.g. their age, employment status, etc.) instead of altering sample weights, as would be the case with a static ageing procedure. These updates are completed annually, as per many discrete-time dynamic models.",
                    "type": "paragraph"
                },
                {
                    "text": "Many microsimulation models are somehow linked to macro models, with the aim of reinforcing results for macro indicators, such as the unemployment rate. Nonetheless, only rarely are they fully integrated with macro models, including iterations and feedback effects. They usually just align a number of policy indicators to external macro data. Also IrpetDin aligns certain indicators to exogenous sources including, as we will explain later on, labour demand, aligned to IRPET’s macro model.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. General features",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In EU-SILC 2008, the weighted age structure of the sample is inconsistent with actual data. We therefore need to adjust the distribution of the population by age and by gender, the accuracy of which is crucial for the dynamic microsimulation model. <a href=\"#fig1\">Figure 1a</a> shows the distribution of the Italian population by age in EU-SILC and according to official data by ISTAT, the Italian National Institute of Statistics. As can be easily seen, EU-SILC strongly overestimates the number of people aged 0 and under/overestimates other ages. Furthermore, the initial sample does not specify the age of people over 79 years old. For these reasons, we have adjusted the initial sample by increasing/decreasing individuals’ ages by one or, at the most, two years, until the population by age is as close as possible to actual figures.<sup><a href=\"#fn1\">1</a></sup> We then randomly attributed precise ages to individuals over 79.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00224%2Fijm-00224-fig001.tif",
                                "size": {
                                    "width": 2067,
                                    "height": 870
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00224%2Fijm-00224-fig001.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00224-fig001.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Italian population by age. Italy.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<a href=\"#fig1\">Figure 1b</a> shows the distribution of the adjusted sample compared to actual data. Although some differences still remain, the two curves are more similar compared with the initial sample (<a href=\"#fig1\">Figure 1a</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The second important adjustment refers to labour market indicators. EU-SILC is not designed to describe the labour market in detail. It tends not to be very accurate in its estimates of un/employment rates. On the contrary, the Labour Force Survey (LFS) is used to measure official employment and unemployment rates. Since the aim of IrpetDin is to predict future labour market indicators, we have adjusted the EU-SILC’s initial distribution of individuals by employment status (employed, unemployed, inactive) with respect to LFS, by age class and by gender.",
                    "type": "paragraph"
                },
                {
                    "text": "As is the case with all survey data, another issue with EU-SILC concerns sample weights and the creation of new households. For example, to simulate marriage between individuals belonging to different families of origin, the model may create a new household composed of members with different weights. To overcome this problem, we have completed a sort of re-weighting, by repeating each sample individual as many times as is the ratio between his/her sample weight and the minimum sample weight<sup><a href=\"#fn2\">2</a></sup>. In this way, every individual has the same weight, equal to 1.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, EU-SILC does not provide information on the employment history of people who were employed in the initial sample. Given that pension amounts depend on employment contributions paid in the past, we imputed the past incomes of employed individuals, starting from when they first entered the labour market, by assuming the same nominal labour income growth rates for those in the same sector of activity and territory (calculated on the National Accounts provided by ISTAT). We are aware of the limits of this assumption in terms of incomes variability. Indeed, as a future development of the model, we would like to integrate the sample with true administrative data on the work history of the individuals in the sample.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. Adjustment of the initial sample",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "IrpetDin is a classic dynamic microsimulation model, organised in modules (<a href=\"#fig2\">Figure 2</a>). It starts by simulating each module for the adjusted initial sample, referring to 2008.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00224%2Fijm-00224-fig002.tif",
                                "size": {
                                    "width": 2067,
                                    "height": 1016
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00224%2Fijm-00224-fig002.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00224-fig002.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "IrpetDin’s structure.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "It simulates demographic events, from ageing to migration, then educational attainment at secondary and tertiary-school level, labour market events, such as entries to the labour force or careers, and, finally, it models social security policies, including pensions, health and long-term care. After the last module, a new sample data set is produced, updated as at 2009, based on which IrpetDin simulates all events for each module for 2010, and so on and so forth until 2050.",
                    "type": "paragraph"
                },
                {
                    "text": "IrpetDin events, or, in other words, transitions between states, can be simulated with a probabilistic or deterministic approach. Probabilistic transitions are completed using the so-called Monte Carlo method, whereby a random number is drawn from a uniform distribution [0,1] and attributed to each observation. If the random value is lower than the probability of an event occurring, then the event actually occurs. In IrpetDin, we obtain probabilities in three different ways: i) by estimating econometric models; ii) by calculating specific rates using specific socio-demographic characteristics; or, iii) by taking probabilities estimated by external research institutes. Probabilities refer to data updated as at the base year and do not change over time. Only the characteristics that determine the probabilities/rates are updated over time through dynamic microsimulation. Deterministic events mainly refer to retirement in the social security module, with the exception of ageing.",
                    "type": "paragraph"
                },
                {
                    "text": "As mentioned in the introduction, and as we will explain in more detail later on, IrpetDin makes projections based on both specific assumptions regarding the future evolution of demographic indicators and social security policies, as well as by aligning economic variable trends from IRPET’s macro model called “Dante”.",
                    "type": "paragraph"
                },
                {
                    "text": "The following sections provide a detailed description of each IrpetDin module. Table A1, attached hereto, presents synthetic information on probability estimation methods, the variables that determine events and data sources for probabilities estimation and for the eventual alignements.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Irpetdin’s structure",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "For each sample individual, the demographic module simulates the most important events in terms of ageing and the formation/dissolution of households. The following paragraphs provide a description of how we simulate events, in the order in which they are coded in the SAS programme.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The first event is death. We have taken death probabilities from ISTAT for the period 2008-2016, broken down by age, by gender and distinguishing between Italy and Tuscany. With regard to future ISTAT releases, we only take data on life expectancy, broken down by gender. We therefore use the Brass method (<a href=\"#bib3\">Brass, 1968</a>; <a href=\"#bib14\">Livi Bacci, 1990</a>) to estimate death probabilities in 2050, based on known death probabilities as at 2016 (broken down by age, by gender and by territory) and assuming a constant slope and intercept given by the difference in life expectancy between 2050 and 2016. We calculate probabilities between 2017 and 2049 by applying the average yearly variation in death probabilities between 2016 and 2050, broken down by age, gender and territory.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For survivors, we increase the age by one year and we change family relationships within the households where someone has died. For example, the wife becomes the head of the family if the husband dies, the son if both parents die and so on.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1. Death and ageing",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As briefly described in <a href=\"#bib23\">Walker and Davis (2013)</a> many microsimulation models simulate the “marriage market” with a Monte Carlo method based on matrices of probabilities of marrying for each pair of the <i>n-th</i> men and the <i>n-th</i> women, usually estimated with a logistic regression by age and education. Differently, others models use retrospective partnership histories from surveys.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In IrpetDin we follow the first approach. Using the rate at which people get married based on official ISTAT data, broken down by age, by gender and by territory, we select potential candidates among single, divorced and widowed individuals aged between 18 and 59<sup><a href=\"#fn3\">3</a></sup>. As <a href=\"#bib10\">Istat (2014)</a> has described in detail, social studies broadly agree that marriage choices are based on affinity between spouses, rather than differences. In particular, marriages between partners with the same level of education are more common. Therefore, we match potential candidates by taking into account their level of education. More specifically, we calculate the rates at which women, distinguished by age classes, by level of education (low, medium, high) and by territory, marry men, distinguished by age classes, by level of education (low, medium, high) and by territory<sup><a href=\"#fn4\">4</a></sup>. For every woman, there is a given rate according to which she could marry 27 different types of men.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For each woman, we extract a random number to give the probability of her marrying a certain type of man (randomly extracted from the 27 different types). If the random number is lower than the probability, the woman and the man get married, otherwise the procedure continues with another one of the 27 different types of men.",
                            "type": "paragraph"
                        },
                        {
                            "text": "After potential candidates have been matched, the model creates a new household. If one or both of the spouses have children from past relationships, the model adds them to the new household. Finally, we attribute family relationships (head of the family, husband, son, etc.) to each member of the new household.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2. Marriage",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As often in microsimulation models, in IrpetDin fertility is modelled with a probabilistic approach and an alignment to official data. We simulate the birth of a child for married or cohabiting women aged between 18 and 45. Differently with respect to an other Italian model, <a href=\"#bib16\">Mazzaferro and Morciano (2012)</a>, we calculate fertility rates on administrative regional data where available. Specifically, we use birth certificates for the Region of Tuscany (RT) while ISTAT’s birth survey for Italy. Rates are distinguished by nationality, marital status, age, number of children and level of education and are aligned to the official total fertility rate predicted by ISTAT. Probabilities are aligned to official data. We then probabilistically generate the flow of newborns. The model adjusts family relationships inside households as a consequence of a new child being born.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3. Fertility",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Divorce is modelled similarly to <a href=\"#bib16\">Mazzaferro and Morciano (2012)</a>. We select potential candidates among married/cohabiting people aged between 20 and 64 and who have been married/cohabiting for at least three years<sup><a href=\"#fn5\">5</a></sup>. We calculate the rate of divorce/dissolution by territory, by age, by gender and by nationality, based on official civil status data by ISTAT. Then, we make couples divorce, create a new household and adjust the family relationships of the members of both the original and the new household.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We then simulate single individuals leaving their household of origin. Potential candidates must be employed, unmarried and not the head of the family. The rate at which individuals aged between 18 and 49 leave home is calculated based on the ISTAT survey entitled “Famiglia e soggetti sociali” [“Families and social subjects”]<sup><a href=\"#fn6\">6</a></sup>. As usual, if events alter the composition of households, we adjust the relationships of the members of the households involved: in this case, the family of origin and the new family.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-4",
                    "title": "5.4. Divorce and leaving home",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Last but not least, the demographic module simulates migration. As IrpetDin covers both Italy and Tuscany, we simulate migration flows into/out of Italy from/to abroad, and migration flows of Italians into/out of Tuscany from/to other parts of Italy.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We start with migration into/out of Tuscany. According to official ISTAT data, Tuscany has a positive balance of registrations and cancellations, meaning more people are coming in than going out. We calculate migration rates into Tuscany from other parts of Italy by gender, by age and by level of education, based on regional administrative data. We then make some individuals (excluding foreigners) migrate to Tuscany from other parts of Italy.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We then move on to Italians migrating abroad. This phenomenon has considerably increased in Italy over the last decade, also as a result of the economic recession. Since ISTAT does not provide detailed data about Italians who have emigrated, we calculate a single probability of migrating abroad, without distinguishing between the various characteristics, and we apply this to Italians aged between 30 and 44.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The final step is to simulate foreigners migrating into/out of Italy. Italy has a positive balance between registrations and cancellations of foreigners, meaning we need to add new individuals to the sample. For the 2009-2017 period, we have taken the inflows of foreigners to Italy and to Tuscany, based on ISTAT’s demographic balances of foreign citizens, distinguished by gender, by type of family (single, with spouse, with children, etc.), by number of children, by family size, by marital status, by age, by employment status and by level of education. From 2018 onwards, the number of new individuals added to the sample corresponds to ISTAT’s forecast. We attribute gender, age and level of education to immigrants by taking the average characteristics of foreign citizens who are resident in Italy, based on the Survey on Household Income and Wealth (SHIW) conducted by the Bank of Italy.",
                            "type": "paragraph"
                        },
                        {
                            "text": "After simulating all migration flows, we adjust household compositions and the relationships between the respective members. We also simulate family reunions for immigrants who come to Italy in order to join their partners or relatives.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-5",
                    "title": "5.5. Migration",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Demography",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "As clearly stated by the <a href=\"#bib18\">European Commission (2018)</a>, Italy does not perform well with regard to education attainment compared with other European countries. The percentage of those who leave education and training early (aged 18-24) is higher (14% vs. 11%) and the percentage of people aged between 30 and 43 with tertiary education is lower (27% vs. 40%). In the region of Tuscany, certain education attainment indicators, such as drop-out rates, are even worse than in the rest of Italy, with others being more in line with those in the less developed south of the country, <a href=\"#bib9\">Irpet (2014)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "We therefore believe that it is extremely important for regional and national policymakers to understand the future evolution of educational attainment. Several dynamic microsimulation models have implemented a very simplified education module. For example, <a href=\"#bib16\">Mazzaferro and Morciano (2012)</a> have estimated an econometric model to explain educational attainment for individuals aged 16 and over. In our model, we decided to implement a very detailed education model that simulates school and university careers.",
                    "type": "paragraph"
                },
                {
                    "text": "For all events with available information, we explain education careers by taking into account family background, using the mother’s and/or father’s level of education as a proxy. Indeed, as has been widely demonstrated (e.g. <a href=\"#bib6\">Checchi et al., 2008</a>), in Italy, family backgrounds play a crucial role in determining children’s education.",
                    "type": "paragraph"
                },
                {
                    "text": "We start with the choice of secondary school. We estimate the probability of individuals aged under 16 enrolling, depending on their gender and their parents’ level of education, making separate calculations for Italy and Tuscany and applying a multinomial logit, whereby the dependent variable may be one of four options: i) high school; ii) technical school; iii) professional training school; and, iv) other schools (please see table A2, attached hereto, for estimation results). We then attribute a choice of school to individuals aged 16, comparing the vector of four probabilities with a random number drawn from a uniform distribution with support [0,1].",
                    "type": "paragraph"
                },
                {
                    "text": "After enrolments, we simulate students’ educational careers. We calculate drop-out rates and year-repetition rates by type of secondary school and attribute these events to enrolled students. We then estimate a multinomial logit for the final examination results at the end of the last year of school, depending on gender, mother’s education and father’s education. The dependent variable may be one of four options: i) very low mark (less than 70/100); ii) low mark (between 70 and 80 out of 100); iii) medium mark (between 80 and 90 out of 100); and, iv) high mark (over 90). The multinomial model is estimated separately for Italy and Tuscany, based on ISTAT’s survey of secondary school graduates and the administrative regional school register (please see table A3, attached hereto, for the estimation results). Examination results are, finally, attributed to students.",
                    "type": "paragraph"
                },
                {
                    "text": "Depending on their gender, type of secondary school and final examination results, individuals may enrol in university. We calculate enrolment rates, distinguished by gender, by school and by examination results, based both on ISTAT’s survey of secondary school graduates for Italy and on the regional university register for Tuscany. We then simulate enrolment decisions for students who obtained a secondary school diploma.",
                    "type": "paragraph"
                },
                {
                    "text": "We calculate graduation rates based on ISTAT’s survey of university graduates, distinguished by territory, by age, by gender and by type of course (3-year degree, 5-year degree, degree as per former legislation). The degree is imputed by comparing graduation rates with a random number drawn from a uniform distribution with support [0,1] for each student. Students who do not graduate, according to the probabilistic procedure, are considered drop-out students.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Education",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The Italian labour market is characterised by employment and participation rates that are lower than the European Union average, respectively 58% vs. 68% and 62% vs. 72% in 2017 (<a href=\"#bib22\">Rapiti and Pintaldi, 2019</a>). The unemployment rate is higher, at 11% vs. 7%. Under-utilised labour force in Italy is, indeed, extensive. The high levels of unemployment depend not only on demand-side factors, affected by the long economic crisis (2008-2013), but also on supply factors too, such as the mismatch between the skills required by the market and those offered by individuals. According to <a href=\"#bib1\">Adda et al. (2017)</a>, in Italy, an average of 77% of employees are well-matched, with 9% being under-skilled and 14% being over-skilled.",
                    "type": "paragraph"
                },
                {
                    "text": "As stated by <a href=\"#bib16\">Mazzaferro and Morciano (2012)</a>, many dynamic microsimulation models assume that employment decisions are fully determined by the supply side of the labour market and do not depend on demand-side factors. They typically estimate transition probabilities from education to work, with econometric models that explain employment status (employed, unemployed or inactive) depending on lagged employment status (usually referring to the previous year) and other characteristics<sup><a href=\"#fn7\">7</a></sup>. According to estimated transition probabilities, the employment status of people who finished their education changes. They usually then align labour market indicators, such as participation and unemployment rates, to exogenous and official data, such as figures from the Ministry of Finance or other international institutions.",
                    "type": "paragraph"
                },
                {
                    "text": "IrpetDin models employment decisions partly differently. First, it simulates labour supply. Then, it takes labour demand from the IRPET’s structural econometric macro model called “Dante”. Finally, it matches exogenous labour demand with endogenous labour supply (<a href=\"#fig3\">Figure 3</a>). The two models are not integrated; IrpetDin simply aligns labour demand and GDP growth rates to Dante’s estimations. The purpose of the alignement to Dante is to make coherent IRPET’s microsimulation model and macro model.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00224%2Fijm-00224-fig003.tif",
                                "size": {
                                    "width": 2067,
                                    "height": 912
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00224%2Fijm-00224-fig003.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00224-fig003.jpg"
                                }
                            },
                            "label": "Figure 3",
                            "title": "IrpetDin’s alignements to Dante.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The following paragraphs provide details of the labour and income module.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "In each year  <math id=\"inf1\"> <mi>t</mi> </math>  of the simulation period, immediately after the education module, labour supply is composed of employed ( <math id=\"inf2\"> <msub> <mrow> <mi>E</mi> </mrow> <mrow> <mi>t</mi> <mo>-</mo> <mn>1</mn> </mrow> </msub> </math> ) and unemployed individuals ( <math id=\"inf3\"> <msub> <mrow> <mi>u</mi> </mrow> <mrow> <mi>t</mi> <mo>-</mo> <mn>1</mn> </mrow> </msub> </math> ) from the previous year. However, inactive people from the previous year and students who completed their education in year  <math id=\"inf4\"> <mi>t</mi> </math>  could become active and start to participate in the labour market.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We calculate participation rates, by age, by gender, by level of education, by role within the family (head of the family or not) and by territory (Italy or Tuscany), based on ISTAT’s Italian Labour Force Survey. We then activate inactive people from the previous year, if their inactivity has been lower than 3 years for women<sup><a href=\"#fn8\">8</a></sup> , as well as students who finished school or university in year  <math id=\"inf5\"> <mi>t</mi> </math> , whether they obtained a diploma/degree or dropped out. If the random number is lower than the probability, then the candidate becomes active and enters the labour market as a job seeker. Labour supply in each year <i>t</i> (<i>S</i> <sub> <i>t</i> </sub>) is therefore composed of the sum of employed at  <math id=\"inf6\"> <mi>t</mi> <mo>-</mo> <mn>1</mn> <mo>,</mo> </math>  ( <math id=\"inf7\"> <msub> <mrow> <mi>E</mi> </mrow> <mrow> <mi>t</mi> <mo>-</mo> <mn>1</mn> </mrow> </msub> </math> ), unemployed individuals at, <i>t</i> – 1, ( <math id=\"inf8\"> <msub> <mrow> <mi>u</mi> </mrow> <mrow> <mi>t</mi> <mo>-</mo> <mn>1</mn> </mrow> </msub> </math> ), and the new flow of job seekers ( <math id=\"inf9\"> <msub> <mrow> <mi>j</mi> </mrow> <mrow> <mi>t</mi> </mrow> </msub> </math> ) (1). The sum of  <math id=\"inf10\"> <msub> <mrow> <mi> </mi> <mi> </mi> <mi>u</mi> </mrow> <mrow> <mi>t</mi> <mo>-</mo> <mn>1</mn> </mrow> </msub> </math>  and  <math id=\"inf11\"> <msub> <mrow> <mi>j</mi> </mrow> <mrow> <mi>t</mi> </mrow> </msub> </math>  is the total number of unemployed individuals in each year <i>t</i>, <i>u<sub>t</sub> </i>.",
                            "type": "paragraph"
                        },
                        {
                            "label": "(1)",
                            "mathml": "<math>\n<msub>\n<mrow>\n<mi>S</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>=</mo>\n<msub>\n<mrow>\n<mi>E</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>-</mo>\n<mn>1</mn>\n</mrow>\n</msub>\n<mo>+</mo>\n<msub>\n<mrow>\n<mi>u</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>-</mo>\n<mn>1</mn>\n</mrow>\n</msub>\n<mo>+</mo>\n<msub>\n<mrow>\n<mi>j</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n</mrow>\n</msub>\n</math>",
                            "type": "mathml"
                        }
                    ],
                    "id": "s7-1",
                    "title": "7.1. Labour supply",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Dante is a structural econometric macro model, developed by IRPET, which analyses economic structural changes and the effects of policies in Italy. Since it is designed to evaluate regional policy, Dante distinguishes between three Italian macro-regions: Centre-North, South and Tuscany, all of which are linked together using an interregional trade matrix<sup><a href=\"#fn9\">9</a></sup>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "It is based on post-Keynesian theories and may be classed as a stock-flow consistent model. The complete structure of the model contains a rather complex set of behavioural equations and accounting identities. The following are some essential features of the model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Goods and services market. A</i>ggregate demand is a function of private and public consumption, investments and exports. The relationship between output and factors of production is based on a Leontief production function. Factors of production are therefore used in fixed proportions, since there is no substitutability between factors in the short run<sup><a href=\"#fn10\">10</a></sup>. Potential output is determined by the maximum rate of use of labour and capital<sup><a href=\"#fn11\">11</a></sup>. Actual output is equal to the level of aggregate demand.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Labour market.</i> Labour supply is exogenously aligned to the participation rates predicted by ISTAT. Labour demand, expressed in standard labour units (SLU)<sup><a href=\"#fn12\">12</a></sup> , is given by the ratio between actual output and labour productivity<sup><a href=\"#fn13\">13</a></sup>. SLUs are converted into the number of workers through a coefficient that measures the average ratio between SLUs and numbers of workers. Labour demand, expressed in number of workers, is then compared with labour supply in order to predict unemployment or job vacancies.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Adjustment mechanisms</i>. Unlike neo-classical models, in the short run, excess/insufficient aggregate demand compared with potential output is only adjusted through quantities and not through wages and prices. Therefore, if aggregate demand is lower than potential output, then labour demand is lower than labour supply and the model predicts an increase in unemployment. In the medium-long run, adjustments may also be made through wages and prices. If aggregate demand exceeds potential output, because, for example, there is a labour supply shortage, then wages and labour costs increase and companies in turn increase the prices of goods and services, with potentially depressing effects on aggregate demand, actual output, labour demand and employment.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Dante is able to analyse economic structural changes up until 2035. IrpetDin therefore takes labour demand data from Dante, expressed in SLU and broken down by sector of activity (public or private), until 2035<sup><a href=\"#fn14\">14</a></sup>. For the following years, IrpetDin assumes a growth rate in SLU equal to the average of the previous few years.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s7-2",
                    "title": "7.2. The macro model and labour demand",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Labour demand data from Dante does not include workers receiving redundancy funds (RF). IrpetDin therefore uses administrative data from INPS, Italy’s National Social Security Institute, regarding the number of hours of redundancy funds in order to estimate the number of workers involved with the social safety net and to simulate scenarios about their evolution over time. More specifically, we estimate SLUs receiving RF by dividing the number of hours by an average standard working time. We then add the SLUs receiving RF to the labour demand, expressed in SLU, derived from Dante.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Dante makes projections about labour demand by sector of activity. IrpetDin breaks down labour demand within the various sectors by level of education, applying the proportions observed in terms of companies’ intention to hire staff, as expressed in the Excelsior survey<sup><a href=\"#fn15\">15</a></sup>. However, IrpetDin allows us to hypothesise different scenarios regarding the proportions of labour demand by sector and level of education over time.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the basic scenario, IrpetDin converts the labour demand originally expressed in SLU into workers, using the same ratio between SLUs and number of workers used in Dante. However, the model also allows us to conjecture a different evolution of the ratio in the future, depending on assumptions about working time.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Given the peculiar characteristics of the Italian labour market, IrpetDin models the matching of labour demand and supply by sector, by level of education and by nationality. Indeed, a distinctive feature of the Italian labour market is its mismatch of particularly highly skilled individuals. According to <a href=\"#bib1\">Adda et al. (2017)</a> the incidence of over-skilling is especially high among graduates (20%) and individuals with secondary education (14%). Another distinctive feature concerns the type of migration. Unlike continental Europe or northern countries, migration in Italy is a relatively recent phenomenon and migrants are generally lower skilled. As described by the <a href=\"#bib17\">Ministero del Lavoro e delle Politiche Sociali (2019)</a>, the employment rate is higher for migrants than native Italians and migrants are typically employed in low-skilled job positions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "IrpetDin models the matching between labour demand and supply by taking these distinctive features of the Italian labour market into account. Given the high level of over-skilled graduates in Italy, we assume that unsatisfied graduates, who do not find a job requiring tertiary education, go on to compete for jobs requiring secondary or even only primary education. Furthermore, we assume that individuals with secondary education, who do not find a job requiring secondary education, go on to compete for jobs requiring just primary education. We then hypothesise a sort of priority among migrants for jobs requiring primary education.",
                            "type": "paragraph"
                        },
                        {
                            "text": "More specifically, the matching is completed in the following way, for each time frame  <math id=\"inf12\"> <mi>t</mi> </math>  and sector of activity  <math id=\"inf13\"> <mi>s</mi> </math> . With regard to labour supply, we initially only consider individuals who are already employed at time  <math id=\"inf14\"> <mi>t</mi> <mo>-</mo> <mn>1</mn> </math> . If labour demand,  <math id=\"inf15\"> <msub> <mrow> <mi>L</mi> </mrow> <mrow> <mi>t</mi> <mo>,</mo> <mi>s</mi> </mrow> </msub> </math> , is lower than the number of those employed at the time  <math id=\"inf16\"> <mi>t</mi> <mo>-</mo> <mn>1</mn> </math> ,  <math id=\"inf17\"> <msubsup> <mrow> <mi>E</mi> </mrow> <mrow> <mi>t</mi> <mo>-</mo> <mn>1</mn> <mo>,</mo> <mi>s</mi> </mrow> <mrow/> </msubsup> </math> , then the sector has an over-supply (2). Consequently, we fire workers according to the ratio between over-supply  <math id=\"inf18\"> <msubsup> <mrow> <mi>e</mi> </mrow> <mrow> <mi>t</mi> <mo>,</mo> <mi>s</mi> </mrow> <mrow/> </msubsup> </math>  and labour demand  <math id=\"inf19\"> <msubsup> <mrow> <mi>L</mi> </mrow> <mrow> <mi>t</mi> <mo>,</mo> <mi>s</mi> </mrow> <mrow/> </msubsup> </math> .",
                            "type": "paragraph"
                        },
                        {
                            "label": "(2)",
                            "mathml": "<math>\n<msub>\n<mrow>\n<mi>I</mi>\n<mi>f</mi>\n<mi> </mi>\n<mi>L</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n</mrow>\n</msub>\n<mo>§amp;lt;</mo>\n<msubsup>\n<mrow>\n<mi>E</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>-</mo>\n<mn>1</mn>\n<mo>,</mo>\n<mi>s</mi>\n</mrow>\n<mrow/>\n</msubsup>\n<munder accentunder=\"false\">\n<mo>⇒</mo>\n<mrow/>\n</munder>\n<mi>o</mi>\n<mi>v</mi>\n<mi>e</mi>\n<mi>r</mi>\n<mi> </mi>\n<mi>s</mi>\n<mi>u</mi>\n<mi>p</mi>\n<mi>p</mi>\n<mi>l</mi>\n<mi>y</mi>\n<mi> </mi>\n<munder accentunder=\"false\">\n<mo>⇒</mo>\n<mrow/>\n</munder>\n<mi> </mi>\n<msubsup>\n<mrow>\n<mi>e</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>=</mo>\n<msubsup>\n<mrow>\n<mi>E</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>-</mo>\n<mn>1</mn>\n<mo>,</mo>\n<mi>s</mi>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>-</mo>\n<msubsup>\n<mrow>\n<mi>L</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n</mrow>\n<mrow/>\n</msubsup>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "label": "(3)",
                            "mathml": "<math>\n<msub>\n<mrow>\n<mi>e</mi>\n<mi>l</mi>\n<mi>s</mi>\n<mi>e</mi>\n<mi> </mi>\n<mi>i</mi>\n<mi>f</mi>\n<mi> </mi>\n<mi>L</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n</mrow>\n</msub>\n<mo>§amp;gt;</mo>\n<msubsup>\n<mrow>\n<mi>E</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>-</mo>\n<mn>1</mn>\n<mo>,</mo>\n<mi>s</mi>\n</mrow>\n<mrow/>\n</msubsup>\n<munder accentunder=\"false\">\n<mo>⇒</mo>\n<mrow/>\n</munder>\n<mi> </mi>\n<mi>o</mi>\n<mi>v</mi>\n<mi>e</mi>\n<mi>r</mi>\n<mi> </mi>\n<mi>d</mi>\n<mi>e</mi>\n<mi>m</mi>\n<mi>a</mi>\n<mi>n</mi>\n<mi>d</mi>\n<mi> </mi>\n<munder accentunder=\"false\">\n<mo>⇒</mo>\n<mrow/>\n</munder>\n<mi> </mi>\n<msubsup>\n<mrow>\n<mi>l</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>=</mo>\n<msubsup>\n<mrow>\n<mi>L</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>-</mo>\n<msubsup>\n<mrow>\n<mi>E</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>-</mo>\n<mn>1</mn>\n<mo>,</mo>\n<mi>s</mi>\n</mrow>\n<mrow/>\n</msubsup>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "text": "If labour demand,  <math id=\"inf20\"> <msub> <mrow> <mi>L</mi> </mrow> <mrow> <mi>t</mi> <mo>,</mo> <mi>s</mi> </mrow> </msub> </math> , is higher than the number of those employed at the time  <math id=\"inf21\"> <mi>t</mi> <mo>-</mo> <mn>1</mn> </math> ,  <math id=\"inf22\"> <msubsup> <mrow> <mi>E</mi> </mrow> <mrow> <mi>t</mi> <mo>-</mo> <mn>1</mn> <mo>,</mo> <mi>s</mi> </mrow> <mrow/> </msubsup> </math> , then the sector has an over-demand (3). We then hire  <math id=\"inf23\"> <msubsup> <mrow> <mi>l</mi> </mrow> <mrow> <mi>t</mi> <mo>,</mo> <mi>s</mi> </mrow> <mrow/> </msubsup> </math>  individuals among the remaining part of labour supply, composed of unemployed individuals  <math id=\"inf24\"> <msubsup> <mrow> <mi>u</mi> </mrow> <mrow> <mi>t</mi> </mrow> <mrow/> </msubsup> <mo>,</mo> </math>  to the following rules.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We start from jobs requiring tertiary education (4). If labour demand for tertiary education  <math id=\"inf25\"> <msubsup> <mrow> <mi>l</mi> </mrow> <mrow> <mi>t</mi> <mo>,</mo> <mi>s</mi> <mo>,</mo> <mi>T</mi> </mrow> <mrow/> </msubsup> </math>  is higher than the number of unemployed graduates  <math id=\"inf26\"> <msub> <mrow> <mi>u</mi> </mrow> <mrow> <mi>t</mi> <mo>,</mo> <mi>s</mi> <mo>,</mo> <mi>T</mi> </mrow> </msub> </math> , then everyone finds a job with a probability equal to 1, otherwise they find a job with a probability equal to  <math id=\"inf27\"> <mfrac> <mrow> <msubsup> <mrow> <mi>l</mi> </mrow> <mrow> <mi>t</mi> <mo>,</mo> <mi>s</mi> <mo>,</mo> <mi>T</mi> </mrow> <mrow/> </msubsup> </mrow> <mrow> <msub> <mrow> <mi>u</mi> </mrow> <mrow> <mi>t</mi> <mo>,</mo> <mi>s</mi> <mo>,</mo> <mi>T</mi> </mrow> </msub> </mrow> </mfrac> </math>  . Unsatisfied graduates compete with individuals with secondary education for jobs requiring secondary education, again with a probability equal to 1 if labour demand for secondary education is higher than the sum of labour supply with secondary education and unsatisfied graduates, or equal to the ratio  <math id=\"inf28\"> <mfrac> <mrow> <msubsup> <mrow> <mi>l</mi> </mrow> <mrow> <mi>t</mi> <mo>,</mo> <mi>s</mi> <mo>,</mo> <mi>S</mi> </mrow> <mrow/> </msubsup> </mrow> <mrow> <msub> <mrow> <mi>u</mi> </mrow> <mrow> <mi>t</mi> <mo>,</mo> <mi>s</mi> <mo>,</mo> <mi>S</mi> </mrow> </msub> <mo>+</mo> <msub> <mrow> <mo>(</mo> <msub> <mrow> <mi>u</mi> </mrow> <mrow> <mi>t</mi> <mo>,</mo> <mi>s</mi> <mo>,</mo> <mi>T</mi> </mrow> </msub> <mo>-</mo> <msubsup> <mrow> <mi>l</mi> </mrow> <mrow> <mi>t</mi> <mo>,</mo> <mi>s</mi> <mo>,</mo> <mi>T</mi> </mrow> <mrow/> </msubsup> </mrow> <mrow/> </msub> <mo>)</mo> </mrow> </mfrac> </math>  if labour demand is lower (5).",
                            "type": "paragraph"
                        },
                        {
                            "label": "(4)",
                            "mathml": "<math>\n<mi>I</mi>\n<mi>f</mi>\n<msubsup>\n<mrow>\n<mi>l</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>T</mi>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>≥</mo>\n<msub>\n<mrow>\n<mi>u</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>T</mi>\n</mrow>\n</msub>\n<mi> </mi>\n<munder accentunder=\"false\">\n<mo>⇒</mo>\n<mrow/>\n</munder>\n<mi> </mi>\n<msubsup>\n<mrow>\n<mi>π</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>T</mi>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>=</mo>\n<mn>1</mn>\n<mi> </mi>\n<mi>e</mi>\n<mi>l</mi>\n<mi>s</mi>\n<mi>e</mi>\n<mi> </mi>\n<msubsup>\n<mrow>\n<mi>π</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>T</mi>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>=</mo>\n<mfrac>\n<mrow>\n<msubsup>\n<mrow>\n<mi>l</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>T</mi>\n</mrow>\n<mrow/>\n</msubsup>\n</mrow>\n<mrow>\n<msub>\n<mrow>\n<mi>u</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>T</mi>\n</mrow>\n</msub>\n</mrow>\n</mfrac>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "label": "(5)",
                            "mathml": "<math>\n<mi>I</mi>\n<mi>f</mi>\n<msubsup>\n<mrow>\n<mi>l</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>S</mi>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>≥</mo>\n<mo>[</mo>\n<msub>\n<mrow>\n<mi>u</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>S</mi>\n</mrow>\n</msub>\n<mo>+</mo>\n<mi> </mi>\n<msub>\n<mrow>\n<mo>(</mo>\n<msub>\n<mrow>\n<mi>u</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>T</mi>\n</mrow>\n</msub>\n<mo>-</mo>\n<msubsup>\n<mrow>\n<mi>l</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>T</mi>\n</mrow>\n<mrow/>\n</msubsup>\n</mrow>\n<mrow/>\n</msub>\n<mo>)</mo>\n<mo>]</mo>\n<munder accentunder=\"false\">\n<mo>⇒</mo>\n<mrow/>\n</munder>\n<mi> </mi>\n<msubsup>\n<mrow>\n<mi>π</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>T</mi>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>=</mo>\n<msubsup>\n<mrow>\n<mi>π</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>S</mi>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>=</mo>\n<mn>1</mn>\n<mi> </mi>\n<mi>e</mi>\n<mi>l</mi>\n<mi>s</mi>\n<mi>e</mi>\n<mi> </mi>\n<msubsup>\n<mrow>\n<mi>π</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>T</mi>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>=</mo>\n<msubsup>\n<mrow>\n<mi>π</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>S</mi>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>=</mo>\n<mfrac>\n<mrow>\n<msubsup>\n<mrow>\n<mi>l</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>S</mi>\n</mrow>\n<mrow/>\n</msubsup>\n</mrow>\n<mrow>\n<msub>\n<mrow>\n<mi>u</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>S</mi>\n</mrow>\n</msub>\n<mo>+</mo>\n<msub>\n<mrow>\n<mo>(</mo>\n<msub>\n<mrow>\n<mi>u</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>T</mi>\n</mrow>\n</msub>\n<mo>-</mo>\n<msubsup>\n<mrow>\n<mi>l</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>T</mi>\n</mrow>\n<mrow/>\n</msubsup>\n</mrow>\n<mrow/>\n</msub>\n<mo>)</mo>\n</mrow>\n</mfrac>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "label": "(6)",
                            "mathml": "<math>\n<mi>I</mi>\n<mi>f</mi>\n<msubsup>\n<mrow>\n<mi>l</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<msub>\n<mrow>\n<mi>P</mi>\n</mrow>\n<mrow/>\n</msub>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>≥</mo>\n<msubsup>\n<mrow>\n<mi>u</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<msub>\n<mrow>\n<mi>P</mi>\n</mrow>\n<mrow>\n<mi>s</mi>\n<mi>t</mi>\n<mi>r</mi>\n</mrow>\n</msub>\n</mrow>\n<mrow/>\n</msubsup>\n<munder accentunder=\"false\">\n<mo>⇒</mo>\n<mrow/>\n</munder>\n<msubsup>\n<mrow>\n<mi>π</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<msub>\n<mrow>\n<mi>P</mi>\n</mrow>\n<mrow>\n<mi>s</mi>\n<mi>t</mi>\n<mi>r</mi>\n</mrow>\n</msub>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>=</mo>\n<mn>1</mn>\n<mi> </mi>\n<mi>a</mi>\n<mi>n</mi>\n<mi>d</mi>\n<mi> </mi>\n<msubsup>\n<mrow>\n<mi>π</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>T</mi>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>=</mo>\n<msubsup>\n<mrow>\n<mi>π</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>S</mi>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>=</mo>\n<msubsup>\n<mrow>\n<mi>π</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>P</mi>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>=</mo>\n<mfrac>\n<mrow>\n<msubsup>\n<mrow>\n<mi>l</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>P</mi>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>-</mo>\n<msubsup>\n<mrow>\n<mi>h</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<msub>\n<mrow>\n<mi>P</mi>\n</mrow>\n<mrow>\n<mi>s</mi>\n<mi>t</mi>\n<mi>r</mi>\n</mrow>\n</msub>\n</mrow>\n<mrow/>\n</msubsup>\n</mrow>\n<mrow>\n<msub>\n<mrow>\n<mi>u</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>P</mi>\n</mrow>\n</msub>\n<mo>+</mo>\n<msub>\n<mrow>\n<mo>(</mo>\n<msub>\n<mrow>\n<mi>u</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>T</mi>\n</mrow>\n</msub>\n<mo>+</mo>\n<msub>\n<mrow>\n<mi>u</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>S</mi>\n</mrow>\n</msub>\n<mo>-</mo>\n<msubsup>\n<mrow>\n<mi>l</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>T</mi>\n</mrow>\n<mrow/>\n</msubsup>\n</mrow>\n<mrow/>\n</msub>\n<msubsup>\n<mrow>\n<mo>-</mo>\n<mi>l</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>S</mi>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>)</mo>\n</mrow>\n</mfrac>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "label": "(7)",
                            "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<mi>I</mi>\n<mi>f</mi>\n<msubsup>\n<mi>l</mi>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<msub>\n<mi>P</mi>\n<mrow>\n<mi>s</mi>\n<mi>t</mi>\n<mi>r</mi>\n</mrow>\n</msub>\n</mrow>\n<mrow/>\n</msubsup>\n<mo>&lt;</mo>\n<msubsup>\n<mi>u</mi>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<msub>\n<mi>P</mi>\n<mrow>\n<mi>s</mi>\n<mi>t</mi>\n<mi>r</mi>\n</mrow>\n</msub>\n</mrow>\n<mrow/>\n</msubsup>\n<munder>\n<mo stretchy=\"false\">⇒</mo>\n<mrow/>\n</munder>\n<msub>\n<mi>π</mi>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<msub>\n<mi>P</mi>\n<mrow>\n<mi>s</mi>\n<mi>t</mi>\n<mi>r</mi>\n</mrow>\n</msub>\n</mrow>\n</msub>\n<mo>=</mo>\n<mfrac>\n<msub>\n<mi>l</mi>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>P</mi>\n</mrow>\n</msub>\n<msub>\n<mi>u</mi>\n<mrow>\n<mi>t</mi>\n<mo>,</mo>\n<mi>s</mi>\n<mo>,</mo>\n<mi>P</mi>\n<mi mathvariant=\"normal\">_</mi>\n<mi>s</mi>\n<mi>t</mi>\n<mi>r</mi>\n</mrow>\n</msub>\n</mfrac>\n</mrow>\n</mstyle>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "text": "IrpetDin then continues with jobs requiring primary education. Initially, only foreign workers compete for low-skilled positions. If labour demand is higher than foreign labour supply, then every foreigner can find a job with a probability equal to 1 and low-skilled Italian workers compete for the remaining positions after foreigners have been hired ( <math id=\"inf29\"> <msubsup> <mrow> <mi>h</mi> </mrow> <mrow> <mi>t</mi> <mo>,</mo> <mi>s</mi> <mo>,</mo> <msub> <mrow> <mi>P</mi> </mrow> <mrow> <mi>s</mi> <mi>t</mi> <mi>r</mi> </mrow> </msub> </mrow> <mrow/> </msubsup> </math> ) (6). If labour demand is lower than foreign labour supply, then only foreigner workers can find a job with a probability of  <math id=\"inf30\"> <mfrac> <mrow> <msubsup> <mrow> <mi>l</mi> </mrow> <mrow> <mi>t</mi> <mo>,</mo> <mi>s</mi> <mo>,</mo> <mi>P</mi> </mrow> <mrow/> </msubsup> </mrow> <mrow> <msub> <mrow> <mi>u</mi> </mrow> <mrow> <mi>t</mi> <mo>,</mo> <mi>s</mi> <mo>,</mo> <mi>P</mi> <mo>_</mo> <mi>s</mi> <mi>t</mi> <mi>r</mi> </mrow> </msub> </mrow> </mfrac> </math>  (7).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The procedure that we use for the matching simulates labour market transitions-from unemployment to employment and vice versa-only when an imbalance between labour supply and demand by sector occurs. Our partial omission of churning can be a strong drawback, especially in view of the increase in temporary work that happened in the last two decades and will probably continue in the future. IrpetDin could, therefore, over-estimate stable careers, accumulation of social contributions, pension requirements and amounts.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Further, our matching between labour demand and supply does not provide any long run price/wage adjustments. We are, therefore, implicitly assuming that no kind of adjustment of the imbalances can take place except in the quantities.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Another important shortcoming is our implicit assumption of the absence of employment/unemployment lasting less than one year. This is a significant limit when we use IrpetDin to evaluate the effects of pension reforms, such as those implemented in 2019, that change pension requirements even for fractions of a year.",
                            "type": "paragraph"
                        },
                        {
                            "text": "After hiring and firing individuals, IrpetDin predicts the unemployment rate<sup><a href=\"#fn16\">16</a></sup>. Thanks to the modelling of labour dynamics by level of education and by sector, IrpetDin can also predict a sort of qualitative mismatch, whereby individuals are hired for jobs requiring a lower level of education than they have.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s7-3",
                    "title": "7.3. Matching between labour demand and supply",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "After attributing employment status, IrpetDin simulates types of work, careers and working time. We divide workers into self-employed individuals and employees by applying the proportion observed in the current stock of workers. We then simulate career progressions for employees, from blue-collar worker to white-collar worker, to manager and then from manager to executive, by sector of activity. Transition rates are calculated based on the Italian Labour Force Survey and are then attributed to employees. Part-time work is imputed after estimating a model for the probability of being employed part-time depending on gender, age and number of children. In order to stabilize the value we estimate the probability of being employed part-time on five waves of the Italian Labour Force survey (2009-2013). Given that in Italy part time work has been strongly affected by the economic crisis of 2009<sup><a href=\"#fn17\">17</a></sup> we estimate a second model, with the same covariates, on the two waves 2018 and 2019 of the Italian Labour Force survey. Table A4, attached hereto, shows the estimation results of the two models. We use pre-crisis probabilities until 2017 and post-crisis ones from 2018. As we will described in paragraph 10, we assume a return to pre-crisis probabilities in the long run from 2030 onwards.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The final step of the labour and income module is to attribute incomes to individuals who are already employed and new recruits. We estimate a standard Mincer equation for the logarithm of income depending on workers’ characteristics (territory, age, gender, contributory seniority, level of education, employment status, number of hours worked, citizenship), separately for self-employed individuals and employees, based on EU-SILC 2008 data (please see tables A5 and A6, attached hereto, for the estimation results). The estimated coefficients and the distribution of the error term are used to impute incomes<sup><a href=\"#fn18\">18</a></sup>. For individuals who are already employed, yearly income is calculated by applying estimated coefficients to their changing characteristics (such as age, seniority, qualification, working time) and fixed characteristics (gender), and by adding the difference between their true and estimated yearly income in 2008. For new recruits, income is calculated by applying estimated coefficients to their characteristics and adding an error term, randomly extracted from the distribution of error terms estimated by EU-SILC for workers in 2008.",
                            "type": "paragraph"
                        },
                        {
                            "text": "IrpetDin assumes that incomes grow over time in line with the nominal GDP growth rate, taken from Dante.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s7-4",
                    "title": "7.4. Career and incomes",
                    "type": "section"
                }
            ],
            "id": "s7",
            "title": "7. Labour and income",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The social security model is mainly characterised by deterministic events, such as pensions and social assistance for the elderly. The implicit subsidy given by the public provision of health services is imputed to each individual depending on their characteristics. A probabilistic procedure, on the other hand, is only used for individuals who are not self-sufficient. Other social security transfers, which have less of a financial impact, are not simulated in the model, such as unemployment benefits, transfers to families with children and minimum income to prevent poverty.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "In Italy, the pension system has been reformed many times in order to make it financially sustainable and fair between generations. Typically, implementation of these reforms is postponed or revised, in order to make them more acceptable to current generations, which actually ends up offloading costs onto future generations.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The most important reform, the so-called Dini Reform in 1992, had precisely these characteristics. The reform, which shifted from Defined Benefit (DB) pensions to Notional Defined Contribution plans (NDC), was not applied to individuals who were retiring in those years, but rather to those who entered the labour market after 1995.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Specifically, the Dini Reform introduced three different regimes: i) the DB plan for workers with more than 18 years of contributions in 1995; ii) the NDC plan for workers who started working after 1995; and, iii) a mixed plan for workers with contributions of between 1 and 18 years in 1995. The method used to calculate the pension amount differs for the three regimes. For retirees with the DB regime, a full DB plan is applied; for retirees with the NDC regime, a full NDC is applied; for those with the mixed system, a DB plan is applied for the years before 1995 and an NDC plan is applied for the years after 1995 (the so called “pro-rata”).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Dini Reform was followed by other reforms, whose objectives were, respectively, to increase pension eligibility requirements, to solve financial sustainability problems, or to correct the previous reforms, mainly for electoral issues. In 2011, an important reform was introduced (Italian Law no. 214/2011, the so-called “Fornero Reform”) with the aim of making the system more financially sustainable and fair between generations. The Fornero Reform increased the retirement age, linked retirement requirements automatically to increases in life expectancy and partially extended the NDC plan to all people retiring, also for workers with more than 18 years of contributions in 1995, for years after 2012. Therefore, following this reform, there are two regimes, the mixed and the NDC regime. The two regimes are applied both for old-age pensions and seniority pensions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "IrpetDin simulates the current pension rules, which were once again changed in 2019 with the so-called “quota 100” reform (Italian Law no. 26/2011)<sup><a href=\"#fn19\">19</a></sup>. It starts by identifying and attributing the pension regime, either mixed or NDC, for each worker in the sample and then calculates the pension amount for both regimes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The calculation rule for the DB plan can be represented as in (8). The pension amount is determined by multiplying the average income of the last 10 years for employees and 15 years for self-employed workers<sup><a href=\"#fn20\">20</a></sup> ( <math id=\"inf31\"> <mi>y</mi> </math> ) by a rate of return ( <math id=\"inf32\"> <mi>r</mi> <mo>)</mo> </math>  and by the number of working years ( <math id=\"inf33\"> <mi>e</mi> </math> ). The rate of return decreases with income classes<sup><a href=\"#fn21\">21</a></sup>.",
                            "type": "paragraph"
                        },
                        {
                            "label": "(8)",
                            "mathml": "<math>\n<msub>\n<mrow>\n<mi>P</mi>\n</mrow>\n<mrow>\n<mi>D</mi>\n<mi>B</mi>\n</mrow>\n</msub>\n<mo>=</mo>\n<mi>y</mi>\n<mo>∙</mo>\n<mi>r</mi>\n<mo>∙</mo>\n<mi> </mi>\n<mi>e</mi>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The calculation rule for the NDC plan can be represented as in (9). The pension amount is determined by multiplying the total amount of social contributions paid during working life, capitalised at the rate of GDP growth ( <math id=\"inf34\"> <mi>m</mi> <mi>c</mi> </math> ) by a transformation rate ( <math id=\"inf35\"> <mi>t</mi> </math> ). The transformation rate is a value that transforms the amount of contributions into annual pension income; it increases with retirement age and increases over time.",
                            "type": "paragraph"
                        },
                        {
                            "label": "(9)",
                            "mathml": "<math>\n<msub>\n<mrow>\n<mi>P</mi>\n</mrow>\n<mrow>\n<mi>N</mi>\n<mi>D</mi>\n<mi>C</mi>\n</mrow>\n</msub>\n<mo>=</mo>\n<mi>m</mi>\n<mi>c</mi>\n<mo>∙</mo>\n<mi> </mi>\n<mi>t</mi>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "text": "After calculating the pension amount, IrpetDin simulates pension eligibility requirements for old-age pensions and seniority pensions, as established by the law. Requirements increase over time as life expectancy increases, although in 2019 the so-called “quota 100” reform blocked any increases to the retirement age until 2026. The simulation of requirements comes after the calculation of the pension amount because Italian law provides workers in the NDC regimes and those receiving old-age pensions with a form of flexibility to retire before the retirement age, if their pension amount is higher than certain thresholds.",
                            "type": "paragraph"
                        },
                        {
                            "text": "By default, IrpetDin simulates retirement for anyone who meets pension eligibility requirements. However, for old-age pensions, it allows us to simulate the choice of whether to retire or not. Specifically, the model calculates the replacement rate, i.e. the ratio between the pension amount and the last working income. If the replacement rate is higher than a certain level, decided by assumption, then the workers retire, otherwise they continue to work.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, IrpetDin simulates survivor pensions for those whose spouse has died and indirect pensions for children whose parents have died.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s8-1",
                    "title": "8.1. Old-age and seniority pensions",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Italian social security provides some forms of social assistance for the elderly and retirees. IrpetDin simulates the eligibility requirements and the amounts established by Italian law.",
                            "type": "paragraph"
                        },
                        {
                            "text": "There is a minimum pension supplement, representing an integration of the pension amount up until a specific minimum income threshold, for retirees who live in households<sup><a href=\"#fn22\">22</a></sup> with an income below certain levels (in Italian, the so-called “<i>integrazione al trattamento minimo”</i>). An additional supplement (in Italian, the so-called “<i>maggiorazione sociale”</i> ) is provided to retirees over the age of 70, depending on their household income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, for those aged 65 and over, the Italian welfare system provides a form of non-contributory social assistance, financed through general taxation, known as the “<i>assegno sociale”</i>. This is a sort of minimum income to prevent poverty, subject to means testing and proven with a top-up mechanism, which, however, is only for the elderly.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s8-2",
                    "title": "8.2. Social assistance and minimum pensions",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "IrpetDin includes a simplified simulation of the implicit subsidy that people receive from public health services (so-called “in-kind” transfers). In-kind health transfers are only attributed to people living in Tuscany, in relation to which we have detailed regional administrative data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Two different approaches to including in-kind transfers in microsimulation models can be found in the literature: the actual consumption approach and the insurance value approach. The actual consumption approach only imputes the monetary value of in-kind transfers to individuals who actually use the service. The insurance value approach imputes an average monetary value of in-kind transfers to every individual, based on demographic characteristics (usually age and gender), without taking into account the actual use of services.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We apply the insurance value approach, widely used in literature for health services, for hospital, specialist and pharmaceutical services. We calculate average per-capita expenditure by gender, by age, by level of education and by nationality for hospital services; by gender, by age and by nationality for specialist services; and by gender and by age for pharmaceutical services.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s8-3",
                    "title": "8.3. Health in-kind transfer",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The last social security transfer simulated in IrpetDin is long-term care (LTC) for people who are not self-sufficient. As LTC is a strictly age-related benefit, the evolution of the number of people who are not self-sufficient could be very significant for national and regional policymakers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We estimate the probability of being disabled based on an ISTAT survey, broken down by age, by gender and by level of education (please see table A7, attached hereto, for the estimation results) and, accordingly, we impute disability and non-self-sufficiency to all people in the sample. Public expenditure for LTC is estimated based on official data from the Italian Ministry of Finance and is then attributed to disabled people.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s8-4",
                    "title": "8.4. Disability and long-term care",
                    "type": "section"
                }
            ],
            "id": "s8",
            "title": "8. Social security module",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "As mentioned previously, before using IrpetDin, we validate our simulations until actual data is available. <a href=\"#fig4\">Figure 4a</a> compares IrpetDin’s simulation of the distribution of the Italian population by age classes in 2017 with official ISTAT data, with clearly satisfying results. <a href=\"#fig4\">Figure 4b</a> compares some 2017 stock and flow indicators from IrpetDin with the equivalent ones registered by ISTAT. As the ratio clearly shows, there are only small differences, with a tendency to only underestimate migration flows.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig4",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00224%2Fijm-00224-fig004.tif",
                                "size": {
                                    "width": 2067,
                                    "height": 796
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00224%2Fijm-00224-fig004.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00224-fig004.jpg"
                                }
                            },
                            "label": "Figure 4",
                            "title": "Validation of demography. Year 2017. Italy.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The simulated employment rate is close to the actual rate (<a href=\"#fig5\">Figure 5a</a>-left axis). The model tends to overestimate part time work until 2012 and to underestimate from 2013 (<a href=\"#fig5\">Figure 5a</a>-right axis). However, considering the average of the entire period the share of part time work is around 17,1% in both the simulated and the actual data.",
                    "type": "paragraph"
                },
                {
                    "text": "The simulated unemployment rate is overestimated (<a href=\"#fig5\">Figure 5b</a>). However, IrpetDin does not identify unemployed by applying the official definition used by ISTAT to measure unemployment rate, according to which unemployed are people of working age actively seeking work and available to start working before the end of the two weeks following the reference week of the survey. Indeed, IrpetDin’s unemployment rate is somewhere in between the official rate and the rate that includes among unemployed also people jobless who do not actively seeks for a work (discouraged people) or the rate of those self-declaring unemployed (the so called “subjective” definition of unemployment) (<a href=\"#fig5\">Figure 5b</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig5",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00224%2Fijm-00224-fig005.tif",
                                "size": {
                                    "width": 2067,
                                    "height": 877
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00224%2Fijm-00224-fig005.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00224-fig005.jpg"
                                }
                            },
                            "label": "Figure 5",
                            "title": "Validation of labour market indicators. Italy.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "With regard to pensions, IrpetDin achieves satisfactory results in terms of stock and flows of retirees and in terms of pension expenditure with respect to official data (<a href=\"#table1\">Table 1</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: IrpetDin, ISTAT.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">IrpetDin</th>\n<th align=\"left\">ISTAT</th>\n<th align=\"left\">Ratio IreptDin ISTAT</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Stock of retirees in 2017</td>\n<td align=\"left\">10,800,000</td>\n<td align=\"left\">11,039,137</td>\n<td align=\"left\">0.98</td>\n</tr>\n<tr>\n<td align=\"left\">Pension flows 2016-2017-2018</td>\n<td align=\"left\">284,138</td>\n<td align=\"left\">291,115</td>\n<td align=\"left\">0.98</td>\n</tr>\n<tr>\n<td align=\"left\">Pension expenditure (billion euro) in 2017</td>\n<td align=\"left\">236</td>\n<td align=\"left\">232</td>\n<td align=\"left\">1.01</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Validation of pensions. Italy",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s9",
            "title": "9. Validation",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Having validated the model, we can now take a look at IrpetDin’s predictions for the future. Results are based on assumptions about the exogenous indicators/variables reported in <a href=\"#table2\">Table 2</a>. In the basic scenario, life expectancy, fertility and migration flows are all aligned with ISTAT’s central forecast for the 2017-2065 period. Real and nominal GDP growth rates are in line with Dante up until 2035, after which they are based on our assumptions. Labour demand is taken from the basic scenario of the Dante macro model. The SLU/employed ratio is assumed to decrease by -0.2% until 2020, after which time it remains unchanged. The labour income growth rate is the same as the nominal GDP growth rate. We assume a part time work share in line to the post-crisis level (2018-2019) from 2018 until 2030 and a return to pre-crisis level from 2030 onwards. Social security is simulated by following current legislation without any changes in the future, except those provided for by the law.",
                    "type": "paragraph"
                },
                {
                    "text": "We simulate a second scenario, that we called “official”, in which we change some assumptions on the economic trends with respect to the basic scenario. Specifically, we assume the SLU/employed ratio underlying the assumptions on employment and unemployment of the last official report of the Italian Ministry of Finance on the evolution of pension expenditure in the long term (<a href=\"#bib21\">Ragioneria generale dello Stato, 2020</a>). Further, we increase the number of years of inactivity after which women definitely leave the labour market (from three to eight from 2025) in order to align our labour supply to the one assumed in the official report of the Italian Ministry of Finance. Compared to our basic scenario, the official scenario predicts lower unemployment in the short term and higher in the long term. In the following, we describe the simulation results under the basic scenario and we compare the distributive effects on retirees between the basic scenario and the official one.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Indicator/variabile</th>\n<th align=\"left\">External source</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\" rowspan=\"3\">Demographic trends</td>\n<td align=\"left\">Life expectancy</td>\n<td align=\"left\">ISTAT forecast, central scenario</td>\n</tr>\n<tr>\n<td align=\"left\">Fertility</td>\n<td align=\"left\">ISTAT forecast, central scenario</td>\n</tr>\n<tr>\n<td align=\"left\">Migration flows</td>\n<td align=\"left\">ISTAT forecast, central scenario</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"6\">Economic trends</td>\n<td align=\"left\">GDP real growth rate</td>\n<td align=\"left\">Dante until 2035, then our assumption</td>\n</tr>\n<tr>\n<td align=\"left\">GDP nominal growth rate</td>\n<td align=\"left\">Dante until 2035, then our assumption</td>\n</tr>\n<tr>\n<td align=\"left\">Standard Labour Units</td>\n<td align=\"left\">Dante until 2035, then our assumption</td>\n</tr>\n<tr>\n<td align=\"left\">Ratio SLU/employed</td>\n<td align=\"left\">Our assumption</td>\n</tr>\n<tr>\n<td align=\"left\">Labour income growth rate</td>\n<td align=\"left\">Our assumption</td>\n</tr>\n<tr>\n<td align=\"left\">Part time work</td>\n<td align=\"left\">Our assumption</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"3\">Social security programmes</td>\n<td align=\"left\">Pensions and social assistance for old-people</td>\n<td align=\"left\">As current legislation</td>\n</tr>\n<tr>\n<td align=\"left\">Health and long term care</td>\n<td align=\"left\">As current legislation</td>\n</tr>\n<tr>\n<td align=\"left\">Health and LTC costs growth rate</td>\n<td align=\"left\">Our assumption</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Exogenous indicators/variables",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "content": [
                        {
                            "text": "According to IrpetDin, the demographic dependency, measured by the ratio between the number of over 65s and those aged between 15 and 64, will increase from 35% in 2018 to 60% in 2050 (<a href=\"#fig6\">Figure 6a</a>). Demographic dependency figures for Tuscany are even worse, where the ratio will increase from 40% in 2018 to 74% in 2050 (<a href=\"#fig6\">Figure 6b</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00224%2Fijm-00224-fig006.tif",
                                        "size": {
                                            "width": 1654,
                                            "height": 755
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00224%2Fijm-00224-fig006.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00224-fig006.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Demographic dependence for Italy and Tuscany (%).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The percentage of individuals aged between 18 and 34 with tertiary education will increase in the future, but this will not be enough to reach the level of other European countries, at least not in the next 30 years (<a href=\"#fig7\">Figure 7a</a>). The percentage of people who only have primary education will decrease up until 2030, after which it will become stable at about 15% (<a href=\"#fig7\">Figure 7b</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig7",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00224%2Fijm-00224-fig007.tif",
                                        "size": {
                                            "width": 1654,
                                            "height": 845
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00224%2Fijm-00224-fig007.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00224-fig007.jpg"
                                        }
                                    },
                                    "label": "Figure 7",
                                    "title": "Education. Italy.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "With regard to the labour market, the model predicts a strong decrease in labour supply (<a href=\"#fig8\">Figure 8a</a>). In the first years of the projection period, the workforce aged between 35 and 55 decreases due to the fall in the birth rate. Elderly workers, on the other hand, do not diminish as they continue to work due to pension reforms. Starting from 2044, the drop in younger workers is no longer offset by the growth in the number of older workers. The numerous baby boomers will begin to retire and leave the labour market (after the postponement introduced by Italian Law no. 214/2011). Similar results are described for an other microsimulation model (<a href=\"#bib4\">Caretta et al., 2012</a>). Indeed, they predict a sharp increase in employment rates for old workers (especially female) for the next 20 years until a stabilisation in around 2040.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig8",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00224%2Fijm-00224-fig008.tif",
                                        "size": {
                                            "width": 2067,
                                            "height": 1016
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00224%2Fijm-00224-fig008.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00224-fig008.jpg"
                                        }
                                    },
                                    "label": "Figure 8",
                                    "title": "Labour supply and unemployment. Italy.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Consequently to these dynamics, IrpetDin predicts a diminishing labour force in the long run. With demand growing by around 2.5 million units during the period, according to our projections and in line with the Dante macro model, the unemployment rate will converge to a value that we may define as structural in 2040 (<a href=\"#fig8\">Figure 8b</a>). It then reduces to zero.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Given the growth in labour demand and the diminishing labour supply, the model predicts a gradually decreasing quantitative mismatch, i.e. the difference between labour demand and supply (<a href=\"#fig9\">Figure 9a</a>). According to IrpetDin, the qualitative mismatch will decrease until 2038 (<a href=\"#fig9\">Figure 9b</a>). As in the baseline scenario, the proportions of labour demand by level of education will not change over time, with the reduction in the qualitative mismatch strictly depending on the shortage of labour supply with respect to labour demand.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig9",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00224%2Fijm-00224-fig009.tif",
                                        "size": {
                                            "width": 2067,
                                            "height": 896
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00224%2Fijm-00224-fig009.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00224-fig009.jpg"
                                        }
                                    },
                                    "label": "Figure 9",
                                    "title": "Quantitative and qualitative mismatch. Italy.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "There is a high rate of people retiring between 2025 and 2044 due to the baby boom generations retiring (<a href=\"#fig10\">Figure 10a</a>). We will have flows of retirees with the old DB plan (which became mixed after the introduction of Italian Law no. 214/2011) and the mixed plan, until 2039. The stock of retirees will increase until 2045 and will then become stable (<a href=\"#fig10\">Figure 10b</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig10",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00224%2Fijm-00224-fig010.tif",
                                        "size": {
                                            "width": 2067,
                                            "height": 926
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00224%2Fijm-00224-fig010.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00224-fig010.jpg"
                                        }
                                    },
                                    "label": "Figure 10",
                                    "title": "Pensions flows and stocks. Italy.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Replacement rates will strongly decline in the future, especially for self employed workers (<a href=\"#fig11\">Figure 11a</a>). In the long run, we will therefore face a problem of intra-generational equity, with retirees with very low pensions. On the other hand, the Gini among retirees will decrease, as differences among retires shall diminish when the NDC plan fully comes into force (<a href=\"#fig11\">Figure 11b</a>). A decreasing in the Gini among Italian retirees in the very long run was also found in <a href=\"#bib4\">Caretta et al. (2012)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig11",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00224%2Fijm-00224-fig011.tif",
                                        "size": {
                                            "width": 2067,
                                            "height": 713
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00224%2Fijm-00224-fig011.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00224-fig011.jpg"
                                        }
                                    },
                                    "label": "Figure 11",
                                    "title": "Pensions: intra-generational equity. Italy.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The pension expenditure to GDP ratio will decrease from 2045, when the number of retirees will become stable (<a href=\"#fig12\">Figure 12a</a>). In order to evaluate inter-generational sustainability we use the ratio between the future pension amounts and the accumulated contributions amounts for the flow of retirees (the so called “net present value ratio”). If the ratio is over 1 the pension system is not fair between generations. As can be easily seen from <a href=\"#fig12\">Figure 12b</a>, the NDC plan will make the Italian pension system more fair between generations only in the very long run.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig12",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00224%2Fijm-00224-fig012.tif",
                                        "size": {
                                            "width": 2067,
                                            "height": 809
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00224%2Fijm-00224-fig012.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00224-fig012.jpg"
                                        }
                                    },
                                    "label": "Figure 12",
                                    "title": "Pensions: financial sustainability and inter-generational equity. Italy.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "As in <a href=\"#bib15\">Marano et al. (2012)</a>, the Italian expenditure for social assistance for old people, composed by social pensions and supplements to minimum, will increase in the future (<a href=\"#fig13\">Figure 13b</a>). However, IrpetDin predicts a decrease starting from around 2040, when supplements to minimum will not be in force anymore (<a href=\"#fig13\">Figure 13a</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig13",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00224%2Fijm-00224-fig013.tif",
                                        "size": {
                                            "width": 2067,
                                            "height": 979
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00224%2Fijm-00224-fig013.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00224-fig013.jpg"
                                        }
                                    },
                                    "label": "Figure 13",
                                    "title": "Social assistance for old people and in-kind services.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Finally, IrpetDin predicts a linear but not sharp increase in expenditure for in-kind transfer, composed by specialist, hospital, pharmaceutical services and long term care (<a href=\"#fig13\">Figure 13b</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s10-1",
                    "title": "10.1. Simulation results under the basic scenario",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In this paragraph we compare the distributive effects on retirees between the basic and the official scenario. As explained in the previous paragraph, the official scenario differs with respect to the basic one in the assumptions on economics trends. As can be seen from <a href=\"#table3\">Table 3</a>, in the official scenario the unemployment rate is lower until 2032 and higher from 2033 onwords than the basic one. In order to evaluate the distributive effect on retirees of this change we measure the 25th and the 75th percentile of the of replacement rates for employees and employed and the Gini coefficient on retirees (see <a href=\"#table3\">Table 3</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\"/>\n<th align=\"left\">2018-2032</th>\n<th align=\"left\">2033-2042</th>\n<th align=\"left\">2043-2050</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\" rowspan=\"6\">Basic scenario</td>\n<td align=\"left\">Unemployment</td>\n<td align=\"left\">11,3%</td>\n<td align=\"left\">4,6%</td>\n<td align=\"left\">0,1%</td>\n</tr>\n<tr>\n<td align=\"left\">p25 employees</td>\n<td align=\"left\">62,4%</td>\n<td align=\"left\">57,8%</td>\n<td align=\"left\">54,0%</td>\n</tr>\n<tr>\n<td align=\"left\">p75 employees</td>\n<td align=\"left\">78,5%</td>\n<td align=\"left\">74,2%</td>\n<td align=\"left\">72,4%</td>\n</tr>\n<tr>\n<td align=\"left\">p25 self-employed</td>\n<td align=\"left\">42,5%</td>\n<td align=\"left\">34,0%</td>\n<td align=\"left\">30,1%</td>\n</tr>\n<tr>\n<td align=\"left\">p75 self-employed</td>\n<td align=\"left\">53,4%</td>\n<td align=\"left\">43,7%</td>\n<td align=\"left\">42,2%</td>\n</tr>\n<tr>\n<td align=\"left\">Gini</td>\n<td align=\"left\">0,322</td>\n<td align=\"left\">0,305</td>\n<td align=\"left\">0,305</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"6\">Official scenario</td>\n<td align=\"left\">Unemployment</td>\n<td align=\"left\">9,7%</td>\n<td align=\"left\">6,8%</td>\n<td align=\"left\">5,4%</td>\n</tr>\n<tr>\n<td align=\"left\">p25 employees</td>\n<td align=\"left\">62,4%</td>\n<td align=\"left\">58,0%</td>\n<td align=\"left\">54,2%</td>\n</tr>\n<tr>\n<td align=\"left\">p75 employees</td>\n<td align=\"left\">78,5%</td>\n<td align=\"left\">74,3%</td>\n<td align=\"left\">72,5%</td>\n</tr>\n<tr>\n<td align=\"left\">p25 self-employed</td>\n<td align=\"left\">42,5%</td>\n<td align=\"left\">34,1%</td>\n<td align=\"left\">30,2%</td>\n</tr>\n<tr>\n<td align=\"left\">p75 self-employed</td>\n<td align=\"left\">53,4%</td>\n<td align=\"left\">43,8%</td>\n<td align=\"left\">42,2%</td>\n</tr>\n<tr>\n<td align=\"left\">Gini</td>\n<td align=\"left\">0,322</td>\n<td align=\"left\">0,305</td>\n<td align=\"left\">0,305</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Unemployment rate, percentiles of replacement rates for employees and employed, Gini among retirees",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Not surprisingly, in the first period, 2018-2032, there are not differences in replacement rates. The impact on pensions can occur at least with a certain temporal lag with respect to labour market changes. Those that occur during the last ten years, 2040-2050, will have effects only after our observation period (beyond 2050).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Indeed, some differences emerge only after 2033 and specifically the model predicts a mild increase in replacement rates, both at the top and the bottom of pensions distribution, under the official scenario. This effect depends on the lower unemployment rate in the short run (2018-2032) assumed in the official scenario compared to the basic one, that increases earnings and pension contributions and, consequently, the pension amount. Probably, given that replacements rates increase both at the top and the bottom of the distribution, we do not observe any impact on the Gini index.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Conversely, we can not observe in our observation period, ending in 2050, the effects on pensions of the higher unemployment rate assumed in the official scenario compared to the basic one for the medium and, most of all, for the long run (2043-2050).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s10-2",
                    "title": "10.2. A comparison of distributive effects between the basic and the official scenario",
                    "type": "section"
                }
            ],
            "id": "s10",
            "title": "10. Main simulation results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Firstly, especially since it is modelled in great detail, IrpetDin takes a very long time to execute the entire period 2008-2050. A translation of the SAS code in a programming language, like C++ or Java, could improve the speed of execution.",
                    "type": "paragraph"
                },
                {
                    "text": "Secondly, even if IrpetDin aims at best predicting labour market indicators some validation problems in replicating official unemployment rates still remain. Further future research is therefore necessary regarding this issue.",
                    "type": "paragraph"
                },
                {
                    "text": "Thirdly, some information imputed in IrpetDin, like historical working experience, may be available trough to an integration between EU-SILC and administrative data, as made in other Italian microsimulation models. In the future, it is desirable to follow this approach in IrpetDin too.",
                    "type": "paragraph"
                },
                {
                    "text": "Last but not least, IrpetDin simply aligns labour demand to an external macro model. A further development could be the integration between IrpetDin and IRPET’s macro model, through a joint micro-macro model.",
                    "type": "paragraph"
                }
            ],
            "id": "s11",
            "title": "11. Conclusions",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Adda, J",
                        "preferred": "J Adda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Monti, P",
                        "preferred": "P Monti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pellizzari, M",
                        "preferred": "M Pellizzari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schivardi, F",
                        "preferred": "F Schivardi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Trigari, A",
                        "preferred": "A Trigari"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib1",
            "title": "Unemployment and skill mismatch in the Italian labour market. A project coordinated by IGIER-Bocconi, supported by J.P. Morgan",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Andreassen, L",
                        "preferred": "L Andreassen"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "id": "bib2",
            "title": "Demographic forecasting with a dynamic stochastic microsimulation model (No. 85). Discussion Papers",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Brass, W",
                        "preferred": "W Brass"
                    },
                    "type": "person"
                }
            ],
            "date": "1968",
            "details": "Methods of analysis and estimation, editor, The demography of tropical Africa, Princeton, Princeton University Press",
            "id": "bib3",
            "title": "The demography of tropical Africa",
            "type": "unknown"
        },
        {
            "articleTitle": "Il modello di microsimulazione T-DYMM: caratteristiche e potenzialit",
            "authors": [
                {
                    "name": {
                        "index": "Caretta, A",
                        "preferred": "A Caretta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Flisi, S",
                        "preferred": "S Flisi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Frale, C",
                        "preferred": "C Frale"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tedeschi, S",
                        "preferred": "S Tedeschi"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib4",
            "journal": "Economia & lavoro",
            "pages": {
                "first": "61",
                "last": "78",
                "range": "61–78"
            },
            "type": "journal",
            "volume": "46"
        },
        {
            "articleTitle": "L’effetto scoraggiamento tra atipicit occupazionale e conciliazione famiglia-lavoro. Un’analisi comparata tra Nord e Sud Italia",
            "authors": [
                {
                    "name": {
                        "index": "Cataldo, A",
                        "preferred": "A Cataldo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tosi, M",
                        "preferred": "M Tosi"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib5",
            "journal": "Sociologia Italiana",
            "pages": {
                "first": "42",
                "last": "69",
                "range": "42–69"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Checchi, D",
                        "preferred": "D Checchi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fiorio, C, V",
                        "preferred": "C Fiorio V"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leonardi, M",
                        "preferred": "M Leonardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib6",
            "title": "Intergenerational persistence in educational attainment in Italy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib7",
            "title": "On the impact of indexation and demographic ageing on inequality among pensioners",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "European Commission",
                    "type": "group"
                }
            ],
            "date": "2018",
            "id": "bib18",
            "title": "Education and training monitor 2018 Italy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hain, W",
                        "preferred": "W Hain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Helberger, C",
                        "preferred": "C Helberger"
                    },
                    "type": "person"
                }
            ],
            "date": "1986",
            "details": "Longitudinal Simulation of Lifetime Income, Microanalytic Simulation Models to support Social and Financial Policy, North-Holland Amsterdam",
            "id": "bib8",
            "title": "Microanalytic Simulation Models to support Social and Financial Policy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Irpet",
                    "type": "group"
                }
            ],
            "date": "2014",
            "id": "bib9",
            "title": "Rapporto sulla dispersione scolastica in Toscana, Firenze, 2014",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Istat",
                    "type": "group"
                }
            ],
            "date": "2014",
            "id": "bib10",
            "title": "Generazioni a confronto. Come cambiano i percorsi verso la vita adulta. Roma, 2014",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Istat, Ministero del Lavoro, Inps, Anpal, Inail",
                    "type": "group"
                }
            ],
            "date": "2019",
            "id": "bib11",
            "title": "Il mercato del lavoro 2019: verso una lettura integrata, Roma, 2019",
            "type": "unknown"
        },
        {
            "articleTitle": "LABORsim: an agent-based microsimulation of labour supply – an application to Italy",
            "authors": [
                {
                    "name": {
                        "index": "Leombruni, R",
                        "preferred": "R Leombruni"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.1007/s10614-005-9016-0",
            "id": "bib12",
            "journal": "Computational Economics",
            "pages": {
                "first": "63",
                "last": "88",
                "range": "63–88"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "articleTitle": "A survey of dynamic microsimulation models: uses, model structure and methodology",
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.34196/ijm.00082",
            "id": "bib13",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "3",
                "last": "55",
                "range": "3–55"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Livi Bacci, M",
                        "preferred": "M Livi Bacci"
                    },
                    "type": "person"
                }
            ],
            "date": "1990",
            "id": "bib14",
            "title": "Introduzione alla demografia",
            "type": "unknown"
        },
        {
            "articleTitle": "The strengths and failures of incentive mechanisms in notional defined contribution pension systems",
            "authors": [
                {
                    "name": {
                        "index": "Marano, A",
                        "preferred": "A Marano"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mazzaferro, C",
                        "preferred": "C Mazzaferro"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morciano, M",
                        "preferred": "M Morciano"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib15",
            "journal": "Giornale degli economisti e Annali di economia",
            "pages": {
                "first": "33",
                "last": "70",
                "range": "33–70"
            },
            "type": "journal",
            "volume": "2012"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mazzaferro, C",
                        "preferred": "C Mazzaferro"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morciano, M",
                        "preferred": "M Morciano"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib16",
            "title": "CAPP_DYN: a dynamic microsimulation model for the Italian social security system, CAPPaper N. 48",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Ministero del Lavoro e delle Politiche Sociali",
                    "type": "group"
                }
            ],
            "date": "2019",
            "id": "bib17",
            "title": "IX Rapporto Annuale. Gli stranieri nel mercato del lavoro in Italia. Direzione generale dell’immigrazione e delle politiche di integrazione",
            "type": "unknown"
        },
        {
            "articleTitle": "The life-cycle income analysis model (LIAM): a study of a flexible dynamic microsimulation modelling computing framework",
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lennon, J",
                        "preferred": "J Lennon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hynes, S",
                        "preferred": "S Hynes"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.34196/ijm.00009",
            "id": "bib19",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "16",
                "last": "31",
                "range": "16–31"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "articleTitle": "Labour market penalties of mothers: the role of reconciliation policies",
            "authors": [
                {
                    "name": {
                        "index": "Pacelli, L",
                        "preferred": "L Pacelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pasqua, S",
                        "preferred": "S Pasqua"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Villosio, C",
                        "preferred": "C Villosio"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib20",
            "journal": "Working Paper Laboratorio Revelli",
            "pages": {
                "first": "1",
                "last": "33",
                "range": "1–33"
            },
            "type": "journal",
            "volume": "151"
        },
        {
            "authors": [
                {
                    "name": "Ragioneria generale dello Stato",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib21",
            "title": "Le tendenze di medio-lungo periodo del sistema pensionistico e socio-sanitario, Rapporto n.21, Roma, 2020",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rapiti, F",
                        "preferred": "F Rapiti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pintaldi, F",
                        "preferred": "F Pintaldi"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "id": "bib22",
            "title": "Il mercato del lavoro nel 2018, verso una lettura integrata, Ministero del Lavoro e delle Politiche sociali, INPS, ISTAT, INPS, INAIL, ANPAL",
            "type": "unknown"
        },
        {
            "articleTitle": "Modelling \"marriage markets\": a population-scale implementation and parameter test",
            "authors": [
                {
                    "name": {
                        "index": "Walker, L",
                        "preferred": "L Walker"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Davis, P",
                        "preferred": "P Davis"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.18564/jasss.2106",
            "id": "bib23",
            "journal": "Journal of Artificial Societies and Social Simulation",
            "pages": "6",
            "type": "journal",
            "volume": "16"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "assets": [
                        {
                            "id": "tablea1",
                            "label": "Table A1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">EVENT</th>\n<th align=\"left\">POTENTIAL CANDIDATES</th>\n<th align=\"left\">PROBABILITIES ESTIMATION METHOD</th>\n<th align=\"left\">VARIABLES USED TO DETERMINE EVENTS</th>\n<th align=\"left\">DATA SOURCE FOR PROBABILITIES ESTIMATION</th>\n<th align=\"left\">DATA SOUCE FOREVENTUAL ALIGNEMNTS</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Ageing</td>\n<td align=\"left\">All individuals</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Mortality</td>\n<td align=\"left\">All individuals</td>\n<td align=\"left\">Rates taken from external sources</td>\n<td align=\"left\">Territory, age, gender</td>\n<td align=\"left\">Mortality tables ISTAT (2008-16)</td>\n<td align=\"left\"> ISTAT forecast, central scenario (2008–2050)</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Marriage</td>\n<td align=\"left\">Single, divorced, widowed aged 18–59</td>\n<td align=\"left\">Our calculated rates</td>\n<td align=\"left\">Territory, age, gender, education</td>\n<td align=\"left\">Official data on marriage ISTAT (2008–2013)</td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Fertility</td>\n<td align=\"left\">Married/cohabitant women aged 18–45</td>\n<td align=\"left\">Our calculated rates</td>\n<td align=\"left\">Territory, age, n° children, education, nationality</td>\n<td align=\"left\">Birth attendance certificates RT (2007–2013) + ISTAT survey on births (2012)</td>\n<td align=\"left\"> ISTAT forecast, central scenario (2008–2050)</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Dissolution</td>\n<td align=\"left\">Married/cohabitant aged 20–64, at least 3 years of marriage</td>\n<td align=\"left\">Our calculated rates</td>\n<td align=\"left\">Territory, age, gender, nationality</td>\n<td align=\"left\">Official data on civil status ISTAT (2008–2013)</td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Leaving home</td>\n<td align=\"left\">Individuals aged 18–59, unmarried, employed, not the head of the family</td>\n<td align=\"left\">Our calculated rates</td>\n<td align=\"left\">Territory, age, gender</td>\n<td align=\"left\">Survey “Famiglia e soggetti sociali” ISTAT (2013)</td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">DEMOGRAPHY</td>\n<td align=\"left\">Migration flows</td>\n<td align=\"left\">All individuals</td>\n<td align=\"left\">Our calculated rates</td>\n<td align=\"left\">Territory, gender, education, occupational status, type and size of the family</td>\n<td align=\"left\">Individual data on registrations and cancellations ISTAT + Demographic balances of foreign citizens ISTAT (2009–2017)</td>\n<td align=\"left\">ISTAT forecast, central scenario (2008–2050)</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Choice of secondary school</td>\n<td align=\"left\">Individuals aged below 16</td>\n<td align=\"left\">Our estimation with multinomial logit</td>\n<td align=\"left\">Territory, gender, parents’ education</td>\n<td align=\"left\">Survey on secondary school graduates ISTAT (2011; 2015)</td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Educational attainments at secondary school (drop-out, repeating, high school certificate)</td>\n<td align=\"left\">Enrolled to 1° year of secondary school</td>\n<td align=\"left\">Our calculated rates and estimation with multinomial logit</td>\n<td align=\"left\">Territory, gender, parents’ education, type of secondary school</td>\n<td align=\"left\">School register RT (2008-13) + Survey on secondary school graduates ISTAT (2011; 2015)</td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Entry to tertiary school</td>\n<td align=\"left\">Individuals with secondary school diploma</td>\n<td align=\"left\">Our calculated rates</td>\n<td align=\"left\">Territory, gender, type of secondary school, mark, year of study</td>\n<td align=\"left\">University register (2008–2013) + Survey on secondary school graduates ISTAT (2011; 2015)</td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">EDUCATION</td>\n<td align=\"left\">University career (drop outs, three- and five-year degree)</td>\n<td align=\"left\">Enrolled to university</td>\n<td align=\"left\">Our calculated rates</td>\n<td align=\"left\">Territory, age, gender, type of course</td>\n<td align=\"left\">Survey on university graduates ISTAT (2011; 2015)</td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Entry in the labour force</td>\n<td align=\"left\">Individuals leaving the school (aged 15–39) and inactive people</td>\n<td align=\"left\">Calculated</td>\n<td align=\"left\">Territory, gender, age, education, role within HH</td>\n<td align=\"left\">Labour Force Survey ISTAT (2009–2013; 2014–2016)</td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Employment status</td>\n<td align=\"left\">Individuals belong to the labour force</td>\n<td align=\"left\">Matching between labour demand (Dante) and labour supply (IrpetDin)</td>\n<td align=\"left\">Territory, education e sector</td>\n<td align=\"left\">INPS, data on hours of redundancy funds and Unioncamere – Minister of Labour, Excelsior survey. (2008–2014)</td>\n<td align=\"left\">Labour demand aligned to Dante 2008–2035, then our assumption</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Career employment</td>\n<td align=\"left\">All individuals employed</td>\n<td align=\"left\">Our calculated rates</td>\n<td align=\"left\">Sector</td>\n<td align=\"left\">Labour Force Survey ISTAT (2009–2013)</td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">LABOUR AND INCOME</td>\n<td align=\"left\">Wages and earnings</td>\n<td align=\"left\">All individuals employed</td>\n<td align=\"left\">Our estimation with OLS</td>\n<td align=\"left\">Territory, age, gender, contributory seniority, educational level, work status, number of hours worked, citizenship</td>\n<td align=\"left\">EU-SILC ISTAT (2003–2013)</td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">SOCIAL SECURITY</td>\n<td align=\"left\">Retirement</td>\n<td align=\"left\">All non-pensioners accruing retirement requirements</td>\n<td align=\"left\"> </td>\n<td align=\"left\">Pensions rules</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Pension amount</td>\n<td align=\"left\">All pensioners</td>\n<td align=\"left\"> </td>\n<td align=\"left\">Pensions rules</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Social pension</td>\n<td align=\"left\">Individual aged above 65 with economic condition requirements</td>\n<td align=\"left\"> </td>\n<td align=\"left\">Pensions rules</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Integration at minimum pensions and pension supplements</td>\n<td align=\"left\">Pensioners fulfilling age and economic condition requirements</td>\n<td align=\"left\"> </td>\n<td align=\"left\">Pensions rules</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Health</td>\n<td align=\"left\">All individuals (insurance value approach)</td>\n<td align=\"left\"/>\n<td align=\"left\">Age, gender, education, nationality</td>\n<td align=\"left\">Regional administrative data on specialist, pharmaceutical and hospital services (only Region of Tuscany) (2011)</td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Long Term Care</td>\n<td align=\"left\">All individuals</td>\n<td align=\"left\">Our estimation with logit</td>\n<td align=\"left\">Age, gender and education</td>\n<td align=\"left\">Survey “Multiscopo”, ISTAT (2014)</td>\n<td align=\"left\"> </td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Main features of IrpetDin’s modules",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: our estimation on survey on secondary school graduates ISTAT (2011; 2015).",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tablea2",
                            "label": "Table A2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\"/>\n<th align=\"center\" colspan=\"2\">Italy</th>\n<th align=\"center\" colspan=\"2\">Tuscany</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">lyceum (base)</td>\n<td align=\"left\"> </td>\n<td align=\"left\">Coef.</td>\n<td align=\"left\">P&gt;z</td>\n<td align=\"left\">Coef.</td>\n<td align=\"left\">P&gt;z</td>\n</tr>\n<tr>\n<td align=\"left\">technical</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\"> </td>\n<td align=\"center\">female</td>\n<td align=\"left\">–1,277</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–1,408</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"> </td>\n<td align=\"center\">father with secondary education</td>\n<td align=\"left\">–0,503</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–0,264</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"> </td>\n<td align=\"center\">father with tertiray education</td>\n<td align=\"left\">–1,398</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–1,704</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"> </td>\n<td align=\"center\">mather with secondary education</td>\n<td align=\"left\">–0,675</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–0,742</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"> </td>\n<td align=\"center\">mather with tertiray education</td>\n<td align=\"left\">–1,613</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–1,531</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"> </td>\n<td align=\"center\">intercept</td>\n<td align=\"left\">1,051</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">0,998</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\">professionalising</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\"> </td>\n<td align=\"center\">female</td>\n<td align=\"left\">–0,795</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–1,018</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"> </td>\n<td align=\"center\">father with secondary education</td>\n<td align=\"left\">–0,850</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–0,817</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"> </td>\n<td align=\"center\">father with tertiray education</td>\n<td align=\"left\">–1,849</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–1,412</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"> </td>\n<td align=\"center\">mather with secondary education</td>\n<td align=\"left\">–0,946</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–1,130</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"> </td>\n<td align=\"center\">mather with tertiray education</td>\n<td align=\"left\">–1,916</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–2,163</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"> </td>\n<td align=\"center\">intercept</td>\n<td align=\"left\">0,308</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">0,479</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\">others</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\"> </td>\n<td align=\"center\">female</td>\n<td align=\"left\">0,133</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">0,238</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"> </td>\n<td align=\"center\">father with secondary education</td>\n<td align=\"left\">–0,519</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–0,512</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"> </td>\n<td align=\"center\">father with tertiray education</td>\n<td align=\"left\">–0,896</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–1,566</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"> </td>\n<td align=\"center\">mather with secondary education</td>\n<td align=\"left\">–0,288</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–0,333</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"> </td>\n<td align=\"center\">mather with tertiray education</td>\n<td align=\"left\">–0,544</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–0,379</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"> </td>\n<td align=\"center\">intercept</td>\n<td align=\"left\">–2,189</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–2,049</td>\n<td align=\"left\">0,00</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Multinomial logit of high school choice",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: our estimation on survey on secondary school graduates ISTAT (2011; 2015).",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tablea3",
                            "label": "Table A3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\"/>\n<th align=\"left\">Italy</th>\n<th align=\"left\"/>\n<th align=\"left\">Tuscany</th>\n<th align=\"left\"/>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">under 70 (base)</td>\n<td align=\"left\"> </td>\n<td align=\"left\">Coef,</td>\n<td align=\"left\">P&gt;z</td>\n<td align=\"left\">Coef,</td>\n<td align=\"left\">P&gt;z</td>\n</tr>\n<tr>\n<td align=\"left\">70–80</td>\n<td align=\"left\"> </td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"center\">female</td>\n<td align=\"left\">0,383</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">0,371</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"center\">father with secondary education</td>\n<td align=\"left\">0,159</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">0,178</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"center\">father with tertiray education</td>\n<td align=\"left\">0,316</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–0,106</td>\n<td align=\"left\">0,04</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"center\">mather with secondary education</td>\n<td align=\"left\">0,098</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">0,174</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"center\">mather with tertiray education</td>\n<td align=\"left\">0,266</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">0,283</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"center\">intercept</td>\n<td align=\"left\">–0,739</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–0,536</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\">80–90</td>\n<td align=\"left\"> </td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"center\">female</td>\n<td align=\"left\">0,639</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">0,792</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"center\">father with secondary education</td>\n<td align=\"left\">0,191</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">0,501</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"center\">father with tertiray education</td>\n<td align=\"left\">0,499</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">0,469</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"center\">mather with secondary education</td>\n<td align=\"left\">0,230</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">0,006</td>\n<td align=\"left\">0,88</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"center\">mather with tertiray education</td>\n<td align=\"left\">0,483</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–0,158</td>\n<td align=\"left\">0,02</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"center\">intercept</td>\n<td align=\"left\">–1,518</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–1,404</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\">90–100</td>\n<td align=\"left\"> </td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"center\">female</td>\n<td align=\"left\">0,789</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">0,584</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"center\">father with secondary education</td>\n<td align=\"left\">0,501</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">0,258</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"center\">father with tertiray education</td>\n<td align=\"left\">0,974</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–0,030</td>\n<td align=\"left\">0,65</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"center\">mather with secondary education</td>\n<td align=\"left\">0,482</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">0,809</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"center\">mather with tertiray education</td>\n<td align=\"left\">0,827</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">1,229</td>\n<td align=\"left\">0,00</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"center\">intercept</td>\n<td align=\"left\">–2,168</td>\n<td align=\"left\">0,00</td>\n<td align=\"left\">–2,113</td>\n<td align=\"left\">0,00</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Multinomial logit of high school mark",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: our estimation on Italian Labour Force survey 2009-2013 2018-2019, ISTAT.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tablea4",
                            "label": "Table A4",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"center\" colspan=\"4\">2009-2013</th>\n<th align=\"center\" colspan=\"4\">2018-2019</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">Coef.</td>\n<td align=\"left\">Std. Err.</td>\n<td align=\"left\">Wald Chi-Square</td>\n<td align=\"left\">Pr &gt; ChiQuadr</td>\n<td align=\"left\">Coef.</td>\n<td align=\"left\">Std. Err.</td>\n<td align=\"left\">Wald Chi-Square</td>\n<td align=\"left\">Pr &gt; ChiQuadr</td>\n</tr>\n<tr>\n<td align=\"left\">Woman</td>\n<td align=\"left\">2,0279</td>\n<td align=\"left\">0,0076</td>\n<td align=\"left\">71247,14</td>\n<td align=\"left\">&lt;.0001</td>\n<td align=\"left\">1,781</td>\n<td align=\"left\">0,0106</td>\n<td align=\"left\">28357,22</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Age</td>\n<td align=\"left\">–0,017</td>\n<td align=\"left\">0,000311</td>\n<td align=\"left\">2995,31</td>\n<td align=\"left\">&lt;.0001</td>\n<td align=\"left\">–0,0165</td>\n<td align=\"left\">0,000423</td>\n<td align=\"left\">1517,71</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Number of children</td>\n<td align=\"left\">0,216</td>\n<td align=\"left\">0,00484</td>\n<td align=\"left\">1991,45</td>\n<td align=\"left\">&lt;.0001</td>\n<td align=\"left\">0,1288</td>\n<td align=\"left\">0,00648</td>\n<td align=\"left\">394,59</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Intercept</td>\n<td align=\"left\">–2,2154</td>\n<td align=\"left\">0,0148</td>\n<td align=\"left\">22545,18</td>\n<td align=\"left\">&lt;.0001</td>\n<td align=\"left\">–1,7406</td>\n<td align=\"left\">0,0209</td>\n<td align=\"left\">6913,29</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Number of obs</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n<td align=\"center\" colspan=\"2\">791,126</td>\n<td align=\"left\"> </td>\n<td align=\"center\" colspan=\"2\">307,954</td>\n<td align=\"left\"> </td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Logit of the being a part-timer",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: our estimation on EU-SILC2008. ISTAT.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tablea5",
                            "label": "Table A5",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Coef.</th>\n<th align=\"left\">Std. Err.</th>\n<th align=\"left\">t</th>\n<th align=\"left\">Pr &gt; |t|</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Intercept</td>\n<td align=\"left\">7.70048</td>\n<td align=\"left\">0.01596</td>\n<td align=\"left\">482.35</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Age</td>\n<td align=\"left\">0.04376</td>\n<td align=\"left\">0.000727</td>\n<td align=\"left\">60.15</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Age(squared)</td>\n<td align=\"left\">–0.0004</td>\n<td align=\"left\">8.74E-06</td>\n<td align=\"left\">–46.05</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Man</td>\n<td align=\"left\">0.18824</td>\n<td align=\"left\">0.00259</td>\n<td align=\"left\">72.54</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Primary education</td>\n<td align=\"left\">–0.12254</td>\n<td align=\"left\">0.00469</td>\n<td align=\"left\">–26.14</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Tertiary education</td>\n<td align=\"left\">–0.16541</td>\n<td align=\"left\">0.00875</td>\n<td align=\"left\">–18.91</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Tertiary Education (squared)</td>\n<td align=\"left\">0.00664</td>\n<td align=\"left\">0.000213</td>\n<td align=\"left\">31.15</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Exceutive</td>\n<td align=\"left\">0.52652</td>\n<td align=\"left\">0.00418</td>\n<td align=\"left\">125.91</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Office worker</td>\n<td align=\"left\">0.28028</td>\n<td align=\"left\">0.00268</td>\n<td align=\"left\">104.45</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Head of the household</td>\n<td align=\"left\">0.07564</td>\n<td align=\"left\">0.00248</td>\n<td align=\"left\">30.46</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Women with children&lt;18</td>\n<td align=\"left\">–0.00165</td>\n<td align=\"left\">0.00482</td>\n<td align=\"left\">–0.34</td>\n<td align=\"left\">0.7327</td>\n</tr>\n<tr>\n<td align=\"left\">Ptime</td>\n<td align=\"left\">0.14081</td>\n<td align=\"left\">0.0055</td>\n<td align=\"left\">25.62</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Working hours</td>\n<td align=\"left\">0.0194</td>\n<td align=\"left\">0.000148</td>\n<td align=\"left\">130.86</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">R2 0.4226</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "OLS of the logarithm of income from employee work",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: our estimation on EU-SILC2008. ISTAT.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tablea6",
                            "label": "Table A6",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Coef.</th>\n<th align=\"left\">Std. Err.</th>\n<th align=\"left\">t</th>\n<th align=\"left\">Pr &gt; |t|</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Intercept</td>\n<td align=\"left\">8.52019</td>\n<td align=\"left\">0.03519</td>\n<td align=\"left\">242.15</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Age</td>\n<td align=\"left\">0.01755</td>\n<td align=\"left\">0.00116</td>\n<td align=\"left\">15.07</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Age(squared)</td>\n<td align=\"left\">–5.5E-05</td>\n<td align=\"left\">1.18E-05</td>\n<td align=\"left\">–4.67</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Secondary Education</td>\n<td align=\"left\">0.1194</td>\n<td align=\"left\">0.01231</td>\n<td align=\"left\">9.7</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Tertiary education</td>\n<td align=\"left\">–0.0409</td>\n<td align=\"left\">0.03009</td>\n<td align=\"left\">–1.36</td>\n<td align=\"left\">0.1741</td>\n</tr>\n<tr>\n<td align=\"left\">Tertiary education (squared)</td>\n<td align=\"left\">0.00904</td>\n<td align=\"left\">0.000563</td>\n<td align=\"left\">16.06</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Professionals</td>\n<td align=\"left\">0.01318</td>\n<td align=\"left\">0.01036</td>\n<td align=\"left\">1.27</td>\n<td align=\"left\">0.2036</td>\n</tr>\n<tr>\n<td align=\"left\">Head of the household</td>\n<td align=\"left\">0.14279</td>\n<td align=\"left\">0.0074</td>\n<td align=\"left\">19.29</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Services</td>\n<td align=\"left\">–0.02719</td>\n<td align=\"left\">0.00781</td>\n<td align=\"left\">–3.48</td>\n<td align=\"left\">0.0005</td>\n</tr>\n<tr>\n<td align=\"left\">Man</td>\n<td align=\"left\">0.20699</td>\n<td align=\"left\">0.00779</td>\n<td align=\"left\">26.59</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">Working hours</td>\n<td align=\"left\">0.00615</td>\n<td align=\"left\">0.00029</td>\n<td align=\"left\">21.21</td>\n<td align=\"left\">&lt;.0001</td>\n</tr>\n<tr>\n<td align=\"left\">R2 0.1549</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "OLS of the logarithm of income from self-employed work",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: our estimation on Survey “Multiscopo”, ISTAT (2014).",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tablea7",
                            "label": "Table A7",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Coef.</th>\n<th align=\"left\">Std. Err.</th>\n<th align=\"left\">z</th>\n<th align=\"left\">P&gt;z</th>\n<th align=\"center\" colspan=\"2\">[95% Conf.Interval]</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Tertiary education</td>\n<td align=\"left\">–1.110</td>\n<td align=\"left\">0.635</td>\n<td align=\"left\">–1.750</td>\n<td align=\"left\">0.080</td>\n<td align=\"left\">–2.354</td>\n<td align=\"left\">0.134</td>\n</tr>\n<tr>\n<td align=\"left\">Woman</td>\n<td align=\"left\">0.652</td>\n<td align=\"left\">0.149</td>\n<td align=\"left\">4.360</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.359</td>\n<td align=\"left\">0.945</td>\n</tr>\n<tr>\n<td align=\"left\">Age</td>\n<td align=\"left\">0.091</td>\n<td align=\"left\">0.008</td>\n<td align=\"left\">11.650</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.076</td>\n<td align=\"left\">0.106</td>\n</tr>\n<tr>\n<td align=\"left\">Constant</td>\n<td align=\"left\">–8.845</td>\n<td align=\"left\">0.579</td>\n<td align=\"left\">–15.290</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">–9.979</td>\n<td align=\"left\">–7.711</td>\n</tr>\n<tr>\n<td align=\"left\">Number of obs 7.049Pseudo R2 0.288</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Logit of the probability of being not self-sufficient",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "app1",
            "title": "Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "Not applicable.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
