{
    "status": "vor",
    "id": "00229",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00229",
    "authorLine": "Antoine de Mahieu",
    "title": "In-work Benefits in Belgium: Effects on Labour Supply and Welfare",
    "published": "2021-04-30T00:00:00Z",
    "versionDate": "2021-04-30T00:00:00Z",
    "statusDate": "2021-04-30T00:00:00Z",
    "volume": 14,
    "issue": 1,
    "fpage": 43,
    "lpage": 72,
    "elocationId": "43-72",
    "pdf": "http://web:8082/00229/ijm-00229.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Belgium has implemented, following the example of other countries, in-work benefit policies since the early 2000’s, with the objective of increasing employment rates and fighting poverty. Belgian in-work benefits differ from most other in-work benefits as eligibility requires low hourly earnings. We study the effects extensions of those benefits would have both on labour supply and welfare, using a random-utility - random-opportunity model estimated on cross-sectional SILC datasets. Results show that further increasing the benefits would slightly increase labour supply and welfare of low-to-middle income deciles, but at very high net cost per job created. We compare our results with existing research and explain some mechanisms that possibly led to an underestimation of negative intensive margin labour supply responses in previous simulations.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "de Mahieu",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium",
                            "locality": [
                                "Brussels"
                            ]
                        },
                        "formatted": [
                            "Brussels",
                            "Belgium"
                        ]
                    },
                    "name": [
                        "UCLouvain - Saint-Louis Bruxelles"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported",
            "emailAddresses": [
                "antoine.demahieu@usaintlouis.be"
            ],
            "name": {
                "index": "de Mahieu, Antoine",
                "preferred": "Antoine de Mahieu"
            },
            "orcid": "0000-0002-6427-8656",
            "type": "person"
        }
    ],
    "funding": {
        "statement": "This work was supported by UCLouvain Saint-Louis Bruxelles, FSR grant (fonds spécial de recherche)."
    },
    "dataSets": {
        "availability": [
            {
                "text": "Data is available for scientific research: <a href=\"https://www.euromod.ac.uk/using-euromod/access/data-permissions\">https://www.euromod.ac.uk/using-euromod/access/data-permissions</a>. The code is proprietary, with the executable available on demand.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "in-work benefits",
        "labour supply",
        "random utility model",
        "discrete choice",
        "microsimulation"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Persistent high unemployment rates, especially for low-skilled workers (see <a href=\"#fig1\">Figure 1</a>), have an important impact on the government budgets, by on one hand lowering the tax revenues and social security contributions, and on the other hand increasing social security expenses as unemployment and social assistance benefits. An important public policy question is therefore if and how those high rates could best be reduced by means of adequate active labour market policies.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00229%2Fijm-00229-fig001.tif",
                                "size": {
                                    "width": 1621,
                                    "height": 713
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00229%2Fijm-00229-fig001.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00229-fig001.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Unemployment rate by level of education (Source: OECD)",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Active labour market policies are, in their broad definition, government programmes that intervene in the labour market to help the unemployed find work. They can be divided in five categories: coaching and controlling unemployed in their job searches, training schemes that aim at reducing potential qualification mismatches, flexibilization of labour regulations,<sup><a href=\"#fn1\">1</a></sup> direct creation of public jobs and tax-benefit reforms that consist of rendering hiring more affordable for employers and working more attractive for unemployed. Measures of this last category typically consist of diminishing labour income taxes and social contributions (or increasing subsidies).<sup><a href=\"#fn2\">2</a></sup> When those measures are specifically designed with the purpose of providing an income supplement to those that work, they are called ‘‘in-work benefits’’ (IWB). IWB are usually presented by policy-makers as a financial boost for workers by ‘‘making work pay’’ that has the advantages to reduce unemployment traps and to create large compensatory cost effects due to the increase in employment rates.<sup><a href=\"#fn3\">3</a></sup> By targeting disadvantaged groups on the labour market, IWB also often have the attractive feature of redistributing income, and seem to therefore combine both equity and efficiency improvements.",
                    "type": "paragraph"
                },
                {
                    "text": "Two main paths can be taken regarding eligibility to IWB: using labour income (at individual or household level) in the eligibility test, or using hourly labour income in the eligibility test.<sup><a href=\"#fn4\">4</a></sup> Most in-work benefits (see section 2), are designed according to the first approach. The French ‘‘Prime pour l’Emploi’’ (PPE) and the Belgian ‘‘work-bonus’’ (WB) are examples of the second approach. While both approaches increase the attractiveness of working situations relative to being unemployed or inactive, they have different consequences on the net wages of working options. The first approach creates part-time traps, which is a situation in which a worker has an incentive to work less in order to become eligible to an earnings-tested benefit, or seen differently, a situation where a part-time worker has little incentive to work more due to the phase-out of IWB. To some extent, the scheme also creates low-wage traps, which is a situation where an increase in gross wage will be passed through only to a limited extent to the net wage due to the phase-out of the IWB. This makes it expensive for an employer to increase the net wage of an employee, and reduces the relative attractiveness of higher-paid jobs, giving distorted market-signals to workers. The second approach aims at shifting the reward from low-earning to hard-working but low-earning capacity individuals, by linking the benefit level to hours of labour supplied and restricting eligibility to low hourly wages. This reduces the part-time trap but worsens the low-wage trap, and thus represents a different choice of trade-off between the indirect effect of incentivizing part-time work vs. low-paid work. Besides this dimension, IWB can vary with respect to eligibility thresholds, tapering mechanisms, duration, etc.",
                    "type": "paragraph"
                },
                {
                    "text": "Our purpose is to study the effects of in-work benefits targeting individuals having a low hourly wage. For this, we run a partial equilibrium analysis by simulating 3 hypothetical reforms that increase the generosity of the Belgian WB and analyzing resulting effects on employment, using a random-utility random-opportunity model estimated on SILC data. Besides complementing existing research and providing a useful benchmark for countries with similar economies considering such benefits, we shed light on model assumptions of previous simulations that possibly led to an underestimation of the negative labour supply reactions and budgetary costs of such schemes. Moreover, our model uses cross-sectional datasets of different years, which allows to use policy variations over time to improve the identification of the model. Lastly, our study includes a welfare analysis, essential for a thorough policy evaluation.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is structured as follows: Section 2 discusses briefly past research on in-work benefits, and gives an overview of the roll-out of those kind of policies in Belgium. Section 3 details the current Belgian WB scheme. Section 4 presents the labour market model that is used to simulate the reforms. Section 5 presents and discusses the effects of our different reforms on labour supply and income distribution. Results are then compared with previous research. Section 6 concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The most famous and researched examples of in-work benefits are the US Earned Income Tax Credit (EITC) and the UK Working Tax Credit (WTC). Besides those two schemes, we also give some attention to the French PPE, which shares the feature of the Belgian WB of targeting benefits to individuals having low hourly earnings. Other IWB that received significant attention from academic researchers are the German Mini-jobs reform in 2003 and the Self-Sufficiency Project experiment in Canada in the 90’s. A detailed overview of IWB policies in OECD countries and a summary of research findings are available in <a href=\"#bib20\">Immervoll and Pearson (2009)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>EITC</b> The EITC, enacted in 1975 and still lasting, is a refundable tax credit for low- to moderate-income working individuals and couples. In this scheme, the amount of the benefit depends on a recipient’s earned income and number of children. Most studies indicate that the scheme has a positive effect on the labour force participation of single mothers (<a href=\"#bib7\">Crandall-Hollick, 2016</a>).<sup><a href=\"#fn5\">5</a></sup> Regarding the impact on married secondary earners’ decisions to start working, research still is inconclusive. Looking at the intensive margin, most of the empirical evidence indicates the EITC has had a negligible to small effect on the number of hours unmarried people worked, while it has had a negative effect on the hours worked by secondary earners. Lastly, as the EITC was not primarily focused on childless adults, their opportunity sets are less affected and little information has been published regarding potential effects on their labour supply decisions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>WTC</b> The ancestor of the current WTC was introduced in Britain in 1970, under the name Family Income Support.<sup><a href=\"#fn6\">6</a></sup> The WTC is similar to the EITC but is more generous and is based on net (rather than gross) family income. It has been shown consistently (see <a href=\"#bib5\">Brewer et al. (2006)</a> for a discussion) across a number of studies that the scheme increased participation of single parents significantly. Moreover, it has been estimated that WFTC reduced labour supply of married women, both at the intensive and extensive margin, but that this was more than compensated by labour supply increases among married men.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>PPE</b> The PPE was introduced in 2001, reformed a couple of times in the later years, and lasted until 2015, where it was merged with an other IWB, the ‘‘RSA activité’’, into the ‘‘Prime d’activité’’. It’s value is lower than the EITC and WFTC schemes, culminating at a few hundreds of EUR per year. Eligibility is based on full-time equivalent earnings. The benefit also depends on the family situation, and the scaling with respect to working time is not linear, so that the scheme still creates a part-time premium. Almost all studies (see <a href=\"#bib28\">Sterdyniak (2007)</a> and <a href=\"#bib2\">Arnaud et al. (2008)</a> for a detailed overview) find positive but very small employment effects of less than 0.5 percentage points. <a href=\"#bib27\">Stancanelli (2008)</a> even suggests employment losses among married women and no significant gains for non-married women.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1. International examples of in-work benefits",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "The first in-work benefits were deployed at the turn of the century, with the goal of reducing structural unemployment. They were introduced on the one hand through a reduction of social security contributions in December 1999,<sup><a href=\"#fn7\">7</a></sup> and on the other hand through a refundable earned income tax credit, gradually phased in and phased out and conditional on working at least 13 hours a week, in the summer of 2001.<sup><a href=\"#fn8\">8</a></sup> Both reforms were intended for low-wage earners. In 2005, those two policies were abolished and replaced by the WB, an extended social security contribution reduction for low-wage earners. The main reason was that the WB, by depending on full-time equivalent labour income instead of actual labour income, avoided part-time traps. Also, the WB had an immediate effect on monthly net earnings, while the tax credit was only computed after the fiscal year: by moving towards an extended WB, the policy maker aimed to render the link between working and the benefit more obvious, to increase the perception of work incentives.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In 2007, using fiscal freedom gained in 2001 in the Lambermont agreements, the Flemish region introduced the ‘‘jobkorting’’ (JK).<sup><a href=\"#fn9\">9</a></sup> The JK gives a tax credit to those people who earn more than 5500 EUR/year, that phases out between 21.000 EUR/year and 22.250 EUR/year. As it was the case for the first federal income tax credit, eligibility to the JK scheme depended on actual earnings. In 2011 however, for budgetary reasons and after a threat from the European Commission to start a procedure against the measure at the European Court for discrimination,<sup><a href=\"#fn10\">10</a></sup> the measure was abolished.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In 2011, the WB was complemented with a ‘‘fiscal work-bonus’’ (FWB) that reduces the personal income tax for those eligible to the WB, to further reduce unemployment traps. The level of the FWB is a fixed rate of the WB. In 2015, the government increased the WB and FWB schemes further as part of a broader tax-shift aiming at reducing the tax burden on labour.<sup><a href=\"#fn11\">11</a></sup>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In September 2019, the Flemish government announced the introduction of a large in-work benefit scheme the “Jobbonus” (JB). According to the Flemish government, the policy will be one of the main measures to get 120,000 more people at work in Flanders. At the time of writing, the exact parameters are not known, but the government gives the number of 50 EUR extra net monthly income for low-wage earners, and a complete phase-out at a gross monthly wage of 2500 EUR. They estimated the budget for the measure to be around 350 million EUR yearly.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-1",
                            "title": "2.2.1. History of in-work benefits",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "As explained in the introduction, Belgian in-work benefits are quite innovative in the sense that they depend on the full-time equivalent gross labour income and not on the actual labour income, which is supposed to create less negative labour supply incentives at the intensive margin of the labour market. <a href=\"#bib26\">Orsini (2006a)</a> and <a href=\"#bib8\">Dagsvik et al. (2011)</a> discuss this particular feature more in detail and analyze for the first time rigorously the effects of the Belgian WB. They use a discrete-choice labour supply model and compare the policy with some alternative situations, including the tax credit on low earnings that was temporarily implemented in 2001-2004. They conclude that both measures have a positive impact on labour supply but that the WB is more efficient as it avoids the ‘‘part-time trap’’ created by the tax credit system.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#bib14\">Decoster and Vanleenhove (2012)</a> analyze the Flemish Jobkorting (JK). The authors compare the JK with 2 alternative scenarios of JK and show that in all three types of tax credits, labour supply reactions are negative at the intensive margin, and positive at the extensive margin, with a slightly positive net effect. However, the compensatory effects (specifically tax and social security contributions increases due to increases in labour supply) are small and the costs of the measure therefore important.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#bib29\">Vandelannoote and Verbist (2016)</a> analyze various types of hypothetical in-work benefits, playing with income thresholds, tapering mechanisms, individual or household schemes, etc., to give an overview of how the design of the scheme can lead to different effects on poverty and employment.<sup><a href=\"#fn12\">12</a></sup> They conclude that such benefits imply a trade-off between poverty reduction and labour market activation which has to be considered in light of the aim of the policy. Regarding labour market activation, individual schemes with an income threshold and a tapering-in mechanism seem to work the best, while household schemes perform the best when looking at poverty reduction.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Regarding the future Flemish Jobbonus, <a href=\"#bib11\">Decoster and Vanheukelom (2019)</a> question to what extent those benefits will be effective in increasing labour supply, given already existing federal in-work benefits, and underline the risk of low-wage traps due to high effective marginal tax rates for low-wage earners. Moreover, they show that the purchasing power gains are spread over the income distribution and not concentrated at low disposable income households. Finally, they estimate the cost of the measure at 174 million EUR, quite less than what the Flemish government announced.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-2",
                            "title": "2.2.2. Research findings",
                            "type": "section"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2. In work benefits in Belgium",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. State of research",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The WB is a Belgian in-work benefit that consists of a reduction of social security contributions for individuals with low earning capacity. The level of the WB depends on the full-time equivalent (hereafter FTE) gross salary, denoted  <math id=\"inf1\"> <msub> <mi>W</mi> <mrow> <mi>f</mi> <mo>⁢</mo> <mi>t</mi> </mrow> </msub> </math> , of the employee: for FTE gross salaries lower than a certain threshold  <math id=\"inf2\"> <msub> <mi>θ</mi> <mn>1</mn> </msub> </math> , the WB is equal to a fixed amount  <math id=\"inf3\"> <mi>A</mi> </math>  weighted by the work regime, calculated as  <math id=\"inf4\"> <mfrac> <mi>L</mi> <msub> <mi>L</mi> <mrow> <mi>F</mi> <mo>⁢</mo> <mi>T</mi> </mrow> </msub> </mfrac> </math>  where L is the number of hours worked and  <math id=\"inf5\"> <msub> <mi>L</mi> <mrow> <mi>F</mi> <mo>⁢</mo> <mi>T</mi> </mrow> </msub> </math>  corresponds to a full-time regime. For FTE gross salaries higher than  <math id=\"inf6\"> <msub> <mi>θ</mi> <mn>1</mn> </msub> </math>  the fixed amount is tapered out at a rate of  <math id=\"inf7\"> <msub> <mi>ρ</mi> <mn>1</mn> </msub> </math> , until it reaches  <math id=\"inf8\"> <mn>0</mn> </math>  at  <math id=\"inf9\"> <msub> <mi>θ</mi> <mn>2</mn> </msub> </math> . As explained in subsection 2.2.1., the WB is complemented with a fiscal work-bonus. The fiscal work-bonus is a tax reduction that is calculated as a percentage  <math id=\"inf10\"> <msub> <mi>ρ</mi> <mn>2</mn> </msub> </math>  of the WB. The WB and FWB granted can thus be written:",
                    "type": "paragraph"
                },
                {
                    "label": "(1)",
                    "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<mi>W</mi>\n<mi>B</mi>\n<mo>=</mo>\n<mrow>\n<mo>{</mo>\n<mtable columnalign=\"left center left\" columnspacing=\"1em\" rowspacing=\"4pt\">\n<mtr>\n<mtd>\n<mi>A</mi>\n<mo>.</mo>\n<mfrac>\n<mi>L</mi>\n<msub>\n<mi>L</mi>\n<mrow>\n<mi>F</mi>\n<mi>T</mi>\n</mrow>\n</msub>\n</mfrac>\n<mspace width=\"thinmathspace\"/>\n</mtd>\n<mtd>\n<mo>:</mo>\n<msub>\n<mi>W</mi>\n<mrow>\n<mi>f</mi>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>≤</mo>\n<msub>\n<mi>θ</mi>\n<mrow>\n<mn>1</mn>\n</mrow>\n</msub>\n</mtd>\n</mtr>\n<mtr>\n<mtd>\n<mo stretchy=\"false\">(</mo>\n<mi>A</mi>\n<mo>−</mo>\n<msub>\n<mi>ρ</mi>\n<mrow>\n<mn>1</mn>\n</mrow>\n</msub>\n<mo>.</mo>\n<mo stretchy=\"false\">(</mo>\n<msub>\n<mi>W</mi>\n<mrow>\n<mi>f</mi>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>−</mo>\n<msub>\n<mi>θ</mi>\n<mrow>\n<mn>1</mn>\n</mrow>\n</msub>\n<mo stretchy=\"false\">)</mo>\n<mo stretchy=\"false\">)</mo>\n<mo>.</mo>\n<mfrac>\n<mi>L</mi>\n<msub>\n<mi>L</mi>\n<mrow>\n<mi>F</mi>\n<mi>T</mi>\n</mrow>\n</msub>\n</mfrac>\n<mspace width=\"thinmathspace\"/>\n</mtd>\n<mtd>\n<mo>:</mo>\n<msub>\n<mi>θ</mi>\n<mrow>\n<mn>1</mn>\n</mrow>\n</msub>\n<mo>&lt;</mo>\n<msub>\n<mi>W</mi>\n<mrow>\n<mi>f</mi>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>≤</mo>\n<msub>\n<mi>θ</mi>\n<mrow>\n<mn>2</mn>\n</mrow>\n</msub>\n</mtd>\n</mtr>\n<mtr>\n<mtd>\n<mn>0</mn>\n<mspace width=\"thinmathspace\"/>\n</mtd>\n<mtd>\n<mo>:</mo>\n<msub>\n<mi>θ</mi>\n<mrow>\n<mn>2</mn>\n</mrow>\n</msub>\n<mo>&lt;</mo>\n<msub>\n<mi>W</mi>\n<mrow>\n<mi>f</mi>\n<mi>t</mi>\n</mrow>\n</msub>\n</mtd>\n</mtr>\n<mtr>\n<mtd>\n<mspace width=\"thinmathspace\"/>\n</mtd>\n</mtr>\n</mtable>\n<mo fence=\"true\" stretchy=\"true\" symmetric=\"true\"/>\n</mrow>\n</mrow>\n</mstyle>\n</math>",
                    "type": "mathml"
                },
                {
                    "label": "(2)",
                    "mathml": "<math>\n<mrow>\n<mrow>\n<mrow>\n<mi>F</mi>\n<mo>⁢</mo>\n<mi>W</mi>\n<mo>⁢</mo>\n<mi>B</mi>\n</mrow>\n<mo>=</mo>\n<msub>\n<mi>ρ</mi>\n<mn>2</mn>\n</msub>\n</mrow>\n<mo>.</mo>\n<mrow>\n<mi>W</mi>\n<mo>⁢</mo>\n<mi>B</mi>\n</mrow>\n</mrow>\n</math>",
                    "type": "mathml"
                },
                {
                    "text": "The values for the above-mentioned parameters for white-collar workers for the year 2016 are given in <a href=\"#table1\">Table 1</a>.<sup><a href=\"#fn13\">13</a></sup> Note that the WB cannot exceed social security contributions, and that the fiscal bonus cannot a exceed a maximum value (set at 640 EUR/year in 2016).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Parameter</th>\n<th align=\"left\">Unit</th>\n<th align=\"left\">Value</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">\n<i>A</i>\n</td>\n<td align=\"left\">EUR/month</td>\n<td align=\"left\">193.79</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>θ</i>\n<sub>\n<i>1</i>\n</sub>\n</td>\n<td align=\"left\">EUR/month</td>\n<td align=\"left\">1,577.89</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>θ<sub>2</sub>\n</i>\n</td>\n<td align=\"left\">EUR/month</td>\n<td align=\"left\">2,461.27</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>ρ</i>\n<sub>\n<i>1</i>\n</sub>\n</td>\n<td align=\"left\">%</td>\n<td align=\"left\">21.94</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>ρ</i>\n<sub>\n<i>2</i>\n</sub>\n</td>\n<td align=\"left\">%</td>\n<td align=\"left\">28.03</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Policy parameters (2016): Work-Bonus and Fiscal Work-Bonus",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s3",
            "title": "3. The Work-Bonus: policy details",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "To model workers’ labour supply decisions, we estimate a random utilty-random opportunity (RURO) model, where labour supply is seen as the outcome of agents choosing from a set of job offers. Our model builds on <a href=\"#bib6\">Capéau et al. (2016)</a>. For a detailed derivation of the RURO model, see also <a href=\"#bib9\">Dagsvik and Strøm (1992)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "We first discuss the database we use and filtering we do in subsection 4.1. Then we go through the building blocks of the model in subsections 4.2. and 4.3.: the utility functions and the opportunity functions. In section 4.4. we calculate the probability that an individual chooses a job with a given wage and amount of required hours. Having the actual worked hours in the database, we can compute the parameters of the utility and opportunity functions that maximize the likelihood that the sample was observed. This procedure is explained in section 4.4..",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "To estimate our model, we use the Belgian database of the European Union Statistics on Income and Living Conditions (EU-SILC). This database is representative for the Belgian population and contains information on income, socio-demographic situation and various other dimensions related to labour supply. We assume preferences of individuals did not change over the time of the different EU-SILC surveys used (2006-2017) in our estimation.<sup><a href=\"#fn14\">14</a></sup> If preferences did indeed not change significantly over time, our method would increase the accuracy of the estimates on one hand because there are more observations, and on the other hand because people are observed in different tax-benefit contexts, helping for the identification of preferences. The tax-benefits system of the corresponding years are used to calculate the disposable incomes (section 4.3.), which are up-rated with consumer price indices to render them comparable.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We consider two types of households: singles workers (hereafter: singles) and couples of workers (hereafter: couples). Singles are defined as households with one adult person that is available to the labour market (i.e. aged between 16 and 64 years and not being sick, in education, disabled or (pre-)retired). Couples are households with 2 adult people that are available to the labour market, and those 2 people form a couple. All other types of households are dropped as their labour supply decision processes might differ too much from the typical cases (e.g. households with one parent and one child available to the labour market are excluded). We also exclude people declaring outlying (&gt;70 h/week) numbers of weekly worked hours, and outlying wages (&gt;60 EUR/h), as well as self-employed for whom information on labour income and worked hours might be less reliable. The percentage of labour market available individuals included in our sample varies from 64.9 <math id=\"inf11\"> <mo lspace=\"0pt\" rspace=\"3.5pt\">%</mo> </math>  to 69.4 <math id=\"inf12\"> <mo lspace=\"0pt\" rspace=\"3.5pt\">%</mo> </math> , depending on the survey year. Descriptive statistics of the selected households are given in <a href=\"#table2\">Table 2</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\" colspan=\"2\">Single</th>\n<th align=\"left\" colspan=\"2\">Couple</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">\n<b>Male</b>\n</td>\n<td align=\"left\">\n<b>Female</b>\n</td>\n<td align=\"left\">\n<b>Male</b>\n</td>\n<td align=\"left\">\n<b>Female</b>\n</td>\n</tr>\n<tr>\n<td align=\"left\">Number of observations</td>\n<td align=\"left\">4057</td>\n<td align=\"left\">4585</td>\n<td align=\"center\" colspan=\"2\">8344</td>\n</tr>\n<tr>\n<td align=\"left\">Av. working time - Workers (h/week)</td>\n<td align=\"left\">39.6</td>\n<td align=\"left\">34.9</td>\n<td align=\"left\">40.7</td>\n<td align=\"left\">32.9</td>\n</tr>\n<tr>\n<td align=\"left\">Average hourly gross wage (EUR/h)</td>\n<td align=\"left\">20.3</td>\n<td align=\"left\">19.9</td>\n<td align=\"left\">22.2</td>\n<td align=\"left\">19.7</td>\n</tr>\n<tr>\n<td align=\"left\">Participation (%)</td>\n<td align=\"left\">77.3</td>\n<td align=\"left\">74.7</td>\n<td align=\"left\">96.1</td>\n<td align=\"left\">92.6</td>\n</tr>\n<tr>\n<td align=\"left\">Highest level of education (%) - Workers</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">- Primary or no education</td>\n<td align=\"left\">6.1</td>\n<td align=\"left\">5.2</td>\n<td align=\"left\">4.4</td>\n<td align=\"left\">3.8</td>\n</tr>\n<tr>\n<td align=\"left\">- Lower secondary education</td>\n<td align=\"left\">13.3</td>\n<td align=\"left\">10.7</td>\n<td align=\"left\">11.0</td>\n<td align=\"left\">8.0</td>\n</tr>\n<tr>\n<td align=\"left\">- Upper secondary education</td>\n<td align=\"left\">37.2</td>\n<td align=\"left\">31.4</td>\n<td align=\"left\">36.0</td>\n<td align=\"left\">30.2</td>\n</tr>\n<tr>\n<td align=\"left\">- High education</td>\n<td align=\"left\">43.5</td>\n<td align=\"left\">52.8</td>\n<td align=\"left\">48.6</td>\n<td align=\"left\">57.9</td>\n</tr>\n<tr>\n<td align=\"left\">Highest level of education (%) - Non-workers</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">- Primary or no education</td>\n<td align=\"left\">24.1</td>\n<td align=\"left\">25.3</td>\n<td align=\"left\">22.5</td>\n<td align=\"left\">14.8</td>\n</tr>\n<tr>\n<td align=\"left\">- Lower secondary education</td>\n<td align=\"left\">28.4</td>\n<td align=\"left\">23.1</td>\n<td align=\"left\">22.2</td>\n<td align=\"left\">24.7</td>\n</tr>\n<tr>\n<td align=\"left\">- Upper secondary education</td>\n<td align=\"left\">27.8</td>\n<td align=\"left\">33.2</td>\n<td align=\"left\">36.4</td>\n<td align=\"left\">35.6</td>\n</tr>\n<tr>\n<td align=\"left\">- High education</td>\n<td align=\"left\">19.7</td>\n<td align=\"left\">18.5</td>\n<td align=\"left\">18.8</td>\n<td align=\"left\">25.0</td>\n</tr>\n<tr>\n<td align=\"left\">Household composition</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Average household size</td>\n<td align=\"left\">1.4</td>\n<td align=\"left\">1.8</td>\n<td align=\"center\" colspan=\"2\">3.3</td>\n</tr>\n<tr>\n<td align=\"left\">- of which children</td>\n<td align=\"left\">0.1</td>\n<td align=\"left\">0.6</td>\n<td align=\"center\" colspan=\"2\">1.3</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Descriptive statistics - households included in the estimation sample",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "An histogram of the hours worked, by gender, is displayed in <a href=\"#fig2\">Figure 2</a>. The hours worked are those declared by the surveyed individuals, when asked how much hours per week they work on average (including overtime) in their main and complementary jobs. It is important to note that in our sample, overtime workers (that we define as workers working more than 40 hours per week, as will be explained in 4.3.) represent 19% of the population. This is substantially more than what is observed in administrative data, where overtime hours are due to people combining different jobs and represent less than 2% of situations.<sup><a href=\"#fn15\">15</a></sup> While self-reported data is known to be vulnerable to exaggeration or biases,<sup><a href=\"#fn16\">16</a></sup> we believe that this discrepancy reveals that many workers work more than contractual (or legal) hours, what may lead to different estimations of hourly wages, that are computed as gross earnings divided by worked hours. Our assumption is that people working more than contractual hours are generally compensated by a higher wage (in other words, they accept a job that is expected to necessitate frequent overtime, if this job provides a consequential salary). This assumption seems supported by the fact that people working overtime declare higher monthly earnings. In this regard, using survey data might bring an insightful and more accurate estimation of hourly wages, especially when used as a proxy for earning capacity. Moreover, as tax-benefit reforms might alter the relative attractiveness of such over-time opportunities (see sub-section 5.2.), including them more accurately in the opportunity sets of individuals will provide a more complete picture of likely behavioural changes. The profiles of those overtime workers are detailed in <a href=\"#table3\">Table 3</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00229%2Fijm-00229-fig002.tif",
                                        "size": {
                                            "width": 1621,
                                            "height": 649
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00229%2Fijm-00229-fig002.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00229-fig002.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Labour supply distribution of men (left) and women (right) in the sample",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\" colspan=\"2\">Work regime</th>\n<th align=\"left\">Comparison</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">\n<b>All</b>\n</td>\n<td align=\"left\">\n<b>Overtime</b>\n</td>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">\n<b>(&gt;0h/w)</b>\n</td>\n<td align=\"left\">\n<b>(&gt;40h/w)</b>\n</td>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Average age</td>\n<td align=\"left\">40.4</td>\n<td align=\"left\">40.4</td>\n<td align=\"left\">+0</td>\n</tr>\n<tr>\n<td align=\"left\">Average working time (h/week)</td>\n<td align=\"left\">37.1</td>\n<td align=\"left\">49.5</td>\n<td align=\"left\">+12.4</td>\n</tr>\n<tr>\n<td align=\"left\">Average years of education</td>\n<td align=\"left\">13.3</td>\n<td align=\"left\">14.4</td>\n<td align=\"left\">+1.1</td>\n</tr>\n<tr>\n<td align=\"left\">Average gross hourly wage (<i>EUR</i>\n<sub>2016</sub>)</td>\n<td align=\"left\">20.7</td>\n<td align=\"left\">21.5</td>\n<td align=\"left\">+0.8</td>\n</tr>\n<tr>\n<td align=\"left\">Average gross earnings (<i>EUR</i>\n<sub>2016</sub>)</td>\n<td align=\"left\">3310.5</td>\n<td align=\"left\">4569.7</td>\n<td align=\"left\">+1259.2</td>\n</tr>\n<tr>\n<td align=\"left\">Percentage of males</td>\n<td align=\"left\">51.9</td>\n<td align=\"left\">72.6</td>\n<td align=\"left\">+20.7</td>\n</tr>\n<tr>\n<td align=\"left\">Type of ISCO occupation (%)</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">- 0: Armed forces</td>\n<td align=\"left\">0.7</td>\n<td align=\"left\">0.5</td>\n<td align=\"left\">-0.2</td>\n</tr>\n<tr>\n<td align=\"left\">- 1: Senior officials and managers</td>\n<td align=\"left\">6.5</td>\n<td align=\"left\">18.2</td>\n<td align=\"left\">+11.7</td>\n</tr>\n<tr>\n<td align=\"left\">- 2: Professionals</td>\n<td align=\"left\">23.5</td>\n<td align=\"left\">32.2</td>\n<td align=\"left\">+8.7</td>\n</tr>\n<tr>\n<td align=\"left\">- 3: Technicians</td>\n<td align=\"left\">16.0</td>\n<td align=\"left\">15.0</td>\n<td align=\"left\">-1.0</td>\n</tr>\n<tr>\n<td align=\"left\">- 4: Clerical support workers</td>\n<td align=\"left\">19.3</td>\n<td align=\"left\">11.9</td>\n<td align=\"left\">-7.4</td>\n</tr>\n<tr>\n<td align=\"left\">- 5: Services and sales workers</td>\n<td align=\"left\">9.9</td>\n<td align=\"left\">6.7</td>\n<td align=\"left\">-3.2</td>\n</tr>\n<tr>\n<td align=\"left\">- 6: Skilled agricultural</td>\n<td align=\"left\">0.4</td>\n<td align=\"left\">0.3</td>\n<td align=\"left\">-0.1</td>\n</tr>\n<tr>\n<td align=\"left\">- 7: Craft and trade workers</td>\n<td align=\"left\">8.5</td>\n<td align=\"left\">6.4</td>\n<td align=\"left\">-2.1</td>\n</tr>\n<tr>\n<td align=\"left\">- 8: Plant and machine operators</td>\n<td align=\"left\">6.0</td>\n<td align=\"left\">5.9</td>\n<td align=\"left\">-0.1</td>\n</tr>\n<tr>\n<td align=\"left\">- 9: Elementary occupations</td>\n<td align=\"left\">9.2</td>\n<td align=\"left\">2.8</td>\n<td align=\"left\">-6.4</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Descriptive statistics - overtime workers in sub-sample",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1. Data",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Let  <math id=\"inf13\"> <mrow> <msub> <mi>U</mi> <mrow> <mi>i</mi> <mo>⁢</mo> <mi>j</mi> </mrow> </msub> <mo>⁢</mo> <mrow> <mo stretchy=\"false\">(</mo> <msub> <mi>d</mi> <mi>j</mi> </msub> <mo>,</mo> <msub> <mi>l</mi> <mi>j</mi> </msub> <mo>,</mo> <msub> <mi>ϵ</mi> <mrow> <mi>i</mi> <mo>⁢</mo> <mi>j</mi> </mrow> </msub> <mo stretchy=\"false\">)</mo> </mrow> </mrow> </math>  denote the utility of an individual i choosing a job j, and  <math id=\"inf14\"> <mrow> <msub> <mi>U</mi> <mi>i</mi> </msub> <mo>⁢</mo> <mrow> <mo stretchy=\"false\">(</mo> <mrow> <msubsup> <mi>d</mi> <mi>j</mi> <mi>m</mi> </msubsup> <mo>+</mo> <msubsup> <mi>d</mi> <mi>k</mi> <mi>f</mi> </msubsup> </mrow> <mo>,</mo> <msubsup> <mi>l</mi> <mi>j</mi> <mi>m</mi> </msubsup> <mo>,</mo> <msubsup> <mi>l</mi> <mi>k</mi> <mi>f</mi> </msubsup> <mo>,</mo> <msub> <mi>ϵ</mi> <mrow> <mi>i</mi> <mo>⁢</mo> <mi>j</mi> <mo>⁢</mo> <mi>k</mi> </mrow> </msub> <mo stretchy=\"false\">)</mo> </mrow> </mrow> </math>  denote the utility function of couple <i>i</i> choosing jobs  <math id=\"inf15\"> <mi>j</mi> </math>  and  <math id=\"inf16\"> <mi>k</mi> </math> , where  <math id=\"inf17\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <mi>i</mi> </mrow> </mstyle> </math>  is the disposable income,  <math id=\"inf18\"> <mi>l</mi> </math>  the weekly hours of leisure (equal to time endowment minus the number of working hours required for the job opportunity) and  <math id=\"inf19\"> <mi>ϵ</mi> </math>  a taste shifter corresponding to the job choice(s). Superscripts <i>m</i> (male) and <i>f</i> (female) represent the respective variables of the members of a couple. The utility function is assumed to be decomposable into a deterministic function and the random taste shifter that represents utility derived from unobserved (by the researcher) attributes of a job. This taste shifter is assumed to be i.i.d. distributed across job combinations and households according to a Gumbel distribution with location parameter  <math id=\"inf20\"> <mn>0</mn> </math>  and scale parameter  <math id=\"inf21\"> <mn>1</mn> </math> .",
                            "type": "paragraph"
                        },
                        {
                            "mathml": "<math>\n<mrow>\n<mrow>\n<msub>\n<mi>U</mi>\n<mi>i</mi>\n</msub>\n<mo>⁢</mo>\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<msub>\n<mi>d</mi>\n<mi>j</mi>\n</msub>\n<mo>,</mo>\n<msub>\n<mi>l</mi>\n<mi>j</mi>\n</msub>\n<mo>,</mo>\n<msub>\n<mi>ϵ</mi>\n<mrow>\n<mi>i</mi>\n<mo>⁢</mo>\n<mi>j</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">)</mo>\n</mrow>\n</mrow>\n<mo>=</mo>\n<mrow>\n<mrow>\n<msub>\n<mi>V</mi>\n<mi>i</mi>\n</msub>\n<mo>⁢</mo>\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<msub>\n<mi>d</mi>\n<mi>j</mi>\n</msub>\n<mo>,</mo>\n<msub>\n<mi>l</mi>\n<mi>j</mi>\n</msub>\n<mo stretchy=\"false\">)</mo>\n</mrow>\n</mrow>\n<mo>+</mo>\n<msub>\n<mi>ϵ</mi>\n<mrow>\n<mi>i</mi>\n<mo>⁢</mo>\n<mi>j</mi>\n</mrow>\n</msub>\n</mrow>\n</mrow>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "mathml": "<math>\n<mrow>\n<mrow>\n<msub>\n<mi>U</mi>\n<mi>i</mi>\n</msub>\n<mo>⁢</mo>\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<mrow>\n<msubsup>\n<mi>d</mi>\n<mi>j</mi>\n<mi>m</mi>\n</msubsup>\n<mo>+</mo>\n<msubsup>\n<mi>d</mi>\n<mi>k</mi>\n<mi>f</mi>\n</msubsup>\n</mrow>\n<mo>,</mo>\n<msubsup>\n<mi>l</mi>\n<mi>j</mi>\n<mi>m</mi>\n</msubsup>\n<mo>,</mo>\n<msubsup>\n<mi>l</mi>\n<mi>k</mi>\n<mi>f</mi>\n</msubsup>\n<mo>,</mo>\n<msub>\n<mi>ϵ</mi>\n<mrow>\n<mi>i</mi>\n<mo>⁢</mo>\n<mi>j</mi>\n<mo>⁢</mo>\n<mi>k</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">)</mo>\n</mrow>\n</mrow>\n<mo>=</mo>\n<mrow>\n<mrow>\n<mi>V</mi>\n<mo>⁢</mo>\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<mrow>\n<msubsup>\n<mi>d</mi>\n<mi>j</mi>\n<mi>m</mi>\n</msubsup>\n<mo>+</mo>\n<msubsup>\n<mi>d</mi>\n<mi>k</mi>\n<mi>f</mi>\n</msubsup>\n</mrow>\n<mo>,</mo>\n<msubsup>\n<mi>l</mi>\n<mi>j</mi>\n<mi>m</mi>\n</msubsup>\n<mo>,</mo>\n<msubsup>\n<mi>l</mi>\n<mi>k</mi>\n<mi>f</mi>\n</msubsup>\n<mo stretchy=\"false\">)</mo>\n</mrow>\n</mrow>\n<mo>+</mo>\n<msub>\n<mi>ϵ</mi>\n<mrow>\n<mi>i</mi>\n<mo>⁢</mo>\n<mi>j</mi>\n<mo>⁢</mo>\n<mi>k</mi>\n</mrow>\n</msub>\n</mrow>\n</mrow>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The deterministic part of the utility function is assumed to have the following Box-Cox structural specification<sup><a href=\"#fn17\">17</a></sup> for singles (<a href=\"#equ5\">Equation 3</a>), where the parameters are allowed to differ for single males and single females, and couples (<a href=\"#equ6\">Equation 4</a>), for which a cross-leisure term is added:",
                            "type": "paragraph"
                        },
                        {
                            "label": "(3)",
                            "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<mi>V</mi>\n<mo stretchy=\"false\">(</mo>\n<mi>d</mi>\n<mo>,</mo>\n<mi>l</mi>\n<mo stretchy=\"false\">)</mo>\n<mo>=</mo>\n<msub>\n<mi>α</mi>\n<mrow>\n<mi>d</mi>\n</mrow>\n</msub>\n<mo>.</mo>\n<mrow>\n<mo>(</mo>\n<mfrac>\n<mrow>\n<msup>\n<mi>d</mi>\n<mrow>\n<msub>\n<mi>α</mi>\n<mrow>\n<mn>1</mn>\n</mrow>\n</msub>\n</mrow>\n</msup>\n<mo>−</mo>\n<mn>1</mn>\n</mrow>\n<msub>\n<mi>α</mi>\n<mrow>\n<mn>1</mn>\n</mrow>\n</msub>\n</mfrac>\n<mo>)</mo>\n</mrow>\n<mo>+</mo>\n<msub>\n<mi>α</mi>\n<mrow>\n<mi>l</mi>\n</mrow>\n</msub>\n<mo>.</mo>\n<mrow>\n<mo>(</mo>\n<mfrac>\n<mrow>\n<msup>\n<mi>l</mi>\n<mrow>\n<msub>\n<mi>α</mi>\n<mrow>\n<mn>2</mn>\n</mrow>\n</msub>\n</mrow>\n</msup>\n<mo>−</mo>\n<mn>1</mn>\n</mrow>\n<msub>\n<mi>α</mi>\n<mrow>\n<mn>2</mn>\n</mrow>\n</msub>\n</mfrac>\n<mo>)</mo>\n</mrow>\n</mrow>\n</mstyle>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "label": "(4)",
                            "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<mtable columnalign=\"left left\" columnspacing=\"1em\" rowspacing=\"4pt\">\n<mtr>\n<mtd>\n<mi>V</mi>\n<mo stretchy=\"false\">(</mo>\n<msup>\n<mi>d</mi>\n<mrow>\n<mi>m</mi>\n</mrow>\n</msup>\n<mo>+</mo>\n<msup>\n<mi>d</mi>\n<mrow>\n<mi>f</mi>\n</mrow>\n</msup>\n<mo>,</mo>\n<msup>\n<mi>l</mi>\n<mrow>\n<mi>m</mi>\n</mrow>\n</msup>\n<mo>,</mo>\n<msup>\n<mi>l</mi>\n<mrow>\n<mi>f</mi>\n</mrow>\n</msup>\n<mo stretchy=\"false\">)</mo>\n<mo>=</mo>\n<msub>\n<mi>α</mi>\n<mrow>\n<mi>d</mi>\n</mrow>\n</msub>\n<mo>.</mo>\n<mrow>\n<mo>(</mo>\n<mfrac>\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<msup>\n<mi>d</mi>\n<mrow>\n<mi>m</mi>\n</mrow>\n</msup>\n<mo>+</mo>\n<msup>\n<mi>d</mi>\n<mrow>\n<mi>f</mi>\n</mrow>\n</msup>\n<msup>\n<mo stretchy=\"false\">)</mo>\n<mrow>\n<msub>\n<mi>α</mi>\n<mrow>\n<mn>3</mn>\n</mrow>\n</msub>\n</mrow>\n</msup>\n<mo>−</mo>\n<mn>1</mn>\n</mrow>\n<msub>\n<mi>α</mi>\n<mrow>\n<mn>3</mn>\n</mrow>\n</msub>\n</mfrac>\n<mo>)</mo>\n</mrow>\n<mo>+</mo>\n<msubsup>\n<mi>α</mi>\n<mrow>\n<mi>l</mi>\n</mrow>\n<mrow>\n<mi>m</mi>\n</mrow>\n</msubsup>\n<mo>.</mo>\n<mrow>\n<mo>(</mo>\n<mfrac>\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<msup>\n<mi>l</mi>\n<mrow>\n<mi>m</mi>\n</mrow>\n</msup>\n<msup>\n<mo stretchy=\"false\">)</mo>\n<mrow>\n<msub>\n<mi>α</mi>\n<mrow>\n<mn>4</mn>\n</mrow>\n</msub>\n</mrow>\n</msup>\n<mo>−</mo>\n<mn>1</mn>\n</mrow>\n<msub>\n<mi>α</mi>\n<mrow>\n<mn>4</mn>\n</mrow>\n</msub>\n</mfrac>\n<mo>)</mo>\n</mrow>\n</mtd>\n</mtr>\n<mtr>\n<mtd>\n<mspace width=\"1em\"/>\n<mspace width=\"1em\"/>\n<mspace width=\"1em\"/>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mo>+</mo>\n<msubsup>\n<mi>α</mi>\n<mrow>\n<mi>l</mi>\n</mrow>\n<mrow>\n<mi>f</mi>\n</mrow>\n</msubsup>\n<mo>.</mo>\n<mrow>\n<mo>(</mo>\n<mfrac>\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<msup>\n<mi>l</mi>\n<mrow>\n<mi>f</mi>\n</mrow>\n</msup>\n<msup>\n<mo stretchy=\"false\">)</mo>\n<mrow>\n<msub>\n<mi>α</mi>\n<mrow>\n<mn>5</mn>\n</mrow>\n</msub>\n</mrow>\n</msup>\n<mo>−</mo>\n<mn>1</mn>\n</mrow>\n<msub>\n<mi>α</mi>\n<mrow>\n<mn>5</mn>\n</mrow>\n</msub>\n</mfrac>\n<mo>)</mo>\n</mrow>\n<mo>+</mo>\n<msubsup>\n<mi>α</mi>\n<mrow>\n<mi>l</mi>\n</mrow>\n<mrow>\n<mi>m</mi>\n<mi>f</mi>\n</mrow>\n</msubsup>\n<mo>.</mo>\n<mrow>\n<mo>(</mo>\n<mfrac>\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<msup>\n<mi>l</mi>\n<mrow>\n<mi>m</mi>\n</mrow>\n</msup>\n<msup>\n<mo stretchy=\"false\">)</mo>\n<mrow>\n<msub>\n<mi>α</mi>\n<mrow>\n<mn>4</mn>\n</mrow>\n</msub>\n</mrow>\n</msup>\n<mo>−</mo>\n<mn>1</mn>\n</mrow>\n<msub>\n<mi>α</mi>\n<mrow>\n<mn>4</mn>\n</mrow>\n</msub>\n</mfrac>\n<mo>)</mo>\n</mrow>\n<mo>.</mo>\n<mrow>\n<mo>(</mo>\n<mfrac>\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<msup>\n<mi>l</mi>\n<mrow>\n<mi>f</mi>\n</mrow>\n</msup>\n<msup>\n<mo stretchy=\"false\">)</mo>\n<mrow>\n<msub>\n<mi>α</mi>\n<mrow>\n<mn>5</mn>\n</mrow>\n</msub>\n</mrow>\n</msup>\n<mo>−</mo>\n<mn>1</mn>\n</mrow>\n<msub>\n<mi>α</mi>\n<mrow>\n<mn>5</mn>\n</mrow>\n</msub>\n</mfrac>\n<mo>)</mo>\n</mrow>\n</mstyle>\n</mtd>\n</mtr>\n</mtable>\n</mrow>\n</mstyle>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "text": "We allow for heterogeneity in the marginal rates of substitution between leisure and income by introducing covariates related to age, number of children in different age-categories, region and education linearly into the leisure parameters ( <math id=\"inf22\"> <msub> <mi>α</mi> <mi>l</mi> </msub> </math> ,  <math id=\"inf23\"> <msubsup> <mi>α</mi> <mi>l</mi> <mi>m</mi> </msubsup> </math> ,  <math id=\"inf24\"> <msubsup> <mi>α</mi> <mi>l</mi> <mi>f</mi> </msubsup> </math> ):",
                            "type": "paragraph"
                        },
                        {
                            "mathml": "<math>\n<mrow>\n<msub>\n<mi>α</mi>\n<mi>l</mi>\n</msub>\n<mo>=</mo>\n<mrow>\n<msub>\n<mi>α</mi>\n<mrow>\n<mi>l</mi>\n<mo>⁢</mo>\n<mn>0</mn>\n</mrow>\n</msub>\n<mo>+</mo>\n<mrow>\n<msubsup>\n<mi>α</mi>\n<mi>l</mi>\n<msup>\n<mi/>\n<mo>′</mo>\n</msup>\n</msubsup>\n<mo>⁢</mo>\n<msub>\n<mi>X</mi>\n<mi>l</mi>\n</msub>\n</mrow>\n</mrow>\n</mrow>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "mathml": "<math>\n<mrow>\n<msubsup>\n<mi>α</mi>\n<mi>l</mi>\n<mi>m</mi>\n</msubsup>\n<mo>=</mo>\n<mrow>\n<msubsup>\n<mi>α</mi>\n<mrow>\n<mi>l</mi>\n<mo>⁢</mo>\n<mn>0</mn>\n</mrow>\n<mi>m</mi>\n</msubsup>\n<mo>+</mo>\n<mrow>\n<msubsup>\n<mi>α</mi>\n<mi>l</mi>\n<msup>\n<mi>m</mi>\n<mo>′</mo>\n</msup>\n</msubsup>\n<mo>⁢</mo>\n<msubsup>\n<mi>X</mi>\n<mi>l</mi>\n<mi>m</mi>\n</msubsup>\n</mrow>\n</mrow>\n</mrow>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "mathml": "<math>\n<mrow>\n<msubsup>\n<mi>α</mi>\n<mi>l</mi>\n<mi>f</mi>\n</msubsup>\n<mo>=</mo>\n<mrow>\n<msubsup>\n<mi>α</mi>\n<mrow>\n<mi>l</mi>\n<mo>⁢</mo>\n<mn>0</mn>\n</mrow>\n<mi>f</mi>\n</msubsup>\n<mo>+</mo>\n<mrow>\n<msubsup>\n<mi>α</mi>\n<mi>l</mi>\n<msup>\n<mi>f</mi>\n<mo>′</mo>\n</msup>\n</msubsup>\n<mo>⁢</mo>\n<msubsup>\n<mi>X</mi>\n<mi>l</mi>\n<mi>f</mi>\n</msubsup>\n</mrow>\n</mrow>\n</mrow>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where X are vectors of covariates.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2. Utility",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We assume hourly wages are drawn from a log-normal distribution  <math id=\"inf25\"> <mrow> <msub> <mi>g</mi> <mn>1</mn> </msub> <mo>⁢</mo> <mrow> <mo stretchy=\"false\">(</mo> <mi>w</mi> <mo stretchy=\"false\">)</mo> </mrow> </mrow> </math>  and are independent of hours worked.",
                            "type": "paragraph"
                        },
                        {
                            "mathml": "<math>\n<mrow>\n<mrow>\n<msub>\n<mi>g</mi>\n<mn>1</mn>\n</msub>\n<mo>⁢</mo>\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<mi>w</mi>\n<mo stretchy=\"false\">)</mo>\n</mrow>\n</mrow>\n<mo>=</mo>\n<mrow>\n<mfrac>\n<mn>1</mn>\n<mrow>\n<mi>w</mi>\n<mo>⁢</mo>\n<mi>σ</mi>\n<mo>⁢</mo>\n<msqrt>\n<mrow>\n<mn>2</mn>\n<mo>⁢</mo>\n<mi>π</mi>\n</mrow>\n</msqrt>\n</mrow>\n</mfrac>\n<mo>⁢</mo>\n<mrow>\n<mi>exp</mi>\n<mo>⁡</mo>\n<mrow>\n<mo>(</mo>\n<mrow>\n<mfrac>\n<mrow>\n<mo>-</mo>\n<mn>1</mn>\n</mrow>\n<mn>2</mn>\n</mfrac>\n<mo>⁢</mo>\n<msup>\n<mrow>\n<mo>(</mo>\n<mfrac>\n<mrow>\n<mrow>\n<mrow>\n<mi>l</mi>\n<mo>⁢</mo>\n<mi>n</mi>\n<mo>⁢</mo>\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<mi>w</mi>\n<mo stretchy=\"false\">)</mo>\n</mrow>\n</mrow>\n<mo>-</mo>\n<msup>\n<mi>γ</mi>\n<mo>′</mo>\n</msup>\n</mrow>\n<mo>.</mo>\n<msub>\n<mi>X</mi>\n<mi>w</mi>\n</msub>\n</mrow>\n<mi>σ</mi>\n</mfrac>\n<mo>)</mo>\n</mrow>\n<mn>2</mn>\n</msup>\n</mrow>\n<mo>)</mo>\n</mrow>\n</mrow>\n</mrow>\n</mrow>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where  <math id=\"inf26\"> <mi>σ</mi> </math>  and the vector γ are parameters.  <math id=\"inf27\"> <msub> <mi>X</mi> <mi>w</mi> </msub> </math>  is a vector of covariates that might affect the median of the wage distribution: education, gender, (potential) experience and survey year.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Average weekly working hours of job opportunities are assumed to be drawn from a uniform-with-peaks distribution, where the peaks are chosen to correspond to typical part-time regimes as well as the full-time regime, and where parameters allow to calibrate their height. Peak height can differ only by gender, reflecting the fact that part-time jobs are mostly available in female-dominated sectors of activity (<a href=\"#bib23\">Meulders and O’Dorchai, 2009</a>): health and social work, other community, social and personal service activities, private households with employed persons and also, although to a lesser extent, education. The domain  <math id=\"inf28\"> <mi>H</mi> </math>  represents the possible values, and is assumed to range from  <math id=\"inf29\"> <mn>0</mn> </math>  to  <math id=\"inf30\"> <mn>70</mn> </math> .",
                            "type": "paragraph"
                        },
                        {
                            "label": "(5)",
                            "mathml": "<math>\n<mrow>\n<mrow>\n<msub>\n<mi>g</mi>\n<mn>2</mn>\n</msub>\n<mo>⁢</mo>\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<mi>h</mi>\n<mo stretchy=\"false\">)</mo>\n</mrow>\n</mrow>\n<mo>=</mo>\n<mrow>\n<mo>{</mo>\n<mtable columnspacing=\"5pt\" displaystyle=\"true\" rowspacing=\"0pt\">\n<mtr>\n<mtd columnalign=\"left\">\n<mrow>\n<mi>e</mi>\n<mo>⁢</mo>\n<mi>x</mi>\n<mo>⁢</mo>\n<mi>p</mi>\n<mo>⁢</mo>\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<msubsup>\n<mi>α</mi>\n<mrow>\n<mi>h</mi>\n<mo>⁢</mo>\n<mn>0</mn>\n</mrow>\n<mi>g</mi>\n</msubsup>\n<mo rspace=\"4.2pt\" stretchy=\"false\">)</mo>\n</mrow>\n</mrow>\n</mtd>\n<mtd columnalign=\"left\">\n<mrow>\n<mi/>\n<mo>:</mo>\n<mrow>\n<mi>h</mi>\n<mo>∈</mo>\n<mrow>\n<mi>H</mi>\n<mo>∖</mo>\n<mrow>\n<mo stretchy=\"false\">{</mo>\n<mrow>\n<mo stretchy=\"false\">[</mo>\n<mn>18.5</mn>\n<mo>,</mo>\n<mn>20.5</mn>\n<mo stretchy=\"false\">]</mo>\n</mrow>\n<mo>,</mo>\n<mrow>\n<mo stretchy=\"false\">[</mo>\n<mn>29.5</mn>\n<mo>,</mo>\n<mn>30.5</mn>\n<mo stretchy=\"false\">]</mo>\n</mrow>\n<mo>,</mo>\n<mrow>\n<mo stretchy=\"false\">[</mo>\n<mn>37.5</mn>\n<mo>,</mo>\n<mn>40.5</mn>\n<mo stretchy=\"false\">]</mo>\n</mrow>\n<mo stretchy=\"false\">}</mo>\n</mrow>\n</mrow>\n</mrow>\n</mrow>\n</mtd>\n</mtr>\n<mtr>\n<mtd columnalign=\"left\">\n<mrow>\n<mi>e</mi>\n<mo>⁢</mo>\n<mi>x</mi>\n<mo>⁢</mo>\n<mi>p</mi>\n<mo>⁢</mo>\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<mrow>\n<msubsup>\n<mi>α</mi>\n<mrow>\n<mi>h</mi>\n<mo>⁢</mo>\n<mn>0</mn>\n</mrow>\n<mi>g</mi>\n</msubsup>\n<mo>+</mo>\n<msub>\n<mi>α</mi>\n<mrow>\n<mi>h</mi>\n<mo>⁢</mo>\n<mn>1</mn>\n</mrow>\n</msub>\n</mrow>\n<mo rspace=\"4.2pt\" stretchy=\"false\">)</mo>\n</mrow>\n</mrow>\n</mtd>\n<mtd columnalign=\"left\">\n<mrow>\n<mi/>\n<mo>:</mo>\n<mrow>\n<mi>h</mi>\n<mo>∈</mo>\n<mrow>\n<mo stretchy=\"false\">[</mo>\n<mn>29.5</mn>\n<mo>,</mo>\n<mn>30.5</mn>\n<mo stretchy=\"false\">]</mo>\n</mrow>\n</mrow>\n</mrow>\n</mtd>\n</mtr>\n<mtr>\n<mtd columnalign=\"left\">\n<mrow>\n<mi>e</mi>\n<mo>⁢</mo>\n<mi>x</mi>\n<mo>⁢</mo>\n<mi>p</mi>\n<mo>⁢</mo>\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<mrow>\n<msubsup>\n<mi>α</mi>\n<mrow>\n<mi>h</mi>\n<mo>⁢</mo>\n<mn>0</mn>\n</mrow>\n<mi>g</mi>\n</msubsup>\n<mo>+</mo>\n<msub>\n<mi>α</mi>\n<mrow>\n<mi>h</mi>\n<mo>⁢</mo>\n<mn>2</mn>\n</mrow>\n</msub>\n</mrow>\n<mo rspace=\"4.2pt\" stretchy=\"false\">)</mo>\n</mrow>\n</mrow>\n</mtd>\n<mtd columnalign=\"left\">\n<mrow>\n<mi/>\n<mo>:</mo>\n<mrow>\n<mi>h</mi>\n<mo>∈</mo>\n<mrow>\n<mo stretchy=\"false\">[</mo>\n<mn>18.5</mn>\n<mo>,</mo>\n<mn>20.5</mn>\n<mo stretchy=\"false\">]</mo>\n</mrow>\n</mrow>\n</mrow>\n</mtd>\n</mtr>\n<mtr>\n<mtd columnalign=\"left\">\n<mrow>\n<mi>e</mi>\n<mo>⁢</mo>\n<mi>x</mi>\n<mo>⁢</mo>\n<mi>p</mi>\n<mo>⁢</mo>\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<mrow>\n<msubsup>\n<mi>α</mi>\n<mrow>\n<mi>h</mi>\n<mo>⁢</mo>\n<mn>0</mn>\n</mrow>\n<mi>g</mi>\n</msubsup>\n<mo>+</mo>\n<msub>\n<mi>α</mi>\n<mrow>\n<mi>h</mi>\n<mo>⁢</mo>\n<mn>3</mn>\n</mrow>\n</msub>\n</mrow>\n<mo rspace=\"4.2pt\" stretchy=\"false\">)</mo>\n</mrow>\n</mrow>\n</mtd>\n<mtd columnalign=\"left\">\n<mrow>\n<mi/>\n<mo>:</mo>\n<mrow>\n<mi>h</mi>\n<mo>∈</mo>\n<mrow>\n<mo stretchy=\"false\">[</mo>\n<mn>37.5</mn>\n<mo>,</mo>\n<mn>40.5</mn>\n<mo stretchy=\"false\">]</mo>\n</mrow>\n</mrow>\n</mrow>\n</mtd>\n</mtr>\n</mtable>\n<mi/>\n</mrow>\n</mrow>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "text": "In addition, a number of ‘‘out-of-market’’ job opportunities can be available to the individuals. The intensity of job offers relative to out-of-market opportunities is allowed to vary across individuals, according to the gender and a set of covariates.",
                            "type": "paragraph"
                        },
                        {
                            "label": "(6)",
                            "mathml": "<math>\n<mrow>\n<msub>\n<mi>g</mi>\n<mn>0</mn>\n</msub>\n<mo>=</mo>\n<mrow>\n<mi>e</mi>\n<mo>⁢</mo>\n<mi>x</mi>\n<mo>⁢</mo>\n<mi>p</mi>\n<mo>⁢</mo>\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<mrow>\n<msub>\n<mi>α</mi>\n<mrow>\n<mi>o</mi>\n<mo>⁢</mo>\n<mn>0</mn>\n</mrow>\n</msub>\n<mo>+</mo>\n<mrow>\n<msubsup>\n<mi>α</mi>\n<mi>o</mi>\n<mo>′</mo>\n</msubsup>\n<mo>⁢</mo>\n<msub>\n<mi>X</mi>\n<mi>o</mi>\n</msub>\n</mrow>\n</mrow>\n<mo stretchy=\"false\">)</mo>\n</mrow>\n</mrow>\n</mrow>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where  <math id=\"inf31\"> <msub> <mi>X</mi> <mi>o</mi> </msub> </math>  is the vector of covariates that includes region, education level and group-specific unemployment rate. The group-specific unemployment rate corresponds to the unemployment rate per gender-education group, taken from Eurostat. Those rates vary across years and are assumed to be inversely related to the number of suitable jobs accessible to those groups of individuals at a particular point in time. The inclusion of this variable therefore could improve the identification of job-offer intensities.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For each job opportunity requiring an amount of hours h, the gross wage is computed as the multiplication of required hours h and the hourly wage w. EUROMOD then allows to calculate the disposable income corresponding to the job choice: it takes gross income values as an input and determines,<sup><a href=\"#fn18\">18</a></sup> based on the socio-demographic characteristics of the households, the amount of taxes and benefits they are subject and eligible to, which are respectively subtracted and added to the gross income. This transformation is denoted  <math id=\"inf32\"> <mrow> <msub> <mi>d</mi> <mi>i</mi> </msub> <mo>⁢</mo> <mrow> <mo stretchy=\"false\">(</mo> <mi>l</mi> <mo>,</mo> <mi>w</mi> <mo stretchy=\"false\">)</mo> </mrow> </mrow> </math> .",
                            "type": "paragraph"
                        },
                        {
                            "text": "We assume that people opting for an out-of-market opportunity apply for means-tested social assistance. In practice, people not working are eligible to unemployment benefits under the condition that they have a sufficient work-history and are involuntarily unemployed. When, on the contrary, an employee voluntarily quits his job, he can be subject to a penalty of some weeks (from 4 to 52) before being eligible to unemployment benefits. If the employee leaves his job with the intention of relying on unemployment benefits on the long run, he can even be sanctioned indefinitely. Those not eligible to unemployment benefits can apply for social assistance. In that case a thorough means-test, encompassing also means of relatives and assets owned, can be expected. Those being ineligible or not applying to those two schemes (due to stigmatization for example) probably rely on some types of private transfers, personal savings, informal work, mendicancy, etc., as basic needs have to be fulfilled. It is difficult to infer from the data in which of those situations workers opting for an out-of-market opportunity would end up, due to limited information on their preferences and financial situation. For those that are observed not working the same assumption is made, even tough some report unemployment benefits. The reason is that it would be difficult to consider those benefits, that are observed at one point in time, as representative of the level of revenue those individuals (expected to) receive when not working, as such benefits decrease importantly over time.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Considering means-tested social assistance benefits as the out-of-labour income is therefore a simplification needed to compensate the lack of information and an approximation of a consumption floor for survival. An additional argument could be that, especially since the reform of 2012,<sup><a href=\"#fn19\">19</a></sup> the declining unemployment benefits come near (and even drop below, for cohabitants) social assistance benefit levels in the long-term (see <a href=\"#bib19\">Galand and Termote, 2014</a>), and that our assumption thus does not misrepresent too much the evaluation of out-of-market opportunities by forward-looking agents with reasonably low discount rates counting on unemployment benefits.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3. Opportunities",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Let’s define  <math id=\"inf33\"> <mrow> <mrow> <msub> <mi mathvariant=\"normal\">Ψ</mi> <mi>i</mi> </msub> <mo>⁢</mo> <mrow> <mo stretchy=\"false\">(</mo> <mi>h</mi> <mo>,</mo> <mi>w</mi> <mo stretchy=\"false\">)</mo> </mrow> </mrow> <mo>=</mo> <mrow> <mi>e</mi> <mo>⁢</mo> <mi>x</mi> <mo>⁢</mo> <mi>p</mi> <mo>⁢</mo> <mrow> <mo stretchy=\"false\">(</mo> <mrow> <msub> <mi>V</mi> <mi>i</mi> </msub> <mo>⁢</mo> <mrow> <mo stretchy=\"false\">(</mo> <mrow> <msub> <mi>d</mi> <mi>i</mi> </msub> <mo>⁢</mo> <mrow> <mo stretchy=\"false\">(</mo> <mrow> <mi>T</mi> <mo>-</mo> <mi>h</mi> </mrow> <mo>,</mo> <mi>w</mi> <mo stretchy=\"false\">)</mo> </mrow> </mrow> <mo>,</mo> <mrow> <mi>T</mi> <mo>-</mo> <mi>h</mi> </mrow> <mo stretchy=\"false\">)</mo> </mrow> </mrow> <mo stretchy=\"false\">)</mo> </mrow> </mrow> <mo>=</mo> <mrow> <mi>e</mi> <mo>⁢</mo> <mi>x</mi> <mo>⁢</mo> <mi>p</mi> <mo>⁢</mo> <mrow> <mo stretchy=\"false\">(</mo> <mrow> <msub> <mi>V</mi> <mi>i</mi> </msub> <mo>⁢</mo> <mrow> <mo stretchy=\"false\">(</mo> <mrow> <msub> <mi>d</mi> <mi>i</mi> </msub> <mo>⁢</mo> <mrow> <mo stretchy=\"false\">(</mo> <mi>l</mi> <mo>,</mo> <mi>w</mi> <mo stretchy=\"false\">)</mo> </mrow> </mrow> <mo>,</mo> <mi>l</mi> <mo stretchy=\"false\">)</mo> </mrow> </mrow> <mo stretchy=\"false\">)</mo> </mrow> </mrow> </mrow> </math> . The likelihood that an individual i will choose a particular job offer requiring labour time  <math id=\"inf34\"> <mrow> <mi>h</mi> <mo>=</mo> <mrow> <mi>T</mi> <mo>-</mo> <mi>l</mi> </mrow> </mrow> </math> , and paying a wage w, can, given our assumptions on the random utility term, will be written (<a href=\"#bib9\">Dagsvik and Strøm, 1992</a>):",
                            "type": "paragraph"
                        },
                        {
                            "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<msub>\n<mi>P</mi>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>w</mi>\n<mo>,</mo>\n<mi>h</mi>\n<mo stretchy=\"false\">)</mo>\n<mo>=</mo>\n<mfrac>\n<mrow>\n<msub>\n<mi mathvariant=\"normal\">Ψ</mi>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>w</mi>\n<mo>,</mo>\n<mi>h</mi>\n<mo stretchy=\"false\">)</mo>\n<msub>\n<mi>g</mi>\n<mrow>\n<mn>0</mn>\n<mi>i</mi>\n</mrow>\n</msub>\n<msub>\n<mi>g</mi>\n<mrow>\n<mn>1</mn>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>w</mi>\n<mo stretchy=\"false\">)</mo>\n<msub>\n<mi>g</mi>\n<mrow>\n<mn>2</mn>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>h</mi>\n<mo stretchy=\"false\">)</mo>\n</mrow>\n<mrow>\n<msub>\n<mi mathvariant=\"normal\">Ψ</mi>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mn>0</mn>\n<mo>,</mo>\n<mn>0</mn>\n<mo stretchy=\"false\">)</mo>\n<mo>+</mo>\n<msub>\n<mo>∫</mo>\n<mrow>\n<mi>r</mi>\n<mo>∈</mo>\n<mi>W</mi>\n</mrow>\n</msub>\n<msub>\n<mo>∫</mo>\n<mrow>\n<mi>t</mi>\n<mo>∈</mo>\n<mi>H</mi>\n</mrow>\n</msub>\n<msub>\n<mi mathvariant=\"normal\">Ψ</mi>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>r</mi>\n<mo>,</mo>\n<mi>t</mi>\n<mo stretchy=\"false\">)</mo>\n<msub>\n<mi>g</mi>\n<mrow>\n<mn>0</mn>\n<mi>i</mi>\n</mrow>\n</msub>\n<msub>\n<mi>g</mi>\n<mrow>\n<mn>1</mn>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>r</mi>\n<mo stretchy=\"false\">)</mo>\n<msub>\n<mi>g</mi>\n<mrow>\n<mn>2</mn>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>t</mi>\n<mo stretchy=\"false\">)</mo>\n<mi>d</mi>\n<mi>r</mi>\n<mi>d</mi>\n<mi>t</mi>\n</mrow>\n</mfrac>\n</mrow>\n</mstyle>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "text": "and",
                            "type": "paragraph"
                        },
                        {
                            "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<msub>\n<mi>P</mi>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mn>0</mn>\n<mo>,</mo>\n<mn>0</mn>\n<mo stretchy=\"false\">)</mo>\n<mo>=</mo>\n<mfrac>\n<mrow>\n<msub>\n<mi mathvariant=\"normal\">Ψ</mi>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mn>0</mn>\n<mo>,</mo>\n<mn>0</mn>\n<mo stretchy=\"false\">)</mo>\n</mrow>\n<mrow>\n<msub>\n<mi mathvariant=\"normal\">Ψ</mi>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mn>0</mn>\n<mo>,</mo>\n<mn>0</mn>\n<mo stretchy=\"false\">)</mo>\n<mo>+</mo>\n<msub>\n<mo>∫</mo>\n<mrow>\n<mi>r</mi>\n<mo>∈</mo>\n<mi>W</mi>\n</mrow>\n</msub>\n<msub>\n<mo>∫</mo>\n<mrow>\n<mi>t</mi>\n<mo>∈</mo>\n<mi>H</mi>\n</mrow>\n</msub>\n<msub>\n<mi mathvariant=\"normal\">Ψ</mi>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>r</mi>\n<mo>,</mo>\n<mi>t</mi>\n<mo stretchy=\"false\">)</mo>\n<msub>\n<mi>g</mi>\n<mrow>\n<mn>0</mn>\n<mi>i</mi>\n</mrow>\n</msub>\n<msub>\n<mi>g</mi>\n<mrow>\n<mn>1</mn>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>r</mi>\n<mo stretchy=\"false\">)</mo>\n<msub>\n<mi>g</mi>\n<mrow>\n<mn>2</mn>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>t</mi>\n<mo stretchy=\"false\">)</mo>\n<mi>d</mi>\n<mi>r</mi>\n<mi>d</mi>\n<mi>t</mi>\n</mrow>\n</mfrac>\n</mrow>\n</mstyle>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "text": "in case of an out-of-market opportunity.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In practice, we do not observe the set of wage and time regimes offers. We therefore draw a set of offers for each individual, denoted  <math id=\"inf35\"> <msub> <mi>D</mi> <mi>i</mi> </msub> </math> , from a prior density function, denoted  <math id=\"inf36\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <mrow> <mi mathvariant=\"double-struck\">S</mi> </mrow> </mrow> </mstyle> </math> , conditional on the observed choice being included.<sup><a href=\"#fn20\">20</a></sup> The probability to observe a given choice, conditional on this choice being in the drawn set of offers, is therefore given respectively by:",
                            "type": "paragraph"
                        },
                        {
                            "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<msub>\n<mi>P</mi>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>w</mi>\n<mo>,</mo>\n<mi>h</mi>\n<mo>∣</mo>\n<msub>\n<mi>D</mi>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">)</mo>\n<mo>=</mo>\n<mfrac>\n<mrow>\n<msub>\n<mi mathvariant=\"normal\">Ψ</mi>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>w</mi>\n<mo>,</mo>\n<mi>h</mi>\n<mo stretchy=\"false\">)</mo>\n<msub>\n<mi>g</mi>\n<mrow>\n<mn>0</mn>\n<mi>i</mi>\n</mrow>\n</msub>\n<msub>\n<mi>g</mi>\n<mrow>\n<mn>1</mn>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>w</mi>\n<mo stretchy=\"false\">)</mo>\n<msub>\n<mi>g</mi>\n<mrow>\n<mn>2</mn>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>h</mi>\n<mo stretchy=\"false\">)</mo>\n<mrow>\n<mo>/</mo>\n</mrow>\n<mrow>\n<mi mathvariant=\"double-struck\">S</mi>\n</mrow>\n<mo stretchy=\"false\">(</mo>\n<mi>w</mi>\n<mo>,</mo>\n<mi>h</mi>\n<mo stretchy=\"false\">)</mo>\n</mrow>\n<mrow>\n<munder>\n<mo>∑</mo>\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<mi>r</mi>\n<mo>,</mo>\n<mi>t</mi>\n<mo stretchy=\"false\">)</mo>\n<mo>∈</mo>\n<msub>\n<mi>D</mi>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n</mrow>\n</munder>\n<msub>\n<mi mathvariant=\"normal\">Ψ</mi>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>r</mi>\n<mo>,</mo>\n<mi>t</mi>\n<mo stretchy=\"false\">)</mo>\n<msub>\n<mi>g</mi>\n<mrow>\n<mn>0</mn>\n<mi>i</mi>\n</mrow>\n</msub>\n<msub>\n<mi>g</mi>\n<mrow>\n<mn>1</mn>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>r</mi>\n<mo stretchy=\"false\">)</mo>\n<msub>\n<mi>g</mi>\n<mrow>\n<mn>2</mn>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>t</mi>\n<mo stretchy=\"false\">)</mo>\n<mrow>\n<mo>/</mo>\n</mrow>\n<mrow>\n<mi mathvariant=\"double-struck\">S</mi>\n</mrow>\n<mo stretchy=\"false\">(</mo>\n<mi>r</mi>\n<mo>,</mo>\n<mi>t</mi>\n<mo stretchy=\"false\">)</mo>\n</mrow>\n</mfrac>\n</mrow>\n</mstyle>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "text": "for market opportunities, and",
                            "type": "paragraph"
                        },
                        {
                            "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<msub>\n<mi>P</mi>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mn>0</mn>\n<mo>,</mo>\n<mn>0</mn>\n<mo>∣</mo>\n<msub>\n<mi>D</mi>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">)</mo>\n<mo>=</mo>\n<mfrac>\n<mrow>\n<msub>\n<mi mathvariant=\"normal\">Ψ</mi>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mn>0</mn>\n<mo>,</mo>\n<mn>0</mn>\n<mo stretchy=\"false\">)</mo>\n<mrow>\n<mo>/</mo>\n</mrow>\n<mrow>\n<mi mathvariant=\"double-struck\">S</mi>\n</mrow>\n<mo stretchy=\"false\">(</mo>\n<mn>0</mn>\n<mo>,</mo>\n<mn>0</mn>\n<mo stretchy=\"false\">)</mo>\n</mrow>\n<mrow>\n<msub>\n<mi mathvariant=\"normal\">Ψ</mi>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mn>0</mn>\n<mo>,</mo>\n<mn>0</mn>\n<mo stretchy=\"false\">)</mo>\n<mrow>\n<mo>/</mo>\n</mrow>\n<mrow>\n<mi mathvariant=\"double-struck\">S</mi>\n</mrow>\n<mo stretchy=\"false\">(</mo>\n<mn>0</mn>\n<mo>,</mo>\n<mn>0</mn>\n<mo stretchy=\"false\">)</mo>\n<mo>+</mo>\n<munder>\n<mo>∑</mo>\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<mi>r</mi>\n<mo>,</mo>\n<mi>t</mi>\n<mo stretchy=\"false\">)</mo>\n<mo>∈</mo>\n<msub>\n<mi>D</mi>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo>∖</mo>\n<mo fence=\"false\" stretchy=\"false\">{</mo>\n<mo stretchy=\"false\">(</mo>\n<mn>0</mn>\n<mo>,</mo>\n<mn>0</mn>\n<mo stretchy=\"false\">)</mo>\n<mo fence=\"false\" stretchy=\"false\">}</mo>\n</mrow>\n</munder>\n<msub>\n<mi mathvariant=\"normal\">Ψ</mi>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>r</mi>\n<mo>,</mo>\n<mi>t</mi>\n<mo stretchy=\"false\">)</mo>\n<msub>\n<mi>g</mi>\n<mrow>\n<mn>0</mn>\n<mi>i</mi>\n</mrow>\n</msub>\n<msub>\n<mi>g</mi>\n<mrow>\n<mn>1</mn>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>r</mi>\n<mo stretchy=\"false\">)</mo>\n<msub>\n<mi>g</mi>\n<mrow>\n<mn>2</mn>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">(</mo>\n<mi>t</mi>\n<mo stretchy=\"false\">)</mo>\n<mrow>\n<mo>/</mo>\n</mrow>\n<mrow>\n<mi mathvariant=\"double-struck\">S</mi>\n</mrow>\n<mo stretchy=\"false\">(</mo>\n<mi>r</mi>\n<mo>,</mo>\n<mi>t</mi>\n<mo stretchy=\"false\">)</mo>\n</mrow>\n</mfrac>\n</mrow>\n</mstyle>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "text": "for out-of-market opportunities.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As we know the probability an individual works a given amount of hours, given his characteristics and given parameters, we can compute the likelihood that our observed sample was indeed observed, by multiplying those probabilities over all observations. We then look for the parameters that maximize the log-likelihood by using the Broyden–Fletcher–Goldfarb–Shanno (BFGS) optimization algorithm (<a href=\"#bib31\">Broyden, 1970</a>; <a href=\"#bib32\">Fletcher, 1970</a>; <a href=\"#bib33\">Goldfarb, 1970</a>; <a href=\"#bib34\">Shanno, 1970</a>), a quasi-Newton method for solving unconstrained nonlinear optimization problems. The estimated parameters are in <a href=\"#app1\">Appendix A</a> (<a href=\"#A1-T1\">Tables A1</a>–<a href=\"#A1-T4\">A4</a>). <a href=\"#table4\">Table 4</a> summarizes the covariates used in the different building blocks of the model, which are similar to those used in <a href=\"#bib6\">Capéau et al. (2016)</a>, with the exception of the year-dummies in the wage-offers. For a discussion regarding the identification of RURO models, see for example <a href=\"#bib6\">Capéau et al. (2016)</a> or <a href=\"#bib1\">Aaberge et al. (1999)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "id": "T4_FN1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "Included implicitly as group-specific unemployment rates are year-specific.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\" colspan=\"2\">Preferences</th>\n<th align=\"left\" colspan=\"2\">Opportunities</th>\n</tr>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\"/>\n<th align=\"left\">intensity job offers</th>\n<th align=\"left\">hours</th>\n<th align=\"left\">wages</th>\n</tr>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">\n&lt;disp-formula&gt;\n<math id=\"equ18\">\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<msub>\n<mi>X</mi>\n<mrow>\n<mi>l</mi>\n</mrow>\n</msub>\n</mrow>\n</mstyle>\n</math>\n&lt;/disp-formula&gt;\n</th>\n<th align=\"left\">\n&lt;disp-formula&gt;\n<math id=\"equ19\">\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<msub>\n<mi>X</mi>\n<mrow>\n<mi>o</mi>\n</mrow>\n</msub>\n</mrow>\n</mstyle>\n</math>\n&lt;/disp-formula&gt;\n</th>\n<th align=\"left\">\n&lt;disp-formula&gt;\n<math id=\"equ20\">\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<msub>\n<mi>X</mi>\n<mrow>\n<mi>h</mi>\n</mrow>\n</msub>\n</mrow>\n</mstyle>\n</math>\n&lt;/disp-formula&gt;\n</th>\n<th align=\"left\">\n&lt;disp-formula&gt;\n<math id=\"equ21\">\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<msub>\n<mi>X</mi>\n<mrow>\n<mi>w</mi>\n</mrow>\n</msub>\n</mrow>\n</mstyle>\n</math>\n&lt;/disp-formula&gt;\n</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Regional dummies</td>\n<td align=\"left\">yes</td>\n<td align=\"left\">yes</td>\n<td align=\"left\">no</td>\n<td align=\"left\">no</td>\n</tr>\n<tr>\n<td align=\"left\">Education dummies</td>\n<td align=\"left\">yes</td>\n<td align=\"left\">yes</td>\n<td align=\"left\">no</td>\n<td align=\"left\">yes</td>\n</tr>\n<tr>\n<td align=\"left\">Age</td>\n<td align=\"left\">yes</td>\n<td align=\"left\">no</td>\n<td align=\"left\">no</td>\n<td align=\"left\">no</td>\n</tr>\n<tr>\n<td align=\"left\">Group-specific unemp.</td>\n<td align=\"left\">no</td>\n<td align=\"left\">yes</td>\n<td align=\"left\">no</td>\n<td align=\"left\">no</td>\n</tr>\n<tr>\n<td align=\"left\">Number of children</td>\n<td align=\"left\">yes</td>\n<td align=\"left\">no</td>\n<td align=\"left\">no</td>\n<td align=\"left\">no</td>\n</tr>\n<tr>\n<td align=\"left\">Gender</td>\n<td align=\"left\">yes</td>\n<td align=\"left\">yes</td>\n<td align=\"left\">yes</td>\n<td align=\"left\">yes</td>\n</tr>\n<tr>\n<td align=\"left\">Experience</td>\n<td align=\"left\">no</td>\n<td align=\"left\">no</td>\n<td align=\"left\">no</td>\n<td align=\"left\">yes</td>\n</tr>\n<tr>\n<td align=\"left\">Year</td>\n<td align=\"left\">no</td>\n<td align=\"left\">yes<a href=\"#T4_FN1\">*</a>\n</td>\n<td align=\"left\">no</td>\n<td align=\"left\">yes</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Model specification - covariates",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-4",
                    "title": "4.4. Probability and MLL estimation",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "Preferences are defined over the positive ‘‘leisure time - disposable income’’ domain, with heterogeneity allowed in the leisure parameter. We estimate that utility increases with both disposable income and leisure time for almost all the individuals, as summarized in <a href=\"#table5\">Table 5</a>. Higher education in contrast decreases preferences for leisure time. We illustrate this with indifference curves of individuals with different education levels on <a href=\"#fig3\">Figure 3a</a> and <a href=\"#fig3\">Figure 3b</a>. Moreover, the number of children younger than 7 y.o. increases the importance of leisure time, except for single men.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "table5",
                                            "label": "Table 5",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th align=\"left\">% Observations</th>\n<th align=\"left\">Single Male</th>\n<th align=\"left\">Single Female</th>\n<th align=\"left\">Couples</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">\n&lt;disp-formula&gt;\n<math id=\"equ22\">\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<msubsup>\n<mi>U</mi>\n<mrow>\n<mi>d</mi>\n</mrow>\n<mrow>\n<mo>′</mo>\n</mrow>\n</msubsup>\n</mrow>\n</mstyle>\n</math>\n&lt;/disp-formula&gt;\n</td>\n<td align=\"left\">100</td>\n<td align=\"left\">100</td>\n<td align=\"left\">100</td>\n</tr>\n<tr>\n<td align=\"left\">\n&lt;disp-formula&gt;\n<math id=\"equ23\">\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<msubsup>\n<mi>U</mi>\n<mrow>\n<mi>t</mi>\n</mrow>\n<mrow>\n<mo>′</mo>\n</mrow>\n</msubsup>\n</mrow>\n</mstyle>\n</math>\n&lt;/disp-formula&gt;\n</td>\n<td align=\"left\">100</td>\n<td align=\"left\">100</td>\n<td align=\"left\">Male: 99.89Female: 99.86</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Marginal utilities",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig3",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00229%2Fijm-00229-fig003.tif",
                                                "size": {
                                                    "width": 1621,
                                                    "height": 581
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00229%2Fijm-00229-fig003.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00229-fig003.jpg"
                                                }
                                            },
                                            "label": "Figure 3",
                                            "title": "Estimated indifference curves",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s4-5-1",
                            "title": "4.5.1. Preferences",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The estimated percentage of job offers in workers’ opportunity sets is given in <a href=\"#fig4\">Figure 4</a>. One can observe that higher education strongly increases the number of job opportunities. For women, higher unemployment rates in an age category slightly decreases the number of job offers for those in that category, in line with the intuition that higher unemployment rates increase competition between unemployed and diminishes the probability to find suitable jobs. For men however, this effect is estimated to be smaller and opposite, resulting in young man having more job offers, despite higher unemployment rates.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig4",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00229%2Fijm-00229-fig004.tif",
                                                "size": {
                                                    "width": 1578,
                                                    "height": 713
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00229%2Fijm-00229-fig004.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00229-fig004.jpg"
                                                }
                                            },
                                            "label": "Figure 4",
                                            "title": "Estimated job offer intensity (2016)",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "The estimated wage distributions and evolution are given in <a href=\"#fig5\">Figures 5</a> and <a href=\"#fig6\">6</a>. Education has the strongest positive impact on wage offers. Males also receive slightly higher wage offers than females. Years of (potential) experience, calculated as age minus expected age of labour market entry,<sup><a href=\"#fn21\">21</a></sup> have a positive impact on wage offers, up to a certain limit (34 for men and 35 for women) at which the person is close to retirement and possibly becomes less attractive for employers, resulting in lower wage offers.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig5",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00229%2Fijm-00229-fig005.tif",
                                                "size": {
                                                    "width": 1621,
                                                    "height": 679
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00229%2Fijm-00229-fig005.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00229-fig005.jpg"
                                                }
                                            },
                                            "label": "Figure 5",
                                            "title": "Effect of covariates on wage offers",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig6",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00229%2Fijm-00229-fig006.tif",
                                                "size": {
                                                    "width": 1620,
                                                    "height": 864
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00229%2Fijm-00229-fig006.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00229-fig006.jpg"
                                                }
                                            },
                                            "label": "Figure 6",
                                            "title": "Estimated evolution of hourly wages",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "The estimated hours distributions are illustrated on figure <a href=\"#fig7\">Figure 7a</a> and <a href=\"#fig7\">Figure 7b</a> . We estimate that men receive more full-time job offers than any other regime. The same holds for women, who however receive a significant amount of part-time offers.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig7",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00229%2Fijm-00229-fig007.tif",
                                                "size": {
                                                    "width": 1621,
                                                    "height": 688
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00229%2Fijm-00229-fig007.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00229-fig007.jpg"
                                                }
                                            },
                                            "label": "Figure 7",
                                            "title": "Estimated hours offers distribution",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s4-5-2",
                            "title": "4.5.2. Opportunities",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "A first check to see whether our model fits common perception of leisure and income preferences, is to verify the marginal utilities with respect to those variables are positive. Reasonably assuming most people would accept extra money or extra holidays <i>ceteris paribus</i>, those marginal utilities should be positive for a vast majority of people.<sup><a href=\"#fn22\">22</a></sup> The percentage of people for whom those marginal utilities are positive at the observed choices are in <a href=\"#table5\">Table 5</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Secondly, <a href=\"#table6\">Table 6</a> reports the estimated elasticities following an increase of  <math id=\"inf37\"> <mrow> <mn>10</mn> <mo lspace=\"0pt\" rspace=\"3.5pt\">%</mo> </mrow> </math>  of the wage offers. Besides total elasticities, we also report intensive margin elasticities, that reflect the average changes in labour supply of people who are already working. The third and fourth lines give the percentage (with respect to the total number of people in the gender-marital status category) of people starting/stopping to work. The estimated elasticities are in the range (and rather at the right of the distribution) of those estimated in the literature (see for example <a href=\"#bib21\">Keane, 2011</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "table6",
                                            "label": "Table 6",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\" colspan=\"3\">Increase of male wages</th>\n<th align=\"left\" colspan=\"3\">Increase of female wages</th>\n</tr>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Single</th>\n<th align=\"left\" colspan=\"2\">Couple</th>\n<th align=\"left\">Single</th>\n<th align=\"left\" colspan=\"2\">Couple</th>\n</tr>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Male</th>\n<th align=\"left\">Male</th>\n<th align=\"left\">Female</th>\n<th align=\"left\">Female</th>\n<th align=\"left\">Male</th>\n<th align=\"left\">Female</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Total elasticity</td>\n<td align=\"left\">0.270</td>\n<td align=\"left\">0.117</td>\n<td align=\"left\">-0.072</td>\n<td align=\"left\">0.210</td>\n<td align=\"left\">-0.067</td>\n<td align=\"left\">0.163</td>\n</tr>\n<tr>\n<td align=\"left\">Intensive margin</td>\n<td align=\"left\">0.049</td>\n<td align=\"left\">0.068</td>\n<td align=\"left\">-0.090</td>\n<td align=\"left\">0.042</td>\n<td align=\"left\">-0.087</td>\n<td align=\"left\">0.106</td>\n</tr>\n<tr>\n<td align=\"left\">Participation (entering, % of total)</td>\n<td align=\"left\">1.791</td>\n<td align=\"left\">0.506</td>\n<td align=\"left\">0.193</td>\n<td align=\"left\">1.388</td>\n<td align=\"left\">0.214</td>\n<td align=\"left\">0.548</td>\n</tr>\n<tr>\n<td align=\"left\">Participation (leaving, % of total)</td>\n<td align=\"left\">0.025</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.531</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.535</td>\n<td align=\"left\">0.000</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Elasticities and participation changes (10\n<math id=\"inf38\">\n<mo lspace=\"0pt\" rspace=\"3.5pt\">%</mo>\n</math>\n wage increase)",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "Single men increase their labour supply slightly more than single women after an increase in wage offers, both at the intensive as at the extensive margin.<sup><a href=\"#fn23\">23</a></sup> Regarding married individuals, estimates indicate that married women would increase their labour supply more than men.<sup><a href=\"#fn24\">24</a></sup> This can be partly explained by the fact married women more often are out of the labour market or work part-time, and thus have more room to increase their supply of labour.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "A number of married individuals will also react to an increase in their partners’ wage. This is due on one hand to an income effect, and on the other hand to the complementarity between partners’ leisure time. The income effect will tend to reduce the partners’ labour supply, while the effect of leisure complementarity will depend on the labour supply change of the first partner. Positive and negative labour supply reactions are predicted both at the intensive and extensive margin, but in both cases the negative effect dominates when looking at the aggregate level. Married individuals will thus on average decrease their labour supply or leave the labour market following an increase in their partners’ wage offers.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Lastly, we compare the observed distribution and the predicted distribution of some variables, using random draws for the stochastic part of the utility in the latter case. Density plots of observed and simulated hours worked, wages and disposable incomes are given in <a href=\"#app2\">Appendix B.1</a> (<a href=\"#A1-F3\">Figures A3</a>-<a href=\"#A1-F6\">A6</a>).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-5-3",
                            "title": "4.5.3. Fit",
                            "type": "section"
                        }
                    ],
                    "id": "s4-5",
                    "title": "4.5. Estimation results",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Model",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "We simulate 3 hypothetical scenarios that increase the generosity of the work-bonus, named respectively reform  <math id=\"inf39\"> <mn>1</mn> </math> ,  <math id=\"inf40\"> <mn>2</mn> </math>  and  <math id=\"inf41\"> <mn>3</mn> </math> .<sup><a href=\"#fn25\">25</a></sup> Those scenarios do not change the structure of the scheme, but only its generosity, in terms of base amount and/or in terms of eligibility thresholds, and are calibrated to have the same budgetary cost before behavioural changes, set at 300M EUR yearly. The first scenario consists of increasing the maximum amount of the reduction (parameter  <math id=\"inf42\"> <mi>A</mi> </math> ), thereby further decreasing the participation tax rate for low earning capacity workers. The second scenario consists of increasing both the maximum amount and the thresholds proportionally (parameters  <math id=\"inf43\"> <mi>A</mi> </math> ,  <math id=\"inf44\"> <msub> <mi>θ</mi> <mn>1</mn> </msub> </math>  and  <math id=\"inf45\"> <msub> <mi>θ</mi> <mn>2</mn> </msub> </math> ), which, besides further decreasing participation tax rates, also extends the scheme to higher earning capacity workers. Finally, in the third scenario the maximum amount is kept constant, but the eligibility range is increased (parameters  <math id=\"inf46\"> <msub> <mi>θ</mi> <mn>1</mn> </msub> </math>  and  <math id=\"inf47\"> <msub> <mi>θ</mi> <mn>2</mn> </msub> </math> ).<sup><a href=\"#fn26\">26</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The base case policy is represented on <a href=\"#fig8\">Figure 8</a> together with the 3 reform scenarios. The continuous line represents the level of the existing WB granted to a full-time worker, in function of his gross monthly wage. The dotted lines represent the 3 hypothetical reform scenarios. The domain starts at the level of the minimum wage, and one can observe that the phase-out area starts soon after, as explained in Section 3. It can also be seen that reforms 1 and 3 will change the withdrawal rate of the policy, respectively to 29.2 <math id=\"inf48\"> <mo lspace=\"0pt\" rspace=\"3.5pt\">%</mo> </math>  and 16.9 <math id=\"inf49\"> <mo lspace=\"0pt\" rspace=\"3.5pt\">%</mo> </math> , while reform 2 keeps this rate unchanged at 21.9 <math id=\"inf50\"> <mo lspace=\"0pt\" rspace=\"3.5pt\">%</mo> </math> . Lastly, the bars represent the distribution of monthly FTE gross wages across the population, and show that our reforms will change the budget set of a significant number of individuals.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig8",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00229%2Fijm-00229-fig008.tif",
                                        "size": {
                                            "width": 1621,
                                            "height": 743
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00229%2Fijm-00229-fig008.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00229-fig008.jpg"
                                        }
                                    },
                                    "label": "Figure 8",
                                    "title": "Level of WB in function of gross wage (full-time worker) and gross wage distribution",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1. Reform scenarios",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Two effects can arise when changing the shape of the budget constraint of an individual working for a given hourly wage. If in the reform scenario, for a given amount of hours, income increases, a person working that amount of hours will feel richer and might reduce his labour supply in order to have more leisure time with an income higher or equal to the initial one. This effect is called the income effect, and is stronger when the marginal utility of income is relatively small, at the condition that leisure is a normal good. On the other hand, a reform of in-work benefits will also change the marginal return to work (corresponding to the slope of the budget constraint). An increase in the marginal return to work means that ‘‘not working’’ (or ‘‘leisure’’) implicitly costs more in terms of foregone wages. People facing a higher (lower) marginal return to work will therefore have a stronger incentive to work more (less). Those effects are called substitution effects. Note that besides those two effects, occurring on a budget constraint for a given wage, workers can also opt for jobs paying different wages.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The change in budget constraint is illustrated for reform 1, for a single individual working at the minimum wage, on <a href=\"#fig9\">Figure 9</a>. The dotted and continuous black lines represent the disposable incomes in the base and reform 1 scenarios, which is decomposed into different components in the reform case. We see that the reform renders many in-work options more attractive. The reason of the flat part on the left is that for small numbers of hours worked the benefit of the reform is offset by lower means-tested social assistance benefits. Then come part-time and full-time job situations where the reform has a strong and increasing (with labour supply) effect, which is straightforward given the design of the scheme. The benefit will start decreasing when working overtime. This result comes from the fact that the FTE wage, used for the determination of the WB level, is calculated by dividing gross earnings by contractual hours of work. People that have accepted a better paid job requiring frequent (informal) overtime, thus see their hourly wage over-estimated in that calculation.<sup><a href=\"#fn27\">27</a></sup> The option to work less and by doing so become eligible to the WB therefore becomes relatively more attractive. This third effect is not detectable with administrative data, where informal overtime is not taken into account. Lastly, note that for higher levels of hourly wages, the reform would have less impact, as the WB phases gradually out with hourly wages. Our reforms might thus incentivize individuals to switch to lower-paid jobs, that become relatively more attractive.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig9",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00229%2Fijm-00229-fig009.tif",
                                        "size": {
                                            "width": 664,
                                            "height": 408
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00229%2Fijm-00229-fig009.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00229-fig009.jpg"
                                        }
                                    },
                                    "label": "Figure 9",
                                    "title": "Budget set of single working at min. wage - base and reform 1",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In summary, we can say that the options that become relatively more attractive following a WB increase are those that pay low wages, and that require hours that are not too low (as the means-tested benefits will offset the WB), nor too high (as the hourly wage will be overestimated in case of frequent overtime work).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2. Theoretical predictions",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We use a procedure proposed by <a href=\"#bib15\">Duncan and Weeks (1998)</a> to simulate the behavioural changes resulting from our tax-benefit reforms. The procedure is essentially a Monte Carlo method relying on repeated random sampling of the random utility term. The different steps of this procedure are detailed next.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The first step of the procedure consists of, for each household, drawing a set of  <math id=\"inf51\"> <mi>k</mi> </math>  opportunities (market and out-of-market) from the estimated hours and wage distributions, conditionally on the observed opportunity being included. For each opportunity, we calculate the corresponding disposable income in the base and reform scenarios with the arithmetic micro-simulation model EUROMOD, of which the parameters are adapted in the case of the reform scenario. This allows to calculate the deterministic part of the utility function for each opportunity.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We then draw a vector of random utility terms from a Gumbel distribution in a way that guarantees that the total utility will be the highest for the observed choice, following a procedure proposed in <a href=\"#bib4\">Bourguignon et al. (2001)</a>. This operation is repeated  <math id=\"inf52\"> <mi>m</mi> </math>  times to get  <math id=\"inf53\"> <mi>m</mi> </math>  vectors of random Gumbel draws that predict choices that correspond to the observed choice.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Lastly, in each of the  <math id=\"inf54\"> <mi>m</mi> </math>  cases we predict which would be the ‘‘reform opportunity’’ chosen by the household by adding those random utility terms to the deterministic utilities under the reform scenario. This gives rise to a probability distribution over the set of opportunities of each household under the new tax-benefit system. This probability distribution then allows to calculate the expected hours of labour supply after the reform as well as expected income, tax and benefit amounts. Our simulations are run on the 2017 SILC dataset, which has income reference year 2016, and we set  <math id=\"inf55\"> <mrow> <mi>k</mi> <mo>=</mo> <mn>50</mn> </mrow> </math>  and  <math id=\"inf56\"> <mrow> <mi>m</mi> <mo>=</mo> <mn>10</mn> </mrow> </math> .",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3. Simulation procedure",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "All 3 scenario’s predict an increase in labour supply if measured in terms of participation (number of people working positive hours). If measured in FTE, only scenario 1 and 2 predict an increase, while scenario 3 predicts a small decrease. An overview of the impact of the 3 different reforms is given in <a href=\"#table7\">Table 7</a>.<sup><a href=\"#fn28\">28</a></sup> Those effects are further decomposed for the different gender-marital status groups in <a href=\"#fig10\">Figure 10</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig10",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00229%2Fijm-00229-fig010.tif",
                                                "size": {
                                                    "width": 1621,
                                                    "height": 2088
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00229%2Fijm-00229-fig010.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00229-fig010.jpg"
                                                }
                                            },
                                            "label": "Figure 10",
                                            "title": "Decomposition of labour supply changes",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "table7",
                                            "label": "Table 7",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Overview LS effects</th>\n<th align=\"left\">Param.</th>\n<th align=\"left\">Base</th>\n<th align=\"left\">Ref1</th>\n<th align=\"left\">Ref2</th>\n<th align=\"left\">Ref3</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">\n&lt;disp-formula&gt;\n<math id=\"equ24\">\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<mi>A</mi>\n</mrow>\n</mstyle>\n</math>\n&lt;/disp-formula&gt;\n</td>\n<td align=\"left\">193.79</td>\n<td align=\"left\">257.81</td>\n<td align=\"left\">222.05</td>\n<td align=\"left\">193.79</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">\n&lt;disp-formula&gt;\n<math id=\"equ25\">\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<msub>\n<mi>θ</mi>\n<mrow>\n<mn>1</mn>\n</mrow>\n</msub>\n</mrow>\n</mstyle>\n</math>\n&lt;/disp-formula&gt;\n</td>\n<td align=\"left\">1577.89</td>\n<td align=\"left\">1577.89</td>\n<td align=\"left\">1577.89</td>\n<td align=\"left\">1577.89</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">\n&lt;disp-formula&gt;\n<math id=\"equ26\">\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<msub>\n<mi>θ</mi>\n<mrow>\n<mn>2</mn>\n</mrow>\n</msub>\n</mrow>\n</mstyle>\n</math>\n&lt;/disp-formula&gt;\n</td>\n<td align=\"left\">2461.27</td>\n<td align=\"left\">2461.27</td>\n<td align=\"left\">2590.07</td>\n<td align=\"left\">2721.83</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">\n&lt;disp-formula&gt;\n<math id=\"equ27\">\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<mi>ρ</mi>\n<mn>1</mn>\n</mrow>\n</mstyle>\n</math>\n&lt;/disp-formula&gt;\n</td>\n<td align=\"left\">21.94</td>\n<td align=\"left\">29.18</td>\n<td align=\"left\">21.94</td>\n<td align=\"left\">16.94</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">\n&lt;disp-formula&gt;\n<math id=\"equ28\">\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<mi>ρ</mi>\n<mn>1</mn>\n</mrow>\n</mstyle>\n</math>\n&lt;/disp-formula&gt;\n</td>\n<td align=\"left\">28.03</td>\n<td align=\"left\">28.03</td>\n<td align=\"left\">28.03</td>\n<td align=\"left\">28.03</td>\n</tr>\n<tr>\n<td align=\"left\">ΔLabour supply (FTE)</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">+669 (+0.032%)</td>\n<td align=\"left\">+141 (+0.007%)</td>\n<td align=\"left\">-362 (-0.017%)</td>\n</tr>\n<tr>\n<td align=\"left\">- Ext. margin (FTE)</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">+1609</td>\n<td align=\"left\">+895</td>\n<td align=\"left\">+530</td>\n</tr>\n<tr>\n<td align=\"left\">- Int. margin (FTE)</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">-939</td>\n<td align=\"left\">-754</td>\n<td align=\"left\">-892</td>\n</tr>\n<tr>\n<td align=\"left\">ΔParticipation</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">+2024 (+0.093%)</td>\n<td align=\"left\">+1200 (+0.055%)</td>\n<td align=\"left\">+688 (+0.032%)</td>\n</tr>\n<tr>\n<td align=\"left\">- people starting to work</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">2831</td>\n<td align=\"left\">1697</td>\n<td align=\"left\">964</td>\n</tr>\n<tr>\n<td align=\"left\">- people stopping to work</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">807</td>\n<td align=\"left\">497</td>\n<td align=\"left\">276</td>\n</tr>\n<tr>\n<td align=\"left\">ΔTotal gross labour income (M EUR)</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">-190.2 (-0.217%)</td>\n<td align=\"left\">-166.3 (-0.190%)</td>\n<td align=\"left\">-105.3 (-0.120%)</td>\n</tr>\n<tr>\n<td align=\"left\">- average gross wage change (EUR/h)</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">-0.053</td>\n<td align=\"left\">-0.041</td>\n<td align=\"left\">-0.022</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Effects of the reforms on labour supply",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "One can clearly observe that in all scenarios women increase their labour supply the most. The same holds for singles versus married. The first observation can be explained by the fact women receive lower wage offers on average and therefore potentially benefit from the increased workbonus more often. In addition, they start from higher unemployment/inactivity rates, and decreased participation tax rates have thus a higher potential effect on labour market entry. In addition, men have more jobs requiring overtime, and as explained in 5.2., such jobs can in certain cases become relatively less attractive than other jobs after a workbonus increase, leading overtime workers to switch to jobs requiring less hours.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The smaller or negative labour supply reactions of couples are mainly explained by stronger income effects: low-wage workers experience a revenue increase, resulting in a reduction of labour supply of one (or both) of the household members. Note also that married men reduce worked hours on average, which is explained by a partial substitution of male labour by female labour supply. Overall, the WB leads to a more homogeneous distribution of work.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Finally, one can observe total gross labour income decreases. This is driven by the decrease in average wages, due to a number of people switching to jobs that offer lower wages but desirable attributes, as those became relatively more attractive after the reform.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-4-1",
                            "title": "5.4.1. Labour supply",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Besides equivalized disposable income,<sup><a href=\"#fn29\">29</a></sup> we present here, following <a href=\"#bib13\">Decoster and Haan (2014)</a>, two alternative welfare measures that account for leisure: the rent criterion and the full-time (FT) criterion.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The rent is the income that gives the same utility to an individual as a particular point in the ‘‘leisure-disposable income’’ space, when his labour supply is  <math id=\"inf57\"> <mn>0</mn> </math> . In a standard representation of the labour supply decision with labour supply in abscissa and net income in ordinate, it is found at the intersection of the indifference curve passing through a given bundle and the vertical line at labour supply  <math id=\"inf58\"> <mrow> <mi>h</mi> <mo>=</mo> <mn>0</mn> </mrow> </math> . The FT criterion is found at the intersection of the indifference curve with the vertical line at the level of full-time labour supply. The main reason to prefer those measures over traditional individual welfare metrics (for example equivalent or compensating variations, fixed preference orderings, …), is that they respect maximally the heterogeneous preferences of the agents, while bringing the normative choices, unavoidably present in all interpersonal comparisons, clearer to light.<sup><a href=\"#fn30\">30</a></sup> <sup>,</sup> <sup><a href=\"#fn31\">31</a></sup> This can be intuitively understood by the fact those metrics use information on individual preferences, in the form of indifference curves, to translate the chosen ‘‘leisure-disposable income’’ combination into an ‘‘equivalent’’ income (rent or FT in this case). They moreover shed light on the normative assumptions made in the interpersonal comparison. For example, the rent-criterion gives maximal protection for people who give importance to leisure, and renders them minimally responsible for their aversion to work. The FT-criterion on the contrary treats industrious individuals (i.e. those having less distaste for work) more favourably.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The welfare changes per equivalized disposable income decile are represented in <a href=\"#fig11\">Figure 11</a> for reform 1. The same graphs are provided for reforms 2 and 3 in <a href=\"#app2\">Appendix B</a> (<a href=\"#A1-F1\">Figure A1</a> and <a href=\"#A1-F2\">A2</a>) . One can see that the reform has the strongest impact on lower middle class individuals. The poorest individuals, of whom a significant share is out of the labour market because of stronger preferences for leisure and/or fewer job opportunities,<sup><a href=\"#fn32\">32</a></sup> do not see their welfare increase much. The reason is that the welfare gains resulting from disposable income increases following the acceptance of a job are almost offset by the welfare losses due to the decrease in leisure time. The third and fourth decile individuals on the contrary have higher employment rates, and many will thus benefit from a higher disposable income, without sacrificing leisure time. In the highest deciles, the average disposable income decrease is explained by a number of individuals opting for lower-paid jobs that have more attractive attributes. Welfare gains are thus small when measured with the FT and Rent criteria: gains in welfare due to preferred job-attributes barely exceed the losses due to the disposable income decreases.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig11",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00229%2Fijm-00229-fig011.tif",
                                                "size": {
                                                    "width": 1390,
                                                    "height": 800
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00229%2Fijm-00229-fig011.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00229-fig011.jpg"
                                                }
                                            },
                                            "label": "Figure 11",
                                            "title": "Welfare changes following reform 1",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "In <a href=\"#table8\">Table 8</a>, we compute the population-wide weighted Gini-coefficient and poverty rate (assuming people out of the model do not change their labour supply). The Gini is calculated on equivalized incomes (using the OECD-modified scale), and the poverty rate is defined as the percentage of people having an equivalized income lower than 60% of the median equivalized income. All the reforms reduce inequalities and poverty by a small amount, with reform 1 reducing inequalities and poverty the most. This limited impact is due to the fact the purchasing power gains resulting from the WB scheme are, even though concentrated at the left of the wage distribution, quite spread over the equivalized income distribution.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "table8",
                                            "label": "Table 8",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Poverty and Inequality</th>\n<th align=\"left\">Base</th>\n<th align=\"left\">Ref1</th>\n<th align=\"left\">Ref2</th>\n<th align=\"left\">Ref3</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Gini</td>\n<td align=\"left\">21.25</td>\n<td align=\"left\">21.18</td>\n<td align=\"left\">21.19</td>\n<td align=\"left\">21.20</td>\n</tr>\n<tr>\n<td align=\"left\">Poverty rate</td>\n<td align=\"left\">10.37</td>\n<td align=\"left\">10.20</td>\n<td align=\"left\">10.22</td>\n<td align=\"left\">10.26</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Effects of the reforms on poverty and inequality",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s5-4-2",
                            "title": "5.4.2. Welfare analysis",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The total budget necessary for each reform was set at 300M EUR yearly before behavioural changes.<sup><a href=\"#fn33\">33</a></sup> The decomposed effects on the government budget, both before and after behavioural changes (where we assume individuals not included in the labour supply model do not change labour supply), are given in <a href=\"#table9\">Table 9</a>. None of the reforms pays for itself. In other words, the reduction of government expenses that follow such reforms, resulting from a decrease in social assistance and unemployment benefits, do not compensate the decreases in revenues from taxes and social security contributions. Those decreases are due to a direct effect resulting from the WB extension that reduces taxes and social security contributions paid by employees. In addition, workers will choose lower-paid jobs on average, which will reduce social security contributions, and to a lesser extent taxes, paid by employees even more. Those effects are not compensated by the additional taxes and social security contributions paid by new entrants.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "id": "T9_FN1",
                                                    "label": "*",
                                                    "text": [
                                                        {
                                                            "text": "A negative balance corresponds to a deficit for the government.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table9",
                                            "label": "Table 9",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Budget Balance</th>\n<th align=\"left\">Ref1</th>\n<th align=\"left\">Ref2</th>\n<th align=\"left\">Ref3</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">+Δ Social Security contrib. (static)</td>\n<td align=\"left\">-83.4</td>\n<td align=\"left\">-82.4</td>\n<td align=\"left\">-82.9</td>\n</tr>\n<tr>\n<td align=\"left\">+Δ Personal Income Tax (static)</td>\n<td align=\"left\">-234.9</td>\n<td align=\"left\">-233.2</td>\n<td align=\"left\">-232.1</td>\n</tr>\n<tr>\n<td align=\"left\">–Δ Benefits (static)</td>\n<td align=\"left\">-16.7</td>\n<td align=\"left\">-15.9</td>\n<td align=\"left\">-15.2</td>\n</tr>\n<tr>\n<td align=\"left\">=Δ Budget balance (static)<a href=\"#T9_FN1\">*</a>\n</td>\n<td align=\"left\">-301.5</td>\n<td align=\"left\">-299.7</td>\n<td align=\"left\">-299.7</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"4\">Additional impact following LS changes</td>\n</tr>\n<tr>\n<td align=\"left\">+Δ Social Security contrib.</td>\n<td align=\"left\">-176.1</td>\n<td align=\"left\">-168.8</td>\n<td align=\"left\">-160.4</td>\n</tr>\n<tr>\n<td align=\"left\">+Δ Personal Income Tax</td>\n<td align=\"left\">+40.9</td>\n<td align=\"left\">+53.0</td>\n<td align=\"left\">+82.3</td>\n</tr>\n<tr>\n<td align=\"left\">–Δ Benefits</td>\n<td align=\"left\">-23.8</td>\n<td align=\"left\">-17.8</td>\n<td align=\"left\">-12.7</td>\n</tr>\n<tr>\n<td align=\"left\">=Δ Budget balance (total)<a href=\"#T9_FN1\">*</a>\n</td>\n<td align=\"left\">-413.0</td>\n<td align=\"left\">-397.7</td>\n<td align=\"left\">-365.2</td>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Effects of the reforms on budget balance (Million EUR)",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s5-4-3",
                            "title": "5.4.3. Budget",
                            "type": "section"
                        }
                    ],
                    "id": "s5-4",
                    "title": "5.4. Simulation results",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "All 3 reforms predict labour supply increases when measured in participation. Reform 3 however, predicts a labour supply decrease when measured in FTE. An interesting complementary statistic for the parsimonious policy makers that see in-work benefits mainly as a labour market activation policy is the average net cost to increase labour supply by a FTE or alternatively, by a participant. Note however, that the denominator of this indicator can be close to  <math id=\"inf59\"> <mn>0</mn> </math>  in reforms that create positive and negative labour supply changes that on average almost compensate each other, as in our reform 3, and to a lesser extent, reform 2, resulting in high numbers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We obtain costs per additional FTE ranging from 368.5 thousand EUR in reform 1 to 1660.1 thousand EUR in reform 2 . In reform 3 the ratio is not calculated as number of FTE decreases. Other studies on relatively similar schemes find lower numbers for Belgium. For example <a href=\"#bib25\">Orsini (2006b)</a> and <a href=\"#bib8\">Dagsvik et al. (2011)</a>, estimate costs per FTE to be located respectively between 136.0 and 204.1 and between 35.5 and 171.3 thousand EUR depending on the in-work benefit structure and structural model used.<sup><a href=\"#fn34\">34</a></sup> Regarding neighbour countries, <a href=\"#bib25\">Orsini (2006b)</a> estimates costs per FTE in the the order of 272.1 thousand EUR for the WFTC, 231.3 thousand EUR for the German Mini-Jobs tax reform and 163.2 thousand EUR for the French PPE.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Costs per new participant are estimated in our simulation to lie between 121.1 and 560.7 thousand EUR, corresponding respectively to reforms 1 and 3 (<a href=\"#table10\">Table 10</a>). Only <a href=\"#bib8\">Dagsvik et al. (2011)</a> gives numbers for Belgium, located between 18.8 and 36.3 thousand EUR. For Other European countries, <a href=\"#bib3\">Bargain and Orsini (2006)</a> estimate it to vary from 88.9 for France and 127.1 for Germany to 234.4 thousand EUR for Finland. Compared to previous studies and simulations of in-work benefits, we thus estimate rather high costs per FTE and per new participant.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table10",
                                    "label": "Table 10",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Net costs</th>\n<th align=\"left\">Ref1</th>\n<th align=\"left\">Ref2</th>\n<th align=\"left\">Ref3</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Cost / additional FTE</td>\n<td align=\"left\">368.5</td>\n<td align=\"left\">1660.1</td>\n<td align=\"left\">-</td>\n</tr>\n<tr>\n<td align=\"left\">Cost / additional participant</td>\n<td align=\"left\">121.1</td>\n<td align=\"left\">195.1</td>\n<td align=\"left\">560.7</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Net costs to increase labour supply (Thousand EUR)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "An important difference with some previous research (for example, <a href=\"#bib26\">Orsini (2006a)</a>; <a href=\"#bib25\">Orsini (2006b)</a> and <a href=\"#bib3\">Bargain and Orsini (2006)</a>) is that our simulation allows people to not only change worked hours, but also opt for lower paid jobs (with preferable attributes). In section 5.4 we showed that this would make the reform more costly, as people opt for lower-paid jobs, which mechanically decreases tax and social security contribution revenues of the government. This consequently increases the overall cost/additional worker of the reform. Particular attention should therefore be paid to this effect, especially when analyzing reforms that significantly change the relative attractiveness of jobs offering low wages, as is the case of the Belgian WB.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Those differences might also be explained by a modelling decision regarding how overtime workers are taken into account. It is common when using survey data to exclude people declaring ‘‘unrealistic’’ amounts of hours and it is necessary to round the observed values to values in the choice set when using a discrete hours choice model (in <a href=\"#bib26\">Orsini (2006a)</a> and <a href=\"#bib25\">Orsini (2006b)</a> people working &gt;80h/week are excluded from the sample and the hours of those working between 45 and 80 hours are rounded to 50 hours), while in administrative data informal overtime workers are not detected, (as in <a href=\"#bib8\">Dagsvik et al. (2011)</a>). Those limits result in potentially underestimated intensive margin elasticity estimations, as one do only take into account overtime workers reducing their labour supply to a limited extent.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As suggested by <a href=\"#bib11\">Decoster and Vanheukelom (2019)</a> about the proposed Flemish WB extension, higher costs per additional FTE or participant might also be explained by decreasing marginal utility of income, meaning that further increasing in-work benefits will probably not have effects of the same magnitude as the initial introduction of those benefits. Along the same line, it could be explained by the purchasing power increases (following real wage increases) over the last decades that decreased marginal utility of income at a given labour supply level.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, those estimate differences are probably partly explained by differing initial situations and reforms simulated: an in-work benefit is more likely to have a positive impact on employment in situations where more people are jobless. On the contrary, in an economy with full employment, the benefit will be costly and mainly create negative income effects.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-5",
                    "title": "5.5. Discussion",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Simulated policies",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this paper, we discussed the history and the particularity of in-work benefit schemes in Belgium and simulated the effects of 3 different extensions of the work-bonus scheme, varying in terms of eligibility ranges and benefit amounts. We showed that such reforms would slightly increase labour supply when measured in terms of participation. When measured in terms of full-time equivalent workers, labour supply decreases in one of the 3 scenario’s and slightly increases in the 2 others. Those small net effects are the result of opposing effects, both at the intensive and extensive margin.",
                    "type": "paragraph"
                },
                {
                    "text": "We then calculated that the cost of such reforms is significant, and that savings in social assistance and unemployment benefits resulting from higher employment rates are far from compensating the important decreases in social security contributions and personal income taxes. Those decreases are exacerbated by the fact some workers will opt for lower-paid jobs, that become relatively more attractive with the work-bonus extension. This results in costs per FTE and new participant that are considerable, starting at 368.5 thousand EUR per FTE and 121.1 thousand EUR per new participant. Compared to previous studies, those figures are rather high. We gave different arguments why those figures could however be more accurate than previous estimations in subsection 5.5. We moreover calculated that the welfare gains are the highest for the third and fourth welfare deciles, while the first decile is almost unaffected.",
                    "type": "paragraph"
                },
                {
                    "text": "The natural question that arises is whether increasing the workbonus is the most effective way to reach poverty reduction and labour market participation goals. One can reasonably wonder if investing in other active labour market policies as training programmes, additional coaching, more targeted wage subsidies or public jobs, possibly combined with investments in poverty-alleviating programmes, could not be a more adequate government spending.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Conclusion",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Labour supply in Italy: an empirical analysis of joint household decisions, with taxes and quantity constraints",
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, S",
                        "preferred": "S Strøm"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "doi": "10.1002/(SICI)1099-1255(199907/08)14:4<403::AID-JAE520>3.0.CO;2-4",
            "id": "bib1",
            "journal": "Journal of Applied Econometrics",
            "pages": {
                "first": "403",
                "last": "422",
                "range": "403–422"
            },
            "type": "journal",
            "volume": "14"
        },
        {
            "articleTitle": "Les effets incitatifs de la prime pour l’emploi: une évaluation difficile",
            "authors": [
                {
                    "name": {
                        "index": "Arnaud, F",
                        "preferred": "F Arnaud"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cochard, M",
                        "preferred": "M Cochard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Junod-Mesqui, B",
                        "preferred": "B Junod-Mesqui"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vermare, S",
                        "preferred": "S Vermare"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "doi": "10.3406/estat.2008.7042",
            "id": "bib2",
            "journal": "Economie et Statistique",
            "pages": {
                "first": "57",
                "last": "80",
                "range": "57–80"
            },
            "type": "journal",
            "volume": "412"
        },
        {
            "articleTitle": "In-work policies in Europe: killing two birds with one stone?",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Orsini, K",
                        "preferred": "K Orsini"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.1016/j.labeco.2005.10.007",
            "id": "bib3",
            "journal": "Labour Economics",
            "pages": {
                "first": "667",
                "last": "697",
                "range": "667–697"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "articleTitle": "Fast development with a stable income distribution: Taiwan, 1979-94",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fournier, M",
                        "preferred": "M Fournier"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gurgand, M",
                        "preferred": "M Gurgand"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "doi": "10.1111/1475-4991.00009",
            "id": "bib4",
            "journal": "Review of Income and Wealth",
            "pages": {
                "first": "139",
                "last": "163",
                "range": "139–163"
            },
            "type": "journal",
            "volume": "47"
        },
        {
            "articleTitle": "Did working families’ tax credit work? The impact of in-work support on labour supply in Great Britain",
            "authors": [
                {
                    "name": {
                        "index": "Brewer, M",
                        "preferred": "M Brewer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Duncan, A",
                        "preferred": "A Duncan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shephard, A",
                        "preferred": "A Shephard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Suárez, MJ",
                        "preferred": "MJ Suárez"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.1016/j.labeco.2005.11.002",
            "id": "bib5",
            "journal": "Labour Economics",
            "pages": {
                "first": "699",
                "last": "720",
                "range": "699–720"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "articleTitle": "The convergence of a class of double-rank minimization algorithms",
            "authors": [
                {
                    "name": {
                        "index": "Broyden, CG",
                        "preferred": "CG Broyden"
                    },
                    "type": "person"
                }
            ],
            "date": "1970",
            "doi": "10.1093/imamat/6.3.222",
            "id": "bib31",
            "journal": "IMA Journal of Applied Mathematics",
            "pages": {
                "first": "222",
                "last": "231",
                "range": "222–231"
            },
            "type": "journal",
            "volume": "\n6\n"
        },
        {
            "articleTitle": "Estimating and simulating with a random utility random opportunity model of job choice presentation and application to Belgium",
            "authors": [
                {
                    "name": {
                        "index": "Capéau, B",
                        "preferred": "B Capéau"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.34196/ijm.00139",
            "id": "bib6",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "144",
                "last": "191",
                "range": "144–191"
            },
            "type": "journal",
            "volume": "9"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Crandall-Hollick, ML",
                        "preferred": "ML Crandall-Hollick"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib7",
            "title": "The Earned Income Tax Credit (EITC): an economic analysis. Congressional Research Service",
            "type": "unknown"
        },
        {
            "articleTitle": "Subsidies on low-skilled workers’ social security contributions: the case of Belgium",
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jia, Z",
                        "preferred": "Z Jia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Orsini, K",
                        "preferred": "K Orsini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van Camp, G",
                        "preferred": "G Van Camp"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1007/s00181-010-0367-6",
            "id": "bib8",
            "journal": "Empirical Economics",
            "pages": {
                "first": "779",
                "last": "806",
                "range": "779–806"
            },
            "type": "journal",
            "volume": "40"
        },
        {
            "articleTitle": "Labor supply with non-convex budget sets, hours restriction and non-pecuniary job-attributes",
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, S",
                        "preferred": "S Strøm"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "id": "bib9",
            "journal": "Discussion Papers",
            "pages": "1",
            "type": "journal",
            "volume": "76"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Decancq, K",
                        "preferred": "K Decancq"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fleurbaey, M",
                        "preferred": "M Fleurbaey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schokkaert, E",
                        "preferred": "E Schokkaert"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "67–140, Inequality, income, and well-being, Handbook of income distribution, 2, p, https://doi.org/10.1016/B978-0-444-59428-0.00003-5",
            "id": "bib10",
            "title": "Handbook of income distribution",
            "type": "unknown"
        },
        {
            "articleTitle": "Empirical welfare analysis in random utility models of labour supply",
            "authors": [
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Haan, P",
                        "preferred": "P Haan"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.2139/ssrn.1736554",
            "id": "bib12",
            "journal": "SSRN Electronic Journal",
            "pages": "1",
            "type": "journal",
            "volume": "17"
        },
        {
            "articleTitle": "Welfare effects of a shift of joint to individual taxation in the German personal income tax",
            "authors": [
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Haan, P",
                        "preferred": "P Haan"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.1628/001522114X685500",
            "id": "bib13",
            "journal": "FinanzArchiv",
            "pages": {
                "first": "599",
                "last": "624",
                "range": "599–624"
            },
            "type": "journal",
            "volume": "70"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vanheukelom, T",
                        "preferred": "T Vanheukelom"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "details": "De jobbonus: nuttig medicijn of overdosis?, http://www.andredecoster.be/publication/de-jobbonus-nuttig-medicijn-of-overdosis/",
            "id": "bib11",
            "title": "De jobbonus: nuttig medicijn of overdosis?",
            "type": "unknown",
            "uri": "http://www.andredecoster.be/publication/de-jobbonus-nuttig-medicijn-of-overdosis/"
        },
        {
            "articleTitle": "In-work tax credits in Belgium: an analysis of the Jobkorting using a discrete labor supply model",
            "authors": [
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vanleenhove, P",
                        "preferred": "P Vanleenhove"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib14",
            "journal": "Brussels Economic Review",
            "pages": {
                "first": "121",
                "last": "151",
                "range": "121–151"
            },
            "type": "journal",
            "volume": "55"
        },
        {
            "articleTitle": "Simulating transitions using discrete choice models",
            "authors": [
                {
                    "name": {
                        "index": "Duncan, A",
                        "preferred": "A Duncan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weeks, M",
                        "preferred": "M Weeks"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "id": "bib15",
            "journal": "Journal of the American Statisitcal Association",
            "pages": "1",
            "type": "journal"
        },
        {
            "articleTitle": "A new approach to variable metric algorithms",
            "authors": [
                {
                    "name": {
                        "index": "Fletcher, R",
                        "preferred": "R Fletcher"
                    },
                    "type": "person"
                }
            ],
            "date": "1970",
            "doi": "10.1093/comjnl/13.3.317",
            "id": "bib32",
            "journal": "The Computer Journal",
            "pages": {
                "first": "317",
                "last": "322",
                "range": "317–322"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fleurbaey, M",
                        "preferred": "M Fleurbaey"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Social welfare, priority to the worst-off and the dimensions of individual well-being",
            "date": "2006",
            "id": "bib17",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Inequality and Economic Integration, London"
                        ]
                    },
                    "formatted": [
                        "Inequality and Economic Integration, London"
                    ]
                },
                "name": [
                    "Routledge"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Social choice and the indexing dilemma",
            "authors": [
                {
                    "name": {
                        "index": "Fleurbaey, M",
                        "preferred": "M Fleurbaey"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "doi": "10.1007/s00355-007-0248-x",
            "id": "bib18",
            "journal": "Social Choice and Welfare",
            "pages": {
                "first": "633",
                "last": "648",
                "range": "633–648"
            },
            "type": "journal",
            "volume": "29"
        },
        {
            "articleTitle": "The impossibility of a Paretian egalitarian",
            "authors": [
                {
                    "name": {
                        "index": "Fleurbaey, M",
                        "preferred": "M Fleurbaey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Trannoy, A",
                        "preferred": "A Trannoy"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "doi": "10.1007/s00355-003-0258-2",
            "id": "bib16",
            "journal": "Social Choice and Welfare",
            "pages": {
                "first": "243",
                "last": "263",
                "range": "243–263"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "articleTitle": "La dégressivité renforcée des allocations de chômage: impact sur La pauvreté",
            "authors": [
                {
                    "name": {
                        "index": "Galand, S",
                        "preferred": "S Galand"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Termote, H",
                        "preferred": "H Termote"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib19",
            "journal": "Revue Belge de Securite Sociale",
            "pages": "273",
            "type": "journal",
            "volume": "2"
        },
        {
            "articleTitle": "A family of variable-metric methods derived by variational means",
            "authors": [
                {
                    "name": {
                        "index": "Goldfarb, D",
                        "preferred": "D Goldfarb"
                    },
                    "type": "person"
                }
            ],
            "date": "1970",
            "doi": "10.1090/S0025-5718-1970-0258249-6",
            "id": "bib33",
            "journal": "Mathematics of Computation",
            "pages": {
                "first": "23",
                "last": "26",
                "range": "23–26"
            },
            "type": "journal",
            "volume": "\n24\n"
        },
        {
            "articleTitle": "A good time for making work pay? Taking stock of in-work benefits and related measures across the OECD",
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pearson, M",
                        "preferred": "M Pearson"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1787/225442803245",
            "id": "bib20",
            "journal": "OECD Social, Employment and Migration Working Papers",
            "pages": "1",
            "type": "journal",
            "volume": "81"
        },
        {
            "articleTitle": "Labor supply and taxes: a survey",
            "authors": [
                {
                    "name": {
                        "index": "Keane, MP",
                        "preferred": "MP Keane"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1257/jel.49.4.961",
            "id": "bib21",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "961",
                "last": "1075",
                "range": "961–1075"
            },
            "type": "journal",
            "volume": "49"
        },
        {
            "articleTitle": "The EITC and the extensive margin: a reappraisal",
            "authors": [
                {
                    "name": {
                        "index": "Kleven, H",
                        "preferred": "H Kleven"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.3386/w26405",
            "id": "bib22",
            "journal": "National Bureau of Economic Research Working Paper",
            "pages": "1",
            "type": "journal"
        },
        {
            "articleTitle": "Gender and flexibility in working time in Belgium",
            "authors": [
                {
                    "name": {
                        "index": "Meulders, D",
                        "preferred": "D Meulders"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Dorchai, S",
                        "preferred": "S O’Dorchai"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib23",
            "journal": "Technical report ULB–Universite Libre de Bruxelles",
            "pages": "1",
            "type": "journal"
        },
        {
            "articleTitle": "Minimum wages and employment: a review of evidence from the new minimum wage research",
            "authors": [
                {
                    "name": {
                        "index": "Neumark, D",
                        "preferred": "D Neumark"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wascher, W",
                        "preferred": "W Wascher"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.3386/w12663",
            "id": "bib24",
            "journal": "National Bureau of Economic Research Working Paper Series",
            "pages": "1",
            "type": "journal"
        },
        {
            "articleTitle": "Is Belgium ‘making work pay’?",
            "authors": [
                {
                    "name": {
                        "index": "Orsini, K",
                        "preferred": "K Orsini"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "discriminator": "a",
            "doi": "10.2139/ssrn.934317",
            "id": "bib26",
            "journal": "SSRN Electronic Journal",
            "pages": "1",
            "type": "journal",
            "volume": "3988"
        },
        {
            "articleTitle": "Tax-Benefits reforms and the labor market: evidence from Belgium and other EU countries",
            "authors": [
                {
                    "name": {
                        "index": "Orsini, K",
                        "preferred": "K Orsini"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "discriminator": "b",
            "doi": "10.2139/ssrn.898847",
            "id": "bib25",
            "journal": "SSRN Electronic Journal",
            "pages": "1",
            "type": "journal",
            "volume": "3988"
        },
        {
            "articleTitle": "Conditioning of quasi-newton methods for function minimization",
            "authors": [
                {
                    "name": {
                        "index": "Shanno, DF",
                        "preferred": "DF Shanno"
                    },
                    "type": "person"
                }
            ],
            "date": "1970",
            "doi": "10.2307/2004840",
            "id": "bib34",
            "journal": "Mathematics of Computation",
            "pages": "647",
            "type": "journal",
            "volume": "24"
        },
        {
            "articleTitle": "Evaluating the impact of the French Tax credit on the employment rate of women",
            "authors": [
                {
                    "name": {
                        "index": "Stancanelli, EGF",
                        "preferred": "EGF Stancanelli"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "doi": "10.1016/j.jpubeco.2008.02.007",
            "id": "bib27",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "2036",
                "last": "2047",
                "range": "2036–2047"
            },
            "type": "journal",
            "volume": "92"
        },
        {
            "articleTitle": "Low-skilled jobs: the French strategy",
            "authors": [
                {
                    "name": {
                        "index": "Sterdyniak, H",
                        "preferred": "H Sterdyniak"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib28",
            "journal": "Observatoire Français des Conjonctures Economiques",
            "pages": "1",
            "type": "journal"
        },
        {
            "articleTitle": "The design of in-work benefits: how to boost employment and combat poverty in Belgium",
            "authors": [
                {
                    "name": {
                        "index": "Vandelannoote, D",
                        "preferred": "D Vandelannoote"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib29",
            "journal": "ImPRovE Working Paper",
            "pages": "1",
            "type": "journal"
        },
        {
            "articleTitle": "Werkt het design van de werkbonus om tewerkstelling te stimuleren en armoede te bestrijden in België?",
            "authors": [
                {
                    "name": {
                        "index": "Vandelannoote, D",
                        "preferred": "D Vandelannoote"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "id": "bib30",
            "journal": "Belgisch tijdschrift voor Sociale zekerheid",
            "pages": "1",
            "type": "journal"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Below tables give an overview of parameter estimates. The Log-Likelihood at the maximum found is -29450.05. Note that for education covariates, \"Middle education\" is the reference, and for region covariatas, \"Flanders\" is the reference, meaning that the effects of those covariates are measured comparatively to middle-educated Flemish people.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s9-1",
                    "title": "Parameter estimates",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "id": "A1-T1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Preferences</th>\n<th align=\"left\">Estimate</th>\n<th align=\"left\">Standard Error</th>\n<th align=\"left\">t-value</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Single male</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Leisure</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Constant</td>\n<td align=\"left\">8.380</td>\n<td align=\"left\">2.074</td>\n<td align=\"left\">4.041</td>\n</tr>\n<tr>\n<td align=\"left\">Log(age)</td>\n<td align=\"left\">-4.654</td>\n<td align=\"left\">1.145</td>\n<td align=\"left\">-4.065</td>\n</tr>\n<tr>\n<td align=\"left\">Log(age)<sup>2</sup>\n</td>\n<td align=\"left\">0.665</td>\n<td align=\"left\">0.158</td>\n<td align=\"left\">4.208</td>\n</tr>\n<tr>\n<td align=\"left\">Children 4-6</td>\n<td align=\"left\">-0.117</td>\n<td align=\"left\">0.073</td>\n<td align=\"left\">-1.611</td>\n</tr>\n<tr>\n<td align=\"left\">Children 7-9</td>\n<td align=\"left\">0.002</td>\n<td align=\"left\">0.072</td>\n<td align=\"left\">0.034</td>\n</tr>\n<tr>\n<td align=\"left\">Wallonia</td>\n<td align=\"left\">0.125</td>\n<td align=\"left\">0.035</td>\n<td align=\"left\">3.578</td>\n</tr>\n<tr>\n<td align=\"left\">Brussels</td>\n<td align=\"left\">0.058</td>\n<td align=\"left\">0.030</td>\n<td align=\"left\">1.901</td>\n</tr>\n<tr>\n<td align=\"left\">Low education</td>\n<td align=\"left\">0.072</td>\n<td align=\"left\">0.040</td>\n<td align=\"left\">1.799</td>\n</tr>\n<tr>\n<td align=\"left\">High education</td>\n<td align=\"left\">-0.044</td>\n<td align=\"left\">0.026</td>\n<td align=\"left\">-1.670</td>\n</tr>\n<tr>\n<td align=\"left\">Exponent</td>\n<td align=\"left\">-9.217</td>\n<td align=\"left\">0.414</td>\n<td align=\"left\">-22.262</td>\n</tr>\n<tr>\n<td align=\"left\">Income</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Constant</td>\n<td align=\"left\">1.526</td>\n<td align=\"left\">0.057</td>\n<td align=\"left\">26.696</td>\n</tr>\n<tr>\n<td align=\"left\">Exponent</td>\n<td align=\"left\">0.721</td>\n<td align=\"left\">0.036</td>\n<td align=\"left\">20.250</td>\n</tr>\n<tr>\n<td align=\"left\">Single female</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Leisure</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Constant</td>\n<td align=\"left\">24.608</td>\n<td align=\"left\">4.348</td>\n<td align=\"left\">5.660</td>\n</tr>\n<tr>\n<td align=\"left\">Log(age)</td>\n<td align=\"left\">-13.548</td>\n<td align=\"left\">2.392</td>\n<td align=\"left\">-5.665</td>\n</tr>\n<tr>\n<td align=\"left\">Log(age)<sup>2</sup>\n</td>\n<td align=\"left\">1.913</td>\n<td align=\"left\">0.331</td>\n<td align=\"left\">5.784</td>\n</tr>\n<tr>\n<td align=\"left\">Children 0-3</td>\n<td align=\"left\">0.297</td>\n<td align=\"left\">0.104</td>\n<td align=\"left\">2.864</td>\n</tr>\n<tr>\n<td align=\"left\">Children 4-6</td>\n<td align=\"left\">0.155</td>\n<td align=\"left\">0.078</td>\n<td align=\"left\">1.982</td>\n</tr>\n<tr>\n<td align=\"left\">Children 7-9</td>\n<td align=\"left\">0.116</td>\n<td align=\"left\">0.064</td>\n<td align=\"left\">1.824</td>\n</tr>\n<tr>\n<td align=\"left\">Wallonia</td>\n<td align=\"left\">0.145</td>\n<td align=\"left\">0.047</td>\n<td align=\"left\">3.093</td>\n</tr>\n<tr>\n<td align=\"left\">Brussels</td>\n<td align=\"left\">-0.025</td>\n<td align=\"left\">0.040</td>\n<td align=\"left\">-0.613</td>\n</tr>\n<tr>\n<td align=\"left\">Low education</td>\n<td align=\"left\">0.321</td>\n<td align=\"left\">0.088</td>\n<td align=\"left\">3.646</td>\n</tr>\n<tr>\n<td align=\"left\">High education</td>\n<td align=\"left\">-0.332</td>\n<td align=\"left\">0.052</td>\n<td align=\"left\">-6.400</td>\n</tr>\n<tr>\n<td align=\"left\">Exponent</td>\n<td align=\"left\">-9.005</td>\n<td align=\"left\">0.351</td>\n<td align=\"left\">-25.662</td>\n</tr>\n<tr>\n<td align=\"left\">Income</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Constant</td>\n<td align=\"left\">1.604</td>\n<td align=\"left\">0.062</td>\n<td align=\"left\">25.748</td>\n</tr>\n<tr>\n<td align=\"left\">Exponent</td>\n<td align=\"left\">0.681</td>\n<td align=\"left\">0.037</td>\n<td align=\"left\">18.356</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "id": "s9-2",
                    "title": "Table A1 Parameter estimates - Preferences singles",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "id": "A1-T2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Preferences</th>\n<th align=\"left\">Estimate</th>\n<th align=\"left\">Standard Error</th>\n<th align=\"left\">t-value</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Couples</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Leisure</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"> Constant leisureM</td>\n<td align=\"left\">5.637</td>\n<td align=\"left\">0.110</td>\n<td align=\"left\">51.210</td>\n</tr>\n<tr>\n<td align=\"left\"> Log(age)</td>\n<td align=\"left\">-3.117</td>\n<td align=\"left\">0.061</td>\n<td align=\"left\">-51.380</td>\n</tr>\n<tr>\n<td align=\"left\"> Log(age)<sup>2</sup>\n</td>\n<td align=\"left\">0.443</td>\n<td align=\"left\">0.011</td>\n<td align=\"left\">41.785</td>\n</tr>\n<tr>\n<td align=\"left\"> Children 0-3</td>\n<td align=\"left\">0.012</td>\n<td align=\"left\">0.009</td>\n<td align=\"left\">1.287</td>\n</tr>\n<tr>\n<td align=\"left\"> Children 4-6</td>\n<td align=\"left\">0.003</td>\n<td align=\"left\">0.010</td>\n<td align=\"left\">0.326</td>\n</tr>\n<tr>\n<td align=\"left\"> Children 7-9</td>\n<td align=\"left\">0.003</td>\n<td align=\"left\">0.009</td>\n<td align=\"left\">0.343</td>\n</tr>\n<tr>\n<td align=\"left\"> Wallonia</td>\n<td align=\"left\">0.042</td>\n<td align=\"left\">0.011</td>\n<td align=\"left\">3.738</td>\n</tr>\n<tr>\n<td align=\"left\"> Brussels</td>\n<td align=\"left\">0.036</td>\n<td align=\"left\">0.015</td>\n<td align=\"left\">2.347</td>\n</tr>\n<tr>\n<td align=\"left\"> Low education</td>\n<td align=\"left\">0.053</td>\n<td align=\"left\">0.018</td>\n<td align=\"left\">2.885</td>\n</tr>\n<tr>\n<td align=\"left\"> High education</td>\n<td align=\"left\">-0.003</td>\n<td align=\"left\">0.010</td>\n<td align=\"left\">-0.293</td>\n</tr>\n<tr>\n<td align=\"left\"> Constant leisureF</td>\n<td align=\"left\">13.996</td>\n<td align=\"left\">5.220</td>\n<td align=\"left\">2.681</td>\n</tr>\n<tr>\n<td align=\"left\"> Log(age)</td>\n<td align=\"left\">-7.480</td>\n<td align=\"left\">2.900</td>\n<td align=\"left\">-2.579</td>\n</tr>\n<tr>\n<td align=\"left\"> Log(age)<sup>2</sup>\n</td>\n<td align=\"left\">1.100</td>\n<td align=\"left\">0.403</td>\n<td align=\"left\">2.730</td>\n</tr>\n<tr>\n<td align=\"left\"> Children 0-3</td>\n<td align=\"left\">0.137</td>\n<td align=\"left\">0.049</td>\n<td align=\"left\">2.821</td>\n</tr>\n<tr>\n<td align=\"left\"> Children 4-6</td>\n<td align=\"left\">0.151</td>\n<td align=\"left\">0.052</td>\n<td align=\"left\">2.882</td>\n</tr>\n<tr>\n<td align=\"left\"> Children 7-9</td>\n<td align=\"left\">0.031</td>\n<td align=\"left\">0.046</td>\n<td align=\"left\">0.676</td>\n</tr>\n<tr>\n<td align=\"left\"> Wallonia</td>\n<td align=\"left\">0.123</td>\n<td align=\"left\">0.053</td>\n<td align=\"left\">2.303</td>\n</tr>\n<tr>\n<td align=\"left\"> Brussels</td>\n<td align=\"left\">-0.159</td>\n<td align=\"left\">0.064</td>\n<td align=\"left\">-2.508</td>\n</tr>\n<tr>\n<td align=\"left\"> Low education</td>\n<td align=\"left\">0.091</td>\n<td align=\"left\">0.103</td>\n<td align=\"left\">0.888</td>\n</tr>\n<tr>\n<td align=\"left\"> High education</td>\n<td align=\"left\">-0.402</td>\n<td align=\"left\">0.064</td>\n<td align=\"left\">-6.275</td>\n</tr>\n<tr>\n<td align=\"left\"> Exponent leisureM</td>\n<td align=\"left\">-10.872</td>\n<td align=\"left\">0.243</td>\n<td align=\"left\">-44.764</td>\n</tr>\n<tr>\n<td align=\"left\"> Exponent leisureF</td>\n<td align=\"left\">-8.371</td>\n<td align=\"left\">0.264</td>\n<td align=\"left\">-31.751</td>\n</tr>\n<tr>\n<td align=\"left\">Income</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"> Constant</td>\n<td align=\"left\">3.016</td>\n<td align=\"left\">0.122</td>\n<td align=\"left\">24.687</td>\n</tr>\n<tr>\n<td align=\"left\"> Exponent</td>\n<td align=\"left\">0.561</td>\n<td align=\"left\">0.028</td>\n<td align=\"left\">20.351</td>\n</tr>\n<tr>\n<td align=\"left\">Cross-effect</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"> Cross-effect leisure</td>\n<td align=\"left\">0.032</td>\n<td align=\"left\">0.005</td>\n<td align=\"left\">6.541</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "id": "s9-3",
                    "title": "Table A2 Parameter estimates - Preferences couples",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "id": "A1-T3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Opportunities</th>\n<th align=\"left\">Estimate</th>\n<th align=\"left\">Standard Error</th>\n<th align=\"left\">t-value</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Male</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Intensity</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"> Working</td>\n<td align=\"left\">-3.899</td>\n<td align=\"left\">0.090</td>\n<td align=\"left\">-43.151</td>\n</tr>\n<tr>\n<td align=\"left\"> Group specific unemp.</td>\n<td align=\"left\">0.011</td>\n<td align=\"left\">0.004</td>\n<td align=\"left\">2.898</td>\n</tr>\n<tr>\n<td align=\"left\"> Wallonia</td>\n<td align=\"left\">-0.626</td>\n<td align=\"left\">0.088</td>\n<td align=\"left\">-7.133</td>\n</tr>\n<tr>\n<td align=\"left\"> Brussels</td>\n<td align=\"left\">-1.084</td>\n<td align=\"left\">0.102</td>\n<td align=\"left\">-10.655</td>\n</tr>\n<tr>\n<td align=\"left\"> Low education</td>\n<td align=\"left\">-0.894</td>\n<td align=\"left\">0.094</td>\n<td align=\"left\">-9.477</td>\n</tr>\n<tr>\n<td align=\"left\"> High education</td>\n<td align=\"left\">0.484</td>\n<td align=\"left\">0.102</td>\n<td align=\"left\">4.758</td>\n</tr>\n<tr>\n<td align=\"left\">Offered time regimes</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"> Part-time dummy 1</td>\n<td align=\"left\">0.618</td>\n<td align=\"left\">0.092</td>\n<td align=\"left\">6.725</td>\n</tr>\n<tr>\n<td align=\"left\"> Part-time dummy 2</td>\n<td align=\"left\">0.909</td>\n<td align=\"left\">0.082</td>\n<td align=\"left\">11.106</td>\n</tr>\n<tr>\n<td align=\"left\"> Full-time dummy</td>\n<td align=\"left\">2.543</td>\n<td align=\"left\">0.031</td>\n<td align=\"left\">80.733</td>\n</tr>\n<tr>\n<td align=\"left\">Offered wages</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"> Constant</td>\n<td align=\"left\">2.407</td>\n<td align=\"left\">0.017</td>\n<td align=\"left\">143.643</td>\n</tr>\n<tr>\n<td align=\"left\"> Low education</td>\n<td align=\"left\">-0.121</td>\n<td align=\"left\">0.011</td>\n<td align=\"left\">-11.476</td>\n</tr>\n<tr>\n<td align=\"left\"> High education</td>\n<td align=\"left\">0.247</td>\n<td align=\"left\">0.007</td>\n<td align=\"left\">33.057</td>\n</tr>\n<tr>\n<td align=\"left\"> Experience</td>\n<td align=\"left\">2.290</td>\n<td align=\"left\">0.140</td>\n<td align=\"left\">16.404</td>\n</tr>\n<tr>\n<td align=\"left\"> Experience<sup>2</sup>\n</td>\n<td align=\"left\">-3.063</td>\n<td align=\"left\">0.307</td>\n<td align=\"left\">-9.969</td>\n</tr>\n<tr>\n<td align=\"left\"> Standard dev.</td>\n<td align=\"left\">0.295</td>\n<td align=\"left\">0.001</td>\n<td align=\"left\">315.096</td>\n</tr>\n<tr>\n<td align=\"left\">Female</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Intensity</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"> Working</td>\n<td align=\"left\">-3.237</td>\n<td align=\"left\">0.077</td>\n<td align=\"left\">-42.108</td>\n</tr>\n<tr>\n<td align=\"left\"> Group specific unemp.</td>\n<td align=\"left\">-0.021</td>\n<td align=\"left\">0.003</td>\n<td align=\"left\">-6.481</td>\n</tr>\n<tr>\n<td align=\"left\"> Wallonia</td>\n<td align=\"left\">-0.540</td>\n<td align=\"left\">0.077</td>\n<td align=\"left\">-7.050</td>\n</tr>\n<tr>\n<td align=\"left\"> Brussels</td>\n<td align=\"left\">-0.879</td>\n<td align=\"left\">0.094</td>\n<td align=\"left\">-9.383</td>\n</tr>\n<tr>\n<td align=\"left\"> Low education</td>\n<td align=\"left\">-0.677</td>\n<td align=\"left\">0.090</td>\n<td align=\"left\">-7.522</td>\n</tr>\n<tr>\n<td align=\"left\"> High education</td>\n<td align=\"left\">0.565</td>\n<td align=\"left\">0.089</td>\n<td align=\"left\">6.352</td>\n</tr>\n<tr>\n<td align=\"left\">Offered time regimes</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"> Part-time dummy 1</td>\n<td align=\"left\">1.496</td>\n<td align=\"left\">0.050</td>\n<td align=\"left\">30.180</td>\n</tr>\n<tr>\n<td align=\"left\"> Part-time dummy 2</td>\n<td align=\"left\">1.731</td>\n<td align=\"left\">0.055</td>\n<td align=\"left\">31.664</td>\n</tr>\n<tr>\n<td align=\"left\"> Full-time dummy</td>\n<td align=\"left\">2.055</td>\n<td align=\"left\">0.033</td>\n<td align=\"left\">61.666</td>\n</tr>\n<tr>\n<td align=\"left\">Offered wages</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"> Constant</td>\n<td align=\"left\">2.303</td>\n<td align=\"left\">0.016</td>\n<td align=\"left\">141.385</td>\n</tr>\n<tr>\n<td align=\"left\"> Low education</td>\n<td align=\"left\">-0.079</td>\n<td align=\"left\">0.012</td>\n<td align=\"left\">-6.793</td>\n</tr>\n<tr>\n<td align=\"left\"> High education</td>\n<td align=\"left\">0.273</td>\n<td align=\"left\">0.008</td>\n<td align=\"left\">33.886</td>\n</tr>\n<tr>\n<td align=\"left\"> Experience</td>\n<td align=\"left\">2.650</td>\n<td align=\"left\">0.131</td>\n<td align=\"left\">20.200</td>\n</tr>\n<tr>\n<td align=\"left\"> Experience^2</td>\n<td align=\"left\">-3.950</td>\n<td align=\"left\">0.295</td>\n<td align=\"left\">-13.400</td>\n</tr>\n<tr>\n<td align=\"left\"> Standard dev.</td>\n<td align=\"left\">0.304</td>\n<td align=\"left\">0.001</td>\n<td align=\"left\">395.650</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "id": "s9-4",
                    "title": "Table A3 Parameter estimates - Opportunities",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "id": "A1-T4",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Opportunities</th>\n<th align=\"left\">Estimate</th>\n<th align=\"left\">Standard Error</th>\n<th align=\"left\">t-value</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Wage eq. year dummies</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">2006 dummy</td>\n<td align=\"left\">-0.212</td>\n<td align=\"left\">0.010</td>\n<td align=\"left\">-21.924</td>\n</tr>\n<tr>\n<td align=\"left\">2007 dummy</td>\n<td align=\"left\">-0.178</td>\n<td align=\"left\">0.009</td>\n<td align=\"left\">-19.012</td>\n</tr>\n<tr>\n<td align=\"left\">2008 dummy</td>\n<td align=\"left\">-0.179</td>\n<td align=\"left\">0.009</td>\n<td align=\"left\">-19.061</td>\n</tr>\n<tr>\n<td align=\"left\">2010 dummy</td>\n<td align=\"left\">-0.133</td>\n<td align=\"left\">0.009</td>\n<td align=\"left\">-14.050</td>\n</tr>\n<tr>\n<td align=\"left\">2012 dummy</td>\n<td align=\"left\">-0.078</td>\n<td align=\"left\">0.010</td>\n<td align=\"left\">-7.982</td>\n</tr>\n<tr>\n<td align=\"left\">2015 dummy</td>\n<td align=\"left\">-0.025</td>\n<td align=\"left\">0.010</td>\n<td align=\"left\">-2.580</td>\n</tr>\n<tr>\n<td align=\"left\">2016 dummy</td>\n<td align=\"left\">0.009</td>\n<td align=\"left\">0.010</td>\n<td align=\"left\">0.908</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "id": "s9-5",
                    "title": "Table A4 Parameter estimates - Wage eq. year dummies (Ref year: 2017)",
                    "type": "section"
                }
            ],
            "id": "app1",
            "title": "Appendix A"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "To test the fit of the model, we take a vector of random Gumbel draws and add them to the deterministic utilities of the different options in decision maker’s choice sets. We then compare the simulated distribution and observed distribution of some key variables. Note that we estimate the model using 7 cross-section data sets of years ranging from 2005 to 2015, while we here simulate distributions for 2015.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "A1-F1",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00229%2Fijm-00229-fig012.tif",
                                                "size": {
                                                    "width": 1417,
                                                    "height": 815
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00229%2Fijm-00229-fig012.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00229-fig012.jpg"
                                                }
                                            },
                                            "label": "Figure A1",
                                            "title": "Welfare changes following reform 2",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "A1-F2",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00229%2Fijm-00229-fig013.tif",
                                                "size": {
                                                    "width": 1417,
                                                    "height": 809
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00229%2Fijm-00229-fig013.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00229-fig013.jpg"
                                                }
                                            },
                                            "label": "Figure A2",
                                            "title": "Welfare changes following reform 3",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "A1-F3",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00229%2Fijm-00229-fig014.tif",
                                                "size": {
                                                    "width": 1417,
                                                    "height": 1089
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00229%2Fijm-00229-fig014.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00229-fig014.jpg"
                                                }
                                            },
                                            "label": "Figure A3",
                                            "title": "Simulated and observed hours distributions",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "A1-F4",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00229%2Fijm-00229-fig015.tif",
                                                "size": {
                                                    "width": 1417,
                                                    "height": 1139
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00229%2Fijm-00229-fig015.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00229-fig015.jpg"
                                                }
                                            },
                                            "label": "Figure A4",
                                            "title": "Simulated and observed wage distributions",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "A1-F5",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00229%2Fijm-00229-fig016.tif",
                                                "size": {
                                                    "width": 1417,
                                                    "height": 562
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00229%2Fijm-00229-fig016.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00229-fig016.jpg"
                                                }
                                            },
                                            "label": "Figure A5",
                                            "title": "Estimated disposable income distribution",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "A1-F6",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00229%2Fijm-00229-fig017.tif",
                                                "size": {
                                                    "width": 842,
                                                    "height": 651
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00229%2Fijm-00229-fig017.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00229-fig017.jpg"
                                                }
                                            },
                                            "label": "Figure A6",
                                            "title": "Estimated disposable income distribution",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s10-1-1",
                            "title": "Simulated distributions",
                            "type": "section"
                        }
                    ],
                    "id": "s10-1",
                    "title": "Welfare changes",
                    "type": "section"
                }
            ],
            "id": "app2",
            "title": "Appendix B"
        }
    ],
    "acknowledgements": [
        {
            "text": "I am grateful to André Decoster, Tom Truyts, Bruno Van der Linden, Gilles Grandjean, Koen Declercq, Toon Vanheukelom, Sebastiaan Maes, Bart Capéau, Liebrecht De Sadeleer and David Sonnewald for their introduction into and/or discussions about micro-simulation, RURO-modelling and labour economics literature, as well as their regular feedback and comments. The usual disclaimer applies.",
            "type": "paragraph"
        },
        {
            "text": "The results presented here are based on EUROMOD version I2.0+. EUROMOD is maintained, developed and managed by the Institute for Social and Economic Research (ISER) at the University of Essex, in collaboration with national teams from the EU member states. We are indebted to the many people who have contributed to the development of EUROMOD. The process of extending and updating EUROMOD is financially supported by the European Union Programme for Employment and Social Innovation \"EaSI\" (2014-2020). The results and their interpretation are the author’s responsibility.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
