{
    "status": "vor",
    "id": "00238",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00238",
    "authorLine": "Matteo G Richiardi",
    "title": "Editorial",
    "published": "2021-12-31T00:00:00Z",
    "versionDate": "2021-12-31T00:00:00Z",
    "statusDate": "2021-12-31T00:00:00Z",
    "volume": 14,
    "issue": 3,
    "fpage": 1,
    "lpage": 1,
    "elocationId": "1-1",
    "pdf": "http://web:8082/00238/ijm-00238.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "UK",
                            "locality": [
                                "Colchester"
                            ]
                        },
                        "formatted": [
                            "Colchester",
                            "UK"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@essex.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo G",
                "preferred": "Matteo G Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Winter 2021 issue of the International Journal of Microsimulation contains five articles. The first one, by Luke Archer, Nik Lomax and Bryan Tysinger, describes the English Future Elderly Model, an adaptation of the well-established Future Elderly Model (FEM) developed in the US to the English Longitudinal Study of Ageing (FEM plays a big part in the special issue of Health Economics on ageing, referenced below). The second article, by Santtu Tikka, Jussi Hakanen, Mirka Saarela and Juha Karvanen, is also a health microsimulation paper, where the authors describe a newly developed open source microsimulation structure in R. We then have another contribution by Finnish authors, introducing a new indicator for life course partitioning —a follow up on <a href=\"#bib2\">Salonen et al. (2020)</a>, also published in this journal. The fourth article, by Alice Richardson and co-authors, is another contribution to health microsimulation, where the authors estimate the impact of a proposed tax on sugar sweetened beverage in Australia across small areas. Finally, the paper by Cristina Cirillo, Lucia Imperioli and Marco Manzo introduces a new microsimulation model for indirect taxes in Italy.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "A special issue of Health Economics on “Disparate Ageing” (Volume 30, Issue S1), edited by Vincenzo Atella (University of Rome “Tor Vergata”) and Dana Goldman (University of Southern California), hosts an interesting selection of articles using microsimulation methods to investigate the role of education in health outcomes. This highlights the increasing use of microsimulations in public health, which we also witness in this journal (and this issue). From the Editorial (<a href=\"#bib1\">Atella et al., 2021</a>):",
                            "type": "paragraph"
                        },
                        {
                            "text": [
                                {
                                    "text": "To obtain precise forecasts of the levels of health care spending and to establish adequate policy responses, it is paramount to have tools that allow estimating future health care expenditure and costs. Since “the complexity of the systems and multiplicity of factors affecting both total and public spending make this a highly complicated task, where results will always be surrounded by considerable uncertainties [...], fulfilling this task requires sophisticated and complex modeling methods that take into account the evolution of health, economic and demographic variables at individual and cohort levels. Microsimulation models (MSMs) have emerged as a useful tool to answer these questions [...].",
                                    "type": "paragraph"
                                }
                            ],
                            "type": "quote"
                        }
                    ],
                    "id": "s2",
                    "title": "Suggestions for further reading",
                    "type": "section"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Disparate ageing: The role of education and socioeconomic gradients in future health and disability in an international context",
            "authors": [
                {
                    "name": {
                        "index": "Atella, V",
                        "preferred": "V Atella"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goldman, D",
                        "preferred": "D Goldman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McFadden, D",
                        "preferred": "D McFadden"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1002/hec.4374",
            "id": "bib1",
            "journal": "Health Economics",
            "pages": {
                "first": "3",
                "last": "10",
                "range": "3–10"
            },
            "pmid": 34128290,
            "type": "journal",
            "volume": "30 Suppl 1"
        },
        {
            "articleTitle": "Using sequence analysis to visualize and validate model transitions",
            "authors": [
                {
                    "name": {
                        "index": "Salonen, J",
                        "preferred": "J Salonen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Möttönen, J",
                        "preferred": "J Möttönen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tikanmäki, H",
                        "preferred": "H Tikanmäki"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nummi, T",
                        "preferred": "T Nummi"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.34196/IJM.00218",
            "id": "bib2",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "61",
                "last": "78",
                "range": "61–78"
            },
            "type": "journal",
            "volume": "13"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
