{
    "status": "vor",
    "id": "00231",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00231",
    "authorLine": "Matteo Richiardi et al.",
    "title": "UKMOD – A new tax-benefit model for the four nations of the UK",
    "published": "2021-04-30T00:00:00Z",
    "versionDate": "2021-04-30T00:00:00Z",
    "statusDate": "2021-04-30T00:00:00Z",
    "volume": 14,
    "issue": 1,
    "fpage": 92,
    "lpage": 101,
    "elocationId": "92-101",
    "pdf": "http://web:8082/00231/ijm-00231.pdf",
    "subjects": [
        {
            "id": "methodology",
            "name": "Methodology"
        },
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "In this paper we introduce UKMOD, a new tax-benefit model for England, Wales, Scotland, Northern Ireland and the whole of the UK. The model originates and replaces as a stand-alone model the UK component of EUROMOD, the tax-benefit model for the European Union member states, which from 2021 is not updated anymore. We describe the main departures from EUROMOD, discuss some key assumptions including data issues, and provide information on the nowcasting and macro-validation procedure applied.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Colchester"
                            ]
                        },
                        "formatted": [
                            "Colchester",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Centre for Microsimulation and Policy Analysis, Institute for Social and Economic Research"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported",
            "emailAddresses": [
                "matteo.richiardi@essex.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo",
                "preferred": "Matteo Richiardi"
            },
            "orcid": "0000-0002-3749-7386",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Colchester"
                            ]
                        },
                        "formatted": [
                            "Colchester",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Centre for Microsimulation and Policy Analysis, Institute for Social and Economic Research"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported",
            "name": {
                "index": "Collado, Diego",
                "preferred": "Diego Collado"
            },
            "orcid": "0000-0001-5336-915X",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Colchester"
                            ]
                        },
                        "formatted": [
                            "Colchester",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Centre for Microsimulation and Policy Analysis, Institute for Social and Economic Research"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported",
            "name": {
                "index": "Popova, Daria",
                "preferred": "Daria Popova"
            },
            "orcid": "0000-0002-3055-0551",
            "type": "person"
        }
    ],
    "funding": {
        "statement": "This research is supported by the Nuffield Foundation (grant WEL/43597 2018-2021), an independent charitable trust with a mission to advance social well-being. The views expressed in the paper are those of the authors and not necessarily reflect those of the Foundation."
    },
    "dataSets": {
        "availability": [
            {
                "text": "This paper does not make use of any data or code. The input data for UKMOD comes from the Family Resources Survey, which is available for research from the UK Data Service. The model is freely provided upon completion of a request form. See <a href=\"https://www.microsimulation.ac.uk/ukmod/access/\">https://www.microsimulation.ac.uk/ukmod/access/</a> for conditions for access to both the model and the data.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "UK",
        "microsimulation",
        "EUROMOD",
        "UKMOD"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "UKMOD is a static tax-benefit microsimulation model that originates from the UK component of EUROMOD, enhanced and extended as part of a 3-year project (2018-2021) funded by the Nuffield Foundation, and first released in 2019. As standard in the literature, ‘static’ means that both the population and the behaviours of the population are kept fixed when analysing the effects of policies. The model thus computes only the arithmetic, deterministic (“morning after”) effect of policies on the input population - even if this is sometimes subject to randomness, for instance when it comes to modelling take-up rates or nowcasting. The model can however be used to compute first-order approximations of behavioural effects through changes to incentives to work (e.g. marginal tax rates) and as input for labour supply models to assess changes in employment due to policy changes, as well as combined with dynamic models to study the longer term effects of policies.",
                    "type": "paragraph"
                },
                {
                    "text": "This note is structured as follows: Section 2 describes the existing tax-benefit models for the UK, and the key differences with UKMOD; Section 3 characterises UKMOD with respect to its parent model EUROMOD, describing the three main improvements: timeliness of updates, improved data and policy systems, and simplified access; Section 4 discusses the input data used; Section 5 lists the policies modelled; Section 6 describes our approach to nowcasting income distribution and why this is relevant in the context of the Covid-19 crisis, and Section 7 refers to the macro-validation exercises that we perform before each release. Section 8 concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The raison d’être of UKMOD is similar to that of EUROMOD: a desire to offer a transparent, well-documented, accessible model to the wide community of researchers and policy analysts; a model that not only allows to study the first-order (arithmetic) distributional effects and budgetary impact of policies in one country, but also lends itself naturally to comparative analysis, by sharing with other country models the same architecture and core assumptions.",
                    "type": "paragraph"
                },
                {
                    "text": "There are a number of other tax-benefit models for the UK, but they are proprietary, therefore the models and their documentation are not freely accessible neither for use nor for scientific scrutiny.",
                    "type": "paragraph"
                },
                {
                    "text": "Some of these models are owned by UK Government departments, such as the Department of Work and Pensions (Policy Simulation Model, PSM) and HM Revenue & Customs (Intra-Governmental Tax and Benefit Model, IGOTM). Only limited information on those models is available outside Government, typically coming from presentations at conferences, workshops or public events.",
                    "type": "paragraph"
                },
                {
                    "text": "The Institute for Fiscal Studies (IFS), a research institute, has developed over the years its own tax-benefit model, TAXBEN, the first version of which dates back to 1983. The model is proprietary and not available to outside researchers. The official documentation refers to a 1995 manuscript, of which a photostatic copy is available as an IFS Working Paper (<a href=\"#bib6\">Giles and McCrae, 1995</a>). A short (4-pages) update labelled as User guide is provided in <a href=\"#bib14\">Waters (2017)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, the Policy Evaluation and Research Unit (PERU) at Manchester Metropolitan University maintains and develops the Institute of Public Policy Research (IPPR) Tax-Benefit Model, used by the IPPR, Resolution Foundation, Joseph Rowntree Foundation, New Economics Foundation, and Legatum Institute. Together with UKMOD, the IPPR model completes the list of publicly available tax-benefit models for the UK. However, the IPPR model is licensed to users for a hefty fee. Users can make parametric changes to the policies, but need to commission to PERU more structural reform scenarios (i.e. modifying the way existing policies work and adding entirely new policies). No documentation describing the model, its assumptions and macro-validation is publicly available.",
                    "type": "paragraph"
                },
                {
                    "text": "By contrast, UKMOD is freely accessible, released open-source, and thoroughly documented following the EUROMOD conventions with annual country reports - for the latest available, see <a href=\"#bib10\">Reis and Tasseva (2020)</a>. It originates from a desire of democratising access to tax-benefit models and “opening the black box” by means of transparent modelling choices, and thorough validation and documentation. Moreover, given the decision of the European Commission of not updating the UK component of EUROMOD anymore following Brexit, UKMOD brings that experience forward, making sure that a history that dates back to the early 2000s does not get interrupted.",
                    "type": "paragraph"
                },
                {
                    "text": "As all the other UK models cited here, UKMOD is based on the Family Resources Survey (FRS), a continuous survey which collects information on a representative sample of private households in the United Kingdom. All the other models share, to the best of our knowledge, not only the same data, but also broadly speaking a similar scope and similar assumptions. They produce comparable results, although comparison is hindered by the fact that the other models are not publicly accessible and publicly documented and validated. The main difference is that UKMOD is an academic rather than a government or business project. It aims to be widely used and discussed, and puts accessibility as a top priority for achieving this: we release the model open source and free of charge, together with a thorough documentation. The model maintains all the flexibility of EUROMOD – policy scenarios can be created by implementing not only parametric changes, but also more structural reforms – and benefits from existing EUROMOD tools and add-ons (Policy Effect Tool, Hypothetical Household Tool, Statistics Presenter, In-depth Analysis, Marginal Tax Rates) that facilitate scenario analysis. Indeed, it uses the same EUROMOD software and graphical user interface. UKMOD however, also implements a separate simplified interface which allows the creation of parametric scenarios with error handling, contextual help and multilingual support.",
                    "type": "paragraph"
                },
                {
                    "text": "While aiming at retaining full interoperability with the EUROMOD models for the EU-27 countries, UKMOD is mostly appreciated by UK-based users interested in the impact of national and/or devolved policies in the UK and/or its constituent nations. Current users include local and devolved government (Welsh Government, Scottish Government, Greater London Authority); parliament and devolved assemblies (House of Commons Library, SPICe – Scottish Parliament Information Centre); other public sector bodies broadly defined (e.g. Scottish Fiscal Commission, NHS Scotland); think tanks and research institutes (e.g. Tony Blair Institute for Global Change, UK Women’s Budget Group); NGOs (e.g. Save the Children UK, Child Poverty Action Group, Citizens Advice, Citizen’s Basic Income Trust, etc.). Moreover, from 2021 onwards EUROMOD users interested in a comparative analysis with the UK will no longer have the option of using the standard UK component of the European model, so UKMOD will appeal to them as well.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. UKMOD in the UK tax-benefit modelling landscape",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "UKMOD uses the same modelling platform, tax-benefit modelling language and simulation engine as EUROMOD (<a href=\"#bib11\">Sutherland and Figari, 2013</a>; <a href=\"#bib12\">Sutherland, 2018</a>), the EU-wide model originally developed, updated and maintained by the University of Essex in collaboration with a network of national teams, and now internalised by the European Commission.<sup><a href=\"#fn1\">1</a></sup> The main differences between UKMOD and the old UK component of EUROMOD are:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "<i>Timeliness of updates</i>. To be most useful for policy analysis for the UK, where there is a tradition of pre-announcing policy changes and of well-developed indexation practices, the model is updated twice a year, after the UK budget announcement and the release of a new wave of FRS data. This is an improvement compared with the EUROMOD updating schedule, allowing to gain one year of policies and data. In fact, the EUROMOD release that is generally available at the time of the UK Budget covers policies only up to the previous fiscal year, while the input data, aligned to EU Survey of Income and Living Conditions (EU-SILC) availability, refers to 2 years back.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<i>Improvements in quality and developments in model capacity</i>. UKMOD contains additional features that facilitate analysis of policy options in Scotland, Wales, Northern Ireland and England separately, as well as the UK as a whole. To improve on sample size when regional or other disaggregated analyses are performed, UKMOD is also provided with a pooled dataset that combines the latest 3 waves of FRS data, appropriately uprated. Moreover, UKMOD implements future systems for 5 years ahead, based on announced policy changes, statutory uprating and official projections to uprate monetary values, allowing the analysis of the longer-term impact of policies. Starting with the Autumn 2021 release, UKMOD will also add more options to adjust for the non take-up of means-tested benefits and tax credits, allowing users to easily switch between options. Finally, the built-in Statistics Presenter in UKMOD is greatly improved with respect to the one available for the EU models, with many detailed statistics added (e.g. mean equivalised household income and income components, both before and after housing costs, by deciles, household size and socio-demographic groups).",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<i>Simplified access</i>. The flexibility of EUROMOD comes at the cost of having to learn an <i>ad hoc</i> tax-benefit modelling language and the specific functionalities of the EUROMOD software. The information contained in the detailed help section of the software and/or attendance of one of the three-day UKMOD training courses available is generally sufficient to place even users without a specific IT background in a position to operate the model on a basic level through the user interface.<sup><a href=\"#fn2\">2</a></sup> However, the sheer complexity of all the parameters and interactions of a modern tax-benefit system can be a barrier to users interested in investigating only simple scenarios. In addition, users have to install the software locally on their machines, and apply for the input data to the Office for National Statistics. UKMOD provides a simplified interface (UKMOD Light) that allows for modelling reform scenarios without knowing the EUROMOD language, through intuitive web forms. The simplified interface can be downloaded and installed locally, allowing users to save the output micro database for further statistical analysis in addition to the semi-aggregate results provided in the built-in Statistics Presenter and In-depth Analysis tools. Moreover, an online version – labelled UKMOD Explore – is also available from the CeMPA website.<sup><a href=\"#fn3\">3</a></sup> This online tool allows users to design hypothetical scenarios and analyse the effects of policies without having to install software and apply for data (only the semi-aggregate results of the Statistics Presenter are provided as an output of UKMOD Explore).",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "alpha-lower",
                    "type": "list"
                }
            ],
            "id": "s3",
            "title": "3. Differences with EUROMOD",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "As we have mentioned above, UKMOD – as most other tax-benefit models for the UK – is based on Family Resources Survey data.<sup><a href=\"#fn4\">4</a></sup> The FRS has been running in Great Britain since October 1992 and was extended to cover Northern Ireland in 2002/03. The latest currently available data refers to the fiscal year 2019-2020, and covers over 19,000 households.<sup><a href=\"#fn5\">5</a></sup> UKMOD is also provided with a pooled input dataset covering the latest three FRS waves (currently, 2016-2019) to allow for more power in detecting the effects of policies in small population sub-groups. The first policy year modelled in UKMOD is 2005.<sup><a href=\"#fn6\">6</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "To be noted, especially by an audience accustomed to EUROMOD, the FRS has a different income concept to EU-SILC, the provider of input files for the EU countries. While respondents are interviewed throughout the year in both FRS and EU-SILC data, EU-SILC respondents are asked about <i>income in previous calendar year</i> (that is, January to December before the interview), irrespective of the source, while FRS respondents are asked about <i>current income</i>. With regard to income from benefits, FRS respondents provide figures which relate most commonly to the last week, the last two weeks or the last month. As for earnings, employees are asked about the latest salary payment, and the self-employed about annual profits from the most recent tax returns. For income from investment and employee non-cash income, respondents report their most recent annual or half-yearly income that they received from this source. All income is then annualised.",
                    "type": "paragraph"
                },
                {
                    "text": "This procedure introduces, in the FRS data, an inconsistency between dependent employment and self-employment income, with only the self-employment income concept being comparable to the one used in EU-SILC. Taking a snapshot of income rather than measuring the inflow over a longer period of time has important consequences, as the instantaneous measure is by construction more volatile than the cumulated measure (which is basically a mean).<sup><a href=\"#fn7\">7</a></sup> This implies, for instance, that inequality measured on instantaneous income (or “cross-sectional” inequality) is on average higher than inequality measured on cumulated income (or “longitudinal” inequality).<sup><a href=\"#fn8\">8</a></sup> It also implies that taxes and benefits (when means tested) are measured only approximately, as they are generally computed based on yearly incomes.<sup><a href=\"#fn9\">9</a></sup> The measure available in the FRS, which is the standard measure of inequality reported in the official statistics and used by the Government, is a hybrid between the two, being computed both on dependent and self-employment incomes. However, it is more skewed towards cross-sectional inequality, given the prevalence of employees over self-employed (approximately 27 million vs. 5 million, or 5.5 employees for every self-employed). Using data from the British Household Panel Survey (BHPS), a precursor to the UK Household Longitudinal Study (UKHLS), <a href=\"#bib1\">Bönheim and Jenkins (2006)</a> show that estimates of cross-sectional and longitudinal income distribution summary statistics, computed on current and annual income respectively, are remarkably similar. They explain this finding partly with the fact that some income sources classified as ‘current income’ refer to usual income rather than the most recent income, and partly with the fact that within-year income volatility appears to be low for most individuals. <a href=\"#bib7\">Jenkins (2010)</a> concludes that the distinction between measures of current and annual income is unimportant relative to other issues, at least in BHPS data. Whether this result holds true for FRS data as well, and for more recent years, is however an open question (<a href=\"#bib15\">Tomlinson, 2018</a>, shows that monthly income volatility is far from negligible in the UK).",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Input data",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Currently, UKMOD focuses exclusively on income taxes and benefits. On the tax side UKMOD simulates National Insurance Contributions and Personal Income Tax (see <a href=\"#table1\">Table 1</a>). Other personal direct taxes, such as wealth and capital taxes (capital gains tax, inheritance tax, stamp duties) are not included in the model due to input data limitations, although council tax (the local housing tax) is. Indirect taxes are also not currently modelled, although there are plans to include them in the future.<sup><a href=\"#fn11\">11</a></sup> Private pensions are not modelled but included in the model as observed in the data.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Notes: UKMOD version A2.51+ .“E”: excluded from the model as it is neither included in the micro-data nor simulated; “I”: included in the micro-data but not simulated; “PS” partially simulated as some of its relevant rules are not simulated; “S” simulated although some minor or very specific rules may not be simulated.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "T1_FN2",
                                    "label": "*",
                                    "text": [
                                        {
                                            "text": "Simulated only in 2020 with simulation of Covid-19 shocks.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Tax type</th>\n<th align=\"left\">Tax name</th>\n<th align=\"left\">Treatment in UKMOD</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\" rowspan=\"4\">\n<b>National Insurance Contributions (NICs</b>)</td>\n<td align=\"left\">Employees NICs</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\">Self-employed NICs</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\">Employers NICs</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\">Credited (State) National Insurance Contributions</td>\n<td align=\"left\">S (<a href=\"#T1_FN2\">*</a>)</td>\n</tr>\n<tr>\n<td align=\"left\">\n<b>Private pension contributions</b>\n</td>\n<td align=\"left\"> </td>\n<td align=\"left\">PS</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"5\">\n<b>Direct Taxes</b>\n</td>\n<td align=\"left\">Income Tax</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\">Council Tax</td>\n<td align=\"left\">I</td>\n</tr>\n<tr>\n<td align=\"left\">Capital Gains Tax</td>\n<td align=\"left\">E</td>\n</tr>\n<tr>\n<td align=\"left\">Inheritance Tax</td>\n<td align=\"left\">E</td>\n</tr>\n<tr>\n<td align=\"left\">Property and Stamp Duties</td>\n<td align=\"left\">E</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\">\n<b>Indirect Taxes</b>\n</td>\n<td align=\"left\">Valued Added Tax (VAT)</td>\n<td align=\"left\">E</td>\n</tr>\n<tr>\n<td align=\"left\">Excises</td>\n<td align=\"left\">E</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Types of Taxes in the UK tax-benefit system and modelling strategy in UKMOD",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The social security benefits modelled in UKMOD can be divided into three different types: (i) contributory, (ii) non-contributory, non-means-tested and (iii) non-contributory, means-tested.",
                    "type": "paragraph"
                },
                {
                    "text": "Contributory benefits are earnings-replacement benefits and pensions. Entitlement to these benefits depends on having met certain conditions regarding National Insurance contributions. Some contributory benefits are subject to specific tests on current income.",
                    "type": "paragraph"
                },
                {
                    "text": "Non-contributory, non-means-tested benefits depend on certain contingencies such as disability or (lone) parenthood but do not require contributions to have been made and are not subject to an income test.",
                    "type": "paragraph"
                },
                {
                    "text": "Non-contributory, means-tested benefits depend on a range of personal and family circumstances but also on family incomes – benefit entitlement is reduced if family incomes increase.",
                    "type": "paragraph"
                },
                {
                    "text": "Tax credits have changed their name, format and administering authority over the past 15 years. In practice, despite being administered by the tax authorities, tax credits are like cash benefits and are treated as such in UKMOD.",
                    "type": "paragraph"
                },
                {
                    "text": "As in EUROMOD, UKMOD distinguishes between (i) benefits that are fully simulated, both in terms of eligibility and in terms of entitlements, (ii) benefits that are only partially simulated, as eligibility conditions cannot be modelled due to limitations of the input data (only the amount of the benefit is simulated, while eligibility is taken from the data), and (iii) benefits that are included in the input data but are not simulated, generally because the entitlements also depend on characteristics that are unobserved. <a href=\"#table2\">Table 2</a> provides an overview of how different benefits are treated in UKMOD, as of the A2.51+ release (all benefits are constantly reviewed with the aim to increase the number of those that are fully or partly simulated).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Notes: UKMOD version A2.51+. “E”: excluded from the model as it is neither included in the micro-data nor simulated; “I”: included in the micro-data but not simulated; “PS” partially simulated as some of its relevant rules are not simulated; “S” simulated although some minor or very specific rules may not be simulated.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "Benefit cap is applied to the following policies: Income Support, Job Seeker’s Allowance, Employment Support Allowance, Housing Benefit, Bereavement Allowance, Carer’s Allowance, Child Benefit, Guardian’s Allowance, CTC, Incapacity Benefit, Maternity Allowance, Severe Disability Allowance, Widow’s Pension.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "T2_FN3",
                                    "label": "*",
                                    "text": [
                                        {
                                            "text": "A full simulation of unemployment benefits to replace the partial simulation of the contribution-based component of JSA can be switched on (see <a href=\"#bib10\">Reis and Tasseva, 2020</a> for details).",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "T2_FN4",
                                    "label": "†",
                                    "text": [
                                        {
                                            "text": "A full simulation of Statutory Maternity Pay, Maternity Allowance and Statutory Paternity Pay is available starting from 2015 but not included in the baseline results. It can be switched on by users.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Benefit type</th>\n<th align=\"left\">Benefit name</th>\n<th align=\"left\">Treatment in UKMOD</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\" rowspan=\"6\">\n<b>Contributory (aka National Insurance Benefits</b>)</td>\n<td align=\"left\">Bereavement benefit</td>\n<td align=\"left\">I</td>\n</tr>\n<tr>\n<td align=\"left\">Employment and Support Allowance (ESA)</td>\n<td align=\"left\">I</td>\n</tr>\n<tr>\n<td align=\"left\">Incapacity Benefit</td>\n<td align=\"left\">I</td>\n</tr>\n<tr>\n<td align=\"left\">Jobseeker’s Allowance (JSA):</td>\n<td align=\"left\">PS (<a href=\"#T2_FN3\">*</a>)</td>\n</tr>\n<tr>\n<td align=\"left\">Maternity Allowance (MA)</td>\n<td align=\"left\">I (<a href=\"#T2_FN4\">†</a>)</td>\n</tr>\n<tr>\n<td align=\"left\">State Pension</td>\n<td align=\"left\">I</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"14\">\n<b>Non-contributory, non-means-tested</b>\n</td>\n<td align=\"left\">Attendance Allowance (AA)</td>\n<td align=\"left\">I</td>\n</tr>\n<tr>\n<td align=\"left\">Carer’s Allowance (CA)</td>\n<td align=\"left\">I</td>\n</tr>\n<tr>\n<td align=\"left\">Child Benefit (CB)</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\">Disability Living Allowance (DLA)</td>\n<td align=\"left\">I</td>\n</tr>\n<tr>\n<td align=\"left\">Guardian’s Allowance</td>\n<td align=\"left\">E</td>\n</tr>\n<tr>\n<td align=\"left\">Industrial Injuries Disablement Benefit</td>\n<td align=\"left\">I</td>\n</tr>\n<tr>\n<td align=\"left\">Personal Independence Payment (PIP)</td>\n<td align=\"left\">I</td>\n</tr>\n<tr>\n<td align=\"left\">Scottish Carer’s Allowance Supplement (Scotland only)</td>\n<td align=\"left\">PS</td>\n</tr>\n<tr>\n<td align=\"left\">Scottish Child Winter Heating Assistance</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\">Severe Disablement Allowance (SDA)</td>\n<td align=\"left\">I</td>\n</tr>\n<tr>\n<td align=\"left\">Sure Start Maternity Grant</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\">War Pension</td>\n<td align=\"left\">PS</td>\n</tr>\n<tr>\n<td align=\"left\">Widow’s Pension</td>\n<td align=\"left\">PS</td>\n</tr>\n<tr>\n<td align=\"left\">Winter Fuel Allowance</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"13\">\n<b>Means-tested</b>\n</td>\n<td align=\"left\">Best Start Grant</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\">Child Tax Credit (CTC)</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\">Council Tax Reduction (CTR)</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\">Employment and Support Allowance (income-based)</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\">Housing Benefit (HB)</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\">Income Support (IS)</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\">Jobseeker’s Allowance (income-based)</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\">Local Housing Allowance (LHA)</td>\n<td align=\"left\">PS</td>\n</tr>\n<tr>\n<td align=\"left\">Pension Credit (PC)</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\">Scottish Child Payment</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\">Social Fund</td>\n<td align=\"left\">E</td>\n</tr>\n<tr>\n<td align=\"left\">Universal Credit (UC)</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\">Working Tax Credit (WTC)</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"8\">\n<b>Other (not strictly) benefits</b>\n</td>\n<td align=\"left\">Child support</td>\n<td align=\"left\">I</td>\n</tr>\n<tr>\n<td align=\"left\">Foster Allowances</td>\n<td align=\"left\">E</td>\n</tr>\n<tr>\n<td align=\"left\">Occupational and approved personal pensions</td>\n<td align=\"left\">I</td>\n</tr>\n<tr>\n<td align=\"left\">Statutory Maternity Pay (SMP)</td>\n<td align=\"left\">I (<a href=\"#T2_FN4\">†</a>)</td>\n</tr>\n<tr>\n<td align=\"left\">Statutory Paternity Pay (SPP)</td>\n<td align=\"left\">I (<a href=\"#T2_FN4\">†</a>)</td>\n</tr>\n<tr>\n<td align=\"left\">Statutory Sick Pay (SSP)</td>\n<td align=\"left\">I</td>\n</tr>\n<tr>\n<td align=\"left\">Student loans</td>\n<td align=\"left\">I</td>\n</tr>\n<tr>\n<td align=\"left\">Training allowances and Education Maintenance Allowance</td>\n<td align=\"left\">I</td>\n</tr>\n<tr>\n<td align=\"left\" rowspan=\"2\">\n<b>Covid-19 Market income support schemes</b>\n</td>\n<td align=\"left\">Coronavirus Job Retention Scheme (CJRS)</td>\n<td align=\"left\">S</td>\n</tr>\n<tr>\n<td align=\"left\">Self-Employed Income Support Scheme (SEISS)</td>\n<td align=\"left\">S</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Types of Benefits in the UK tax-benefit system and modelling strategy in UKMOD",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Two emergency support schemes have been introduced in April/May 2020 to cushion the employment effects of the Covid-19 pandemic: the Coronavirus Job Retention Scheme (CJRS) or “furlough scheme”, which provides up to 80% of earnings lost due to reduced hours for employees, and the Self-Employment Income Support Scheme (SEISS) which provides grants up to 80% of lost profits for the self-employed. They are both modelled in UKMOD.",
                    "type": "paragraph"
                },
                {
                    "text": "As already mentioned, the modelling of policy systems goes back to 2005, and currently extends into the future until 2024. For details about what policies were active in each year, see the latest UKMOD Country Report (<a href=\"#bib10\">Reis and Tasseva, 2020</a>).",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Policies<sup><a href=\"#fn10\">10</a></sup>\n",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The latest input data available for UKMOD at the time of writing is FRS 2018/19. While in normal years we would assume that the population characteristics and the labour market do not change too much year on year, so that the same input data can be used to model later policy years (with monetary variables appropriately uprated), in the wake of the Covid-19 pandemic this assumption becomes clearly untenable. We have therefore, to ‘nowcast’ the employment effects of Covid-19 for which the data has not yet become available, and forecast future data, where assumptions about the recovery path need to be made. This has been a common problem to all applications of tax-benefit microsimulation models since the beginning of the pandemic (see for instance <a href=\"#bib2\">Brewer and Tasseva, 2020</a>; <a href=\"#bib3\">Bronka et al., 2020</a>; <a href=\"#bib8\">O'Donoghue et al., 2020</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "We distinguish between being hit by the employment shock, and receiving government support. For the employment shock, we distinguish between adjustments on the extensive margin (going into unemployment) and the intensive margin (reducing the number of hours worked). We also distinguish between employees and the self-employed. Finally, we distinguish between nowcasting (updating the micro data to the latest aggregate information available), short-term forecasting (updating the micro data from the latest aggregate information to the planned end of the Covid-19 income support schemes) and medium-term forecasting (updating the micro data from the end of the Covid-19 schemes onwards).",
                    "type": "paragraph"
                },
                {
                    "text": "For nowcasting, we randomly put workers (both employees and the self-employed) into unemployment based on aggregate unemployment data (extensive margin). Reduction in the number of hours worked for employees is modelled together with the furlough scheme (we assume for simplicity that all employees that do not go into unemployment but are forced to reduce their hours of work due to the pandemic benefit from the CJRS, see below), while the self-employed who do not become unemployed are randomly assigned a 50% reduction in the number of hours worked, based on data coming from the Understanding Society Covid-19 study (intensive margin).<sup><a href=\"#fn12\">12</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "We randomly assign employees to CJRS based on monthly aggregate data provided by the Tax authority (HMRC), disaggregated by sectors. We further distribute furloughed individuals to either full time or part-time furlough also based on monthly aggregate data (but not disaggregated by sectors due to lack of data). For simplicity, we only consider a 50% reduction in hours worked for part-time furlough. Furthermore, we randomly assign SEISS grants to self-employed based on HMRC monthly aggregate data (not disaggregated by sectors).<sup><a href=\"#fn13\">13</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "For forecasting, we align employment status to the yearly unemployment projections from the Office for Budget Responsibility (<a href=\"#bib9\">OBR – Office for Budget Responsibility, 2020</a>). We also assume that recipiency of the CJRS and SEISS benefits linearly goes to 0 from the latest observed data (January 2021 at the moment of writing) to the planned end of the schemes (October 2021).",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table3\">Tables 3</a>–<a href=\"#table5\">5</a> provide more details on the basic assumptions we currently (UKMOD A2.51+) follow for nowcasting and forecasting of the impact of Covid-19 pandemic.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Notes: ONS – Office for National Statistics, UK statistical agency; HMRC – HM Revenue & Customs, UK’s tax, payments and customs authority.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table3",
                            "label": "Table 3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Employees</th>\n<th align=\"left\">Self-employed</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">\n<b>Employment shock</b>\n</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">- extensive margin</td>\n<td align=\"left\" colspan=\"2\">Workers randomly put into unemployment based on OBR projections and aggregate ONS unemployment data</td>\n</tr>\n<tr>\n<td align=\"left\">- intensive margin</td>\n<td align=\"left\">(Modelled jointly with income support)</td>\n<td align=\"left\">Workers are randomly considered either unaffected (same number of hours worked) or affected (reduced number of hours worked), based on Understanding society Covid-19 study data</td>\n</tr>\n<tr>\n<td align=\"left\">\n<b>Income support</b>\n</td>\n<td align=\"left\">Workers randomly put to either full time or part-time furlough based on monthly HMRC aggregate data, partially disaggregated by sectors.</td>\n<td align=\"left\">Workers randomly given a SEISS grant based on monthly HMRC aggregate data</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Nowcasting of the Covid-19 impact on labour market and income support",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Notes: OBR – Office for Budget Responsibility, a non-departmental public body funded by the UK Treasury, that provides independent economic forecasts and independent analysis of the public finances.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table4",
                            "label": "Table 4",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Employees</th>\n<th align=\"left\">Self-employed</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">\n<b>Employment shock</b>\n</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">- extensive margin</td>\n<td align=\"left\" colspan=\"2\">Workers randomly put into unemployment based on OBR yearly projections</td>\n</tr>\n<tr>\n<td align=\"left\">- intensive margin</td>\n<td align=\"left\">(Modelled jointly with income support)</td>\n<td align=\"left\">Proportion of workers affected linearly decreases to 0</td>\n</tr>\n<tr>\n<td align=\"left\">\n<b>Income support</b>\n</td>\n<td align=\"left\">Proportion of workers on furlough linearly decreases to 0</td>\n<td align=\"left\">Proportion of workers receiving a SEISS grant linearly decreasing to 0</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Short-term forecasting, up to the end of government support (October 2021)",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Notes: OBR – Office for Budget Responsibility, a non-departmental public body funded by the UK Treasury, that provides independent economic forecasts and independent analysis of the public finances.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table5",
                            "label": "Table 5",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Employees</th>\n<th align=\"left\">Self-employed</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">\n<b>Employment shock</b>\n</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">- extensive margin</td>\n<td align=\"left\" colspan=\"2\">Workers randomly put into unemployment based on OBR yearly projections</td>\n</tr>\n<tr>\n<td align=\"left\">- intensive margin</td>\n<td align=\"left\">(Not modelled)</td>\n<td align=\"left\">(Not modelled)</td>\n</tr>\n<tr>\n<td align=\"left\">\n<b>Income support</b>\n</td>\n<td align=\"left\">(Not available)</td>\n<td align=\"left\">(Not available)</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Medium-term forecasting, from the end of government support (October 2021) onwards",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "For future releases, we will gradually extend nowcasting as new aggregate data become available, potentially eliminating the need for short-term forecasting (i.e., if the income support schemes are not further renewed).",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Nowcasting and forecasting",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "UKMOD is thoroughly validated against external benchmarks. In particular, we compare earnings with estimates from the Annual Survey of Hours and Earnings (ASHE), simulated taxes and benefits with FRS data, if available, and with official sources, and statistics about the income distribution (income inequality and poverty rates) with Households below average income (HBAI) statistics.<sup><a href=\"#fn14\">14</a></sup> All the results are reported in the country reports. To be noted, apart from nowcasting and forecasting there are no parameters in UKMOD that are calibrated. In particular, take-up rates are taken from official statistics and applied to the simulated number of eligible beneficiaries, rather than being computed ad hoc to match validation targets.",
                    "type": "paragraph"
                }
            ],
            "id": "s7",
            "title": "7. Validation",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "UKMOD was born as an enhanced version of the UK component of EUROMOD, and given that the UK component of EUROMOD is no longer maintained by the European Commission, it now constitutes the only EUROMOD-based tax-benefit model for the UK. With respect to the old EUROMOD-UK model, UKMOD provides more up-to-date input data, two model updates per year, regional disaggregation, policy systems that extend 5 years into the future, a simplified interface in addition to the standard EUROMOD one, and an online version accessible by anyone irrespective of whether they have access to the underlying micro data. Although UKMOD constitutes a stand-alone model and is not integrated with the EU-27 EUROMOD release, it shares with the EU-27 models the same structure, modelling approach, and simulation platform, easily allowing for comparative analysis. Above all, UKMOD remains fully rooted in the EUROMOD tradition, embracing all the basic principles of EUROMOD: accessibility, transparency, absence of calibration, validation, and documentation. In its first two years of existence UKMOD has attracted a significant interest from public and private bodies in the UK, as well from numerous researchers. Its ultimate aim is to “open the black box” of tax-benefit modelling in the UK, democratising access to an important tool for evidence-based policy making and research.",
                    "type": "paragraph"
                }
            ],
            "id": "s8",
            "title": "8. Conclusions",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "The discontinuation of the UK component of EUROMOD creates an issue of possible future divergence between a version of the EUROMOD simulation platform maintained by the Commission, and a version maintained by CeMPA. Currently however there are mutual plans for a joint development of the EUROMOD open source software.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"https://www.microsimulation.ac.uk/about/training\">https://www.microsimulation.ac.uk/about/training</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See /www.microsimulation.ac.uk/ukmod/ukmod-explore.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "TAXBEN also makes use of the Living Costs and Food Survey and its predecessors, as well as the English Longitudinal Survey of Ageing (ELSA). An experimental version of UKMOD runs on the UK Longitudinal Household Survey (UKHLS, a.k.a. Understanding Society).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A comparison of FRS data with administrative sources shows that roughly 2/3 of recipients are represented in the FRS data, although some benefits are better represented on the FRS than others. For instance, the percentage of recipients represented in both the FRS and administrative data is 57% for Attendance Allowance, and 90% for State Pension (<a href=\"#bib4\">DWP - Department for Work and Pensions, 2018</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A 2001 system is also available upon request. By comparison, TAXBEN goes back to 1975.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Only if individuals would remain employed with the same salary for the full year would the two measures coincide.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Not to be confused with the distinction between vertical (between individuals) and horizontal (between groups) inequality.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "E.g. child benefit. An exception is Universal Credit, with a one-month assessment period.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This section draws on Section 1 of the UKMOD Country Report (<a href=\"#bib10\">Reis and Tasseva, 2020</a>). The text reported here is partly quoted. The reader is directed there for more details.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "VAT and consumption taxes are considered in both the TAXBEN and IPPR model.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib13\">University of Essex, Institute for Social and Economic Research (2021)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Interestingly, there is little evidence, in the data that is currently available, of a correlation between being more severely affected by the pandemic and receiving a SEISS grant, for the self-employed. We therefore model these two processes independently. We will review this assumption as new evidence will become available.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Non-simulated taxes and benefits are also compared with official sources but this provides a validation of the input data used (FRS), rather than the model.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "A comparison of current and annual measures of income in the British household panel survey",
            "authors": [
                {
                    "name": {
                        "index": "Bönheim, R",
                        "preferred": "R Bönheim"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jenkins, SP",
                        "preferred": "SP Jenkins"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "id": "bib1",
            "journal": "Journal of Official Statistics",
            "pages": {
                "first": "733",
                "last": "758",
                "range": "733–758"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Brewer, M",
                        "preferred": "M Brewer"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib2",
            "title": "Did the UK policy response to Covid-19 protect household incomes? EUROMOD WP 12/20",
            "type": "unknown"
        },
        {
            "articleTitle": "The Covid-19 crisis response helps the poor: The distributional and budgetary consequences of the UK lockdown",
            "authors": [
                {
                    "name": {
                        "index": "Bronka, P",
                        "preferred": "P Bronka"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Collado, D",
                        "preferred": "D Collado"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib3",
            "journal": "Covid Economics",
            "pages": {
                "first": "96",
                "last": "104",
                "range": "96–104"
            },
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": "DWP - Department for Work and Pensions",
                    "type": "group"
                }
            ],
            "date": "2018",
            "id": "bib4",
            "title": "Family resources survey. United Kingdom, 2016/17. background note and methodology. UK government",
            "type": "unknown"
        },
        {
            "articleTitle": "TAXBEN: the IFS microsimulation tax and benefit model",
            "authors": [
                {
                    "name": {
                        "index": "Giles, C",
                        "preferred": "C Giles"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McCrae, J",
                        "preferred": "J McCrae"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "doi": "10.1920/wp.ifs.1995.9519",
            "id": "bib6",
            "journal": "IFS Working Papers No. W95/19",
            "pages": "1",
            "type": "journal"
        },
        {
            "articleTitle": "The British household panel survey and its income data",
            "authors": [
                {
                    "name": {
                        "index": "Jenkins, SP",
                        "preferred": "SP Jenkins"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib7",
            "journal": "IZA Discussion Paper No. 5242",
            "pages": "1",
            "type": "journal"
        },
        {
            "articleTitle": "Modelling the distributional impact of the COVID‐19 crisis",
            "authors": [
                {
                    "name": {
                        "index": "O'Donoghue, C",
                        "preferred": "C O'Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sologon, DM",
                        "preferred": "DM Sologon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kyzyma, I",
                        "preferred": "I Kyzyma"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McHale, J",
                        "preferred": "J McHale"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1111/1475-5890.12231",
            "id": "bib8",
            "journal": "Fiscal Studies",
            "pages": {
                "first": "321",
                "last": "336",
                "range": "321–336"
            },
            "type": "journal",
            "volume": "41"
        },
        {
            "authors": [
                {
                    "name": "OBR – Office for Budget Responsibility",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib9",
            "title": "Economic and fiscal outlook, November 2020. office for budget responsibility",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Reis, S",
                        "preferred": "S Reis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tasseva, I",
                        "preferred": "I Tasseva"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "UKMOD/EUROMOD Country Report",
            "date": "2020",
            "id": "bib10",
            "publisher": {
                "name": [
                    "CeMPA Working Paper Series"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Quality assessment of microsimulation models the case of EUROMOD",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.34196/ijm.00178",
            "id": "bib12",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "198",
                "last": "223",
                "range": "198–223"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "EUROMOD: The European Union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.34196/ijm.00075",
            "id": "bib11",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Irregular payments Assessing the breadth and depth of month to month earnings volatility",
            "authors": [
                {
                    "name": {
                        "index": "Tomlinson, D",
                        "preferred": "D Tomlinson"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "id": "bib15",
            "journal": "Resolution Foundation Report",
            "pages": "1",
            "type": "journal",
            "uri": "https://www.resolutionfoundation.org/app/uploads/2018/10/Irregular-payments-RF-REPORT.pdf"
        },
        {
            "authors": [
                {
                    "name": "University of Essex, Institute for Social and Economic Research",
                    "type": "group"
                }
            ],
            "date": "2021",
            "id": "bib13",
            "title": "Understanding Society: COVID-19 Study, 2020: Special Licence Access, Census 2011 Lower Layer Super Output Areas. [data collection]. 4th Edition. UK Data Service. SN: 8663, 10.5255/UKDA‐SN‐8663‐4",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Waters, T",
                        "preferred": "T Waters"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib14",
            "title": "TAXBEN: the IFS Tax and benefit microsimulation model",
            "type": "web",
            "uri": "https://www.ifs.org.uk/publications/12858"
        }
    ],
    "acknowledgements": [
        {
            "text": "We are indebted to all the former developers of the UK component of EUROMOD and later UKMOD: Mike Brewer, Kakia Chatsiou, Paola De Agostini, Chrysa Leventi, Sara Reis, Holly Sutherland, Iva Tasseva. We are grateful to Paola De Agostini who shared her insights on the IPPR model.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
