{
    "status": "vor",
    "id": "00237",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00237",
    "authorLine": "Cathal O’Donoghue et al.",
    "title": "A Microsimulation Analysis of the Distributional Impact over the Three Waves of the COVID-19 Crisis in Ireland",
    "published": "2021-08-31T00:00:00Z",
    "versionDate": "2021-08-31T00:00:00Z",
    "statusDate": "2021-08-31T00:00:00Z",
    "volume": 14,
    "issue": 2,
    "fpage": 81,
    "lpage": 105,
    "elocationId": "81-105",
    "pdf": "http://web:8082/00237/ijm-00237.pdf",
    "subjects": [
        {
            "id": "dynamic-microsimulation",
            "name": "Dynamic microsimulation"
        },
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper relies on a microsimulation framework to undertake an analysis of the distributional implications of the COVID-19 crisis over three waves. Given the lack of real-time survey data during the fast moving crisis, it applies a nowcasting methodology and real-time aggregate administrative data to calibrate an income survey and to simulate changes in the tax benefit system that attempted to mitigate the impacts of the crisis. Our analysis shows how crisis-induced income-support policy innovations combined with existing progressive elements of the tax-benefit system were effective in avoiding an increase in income inequality at all stages of waves 1-3 of the COVID-19 emergency in Ireland. There was, however, a decline in generosity over time as benefits became more targeted. On a methodological level, our paper makes a specific contribution in relation to the choice of welfare measure in assessing the impact of the COVID-19 crisis on inequality.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "O’Donoghue et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ireland",
                            "locality": [
                                "Galway"
                            ]
                        },
                        "formatted": [
                            "Galway",
                            "Ireland"
                        ]
                    },
                    "name": [
                        "National University of Ireland"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported.",
            "name": {
                "index": "O’Donoghue, Cathal",
                "preferred": "Cathal O’Donoghue"
            },
            "orcid": "0000-0003-3713-5366",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Luxembourg",
                            "locality": [
                                "Esch-sur-Alzette"
                            ]
                        },
                        "formatted": [
                            "Esch-sur-Alzette",
                            "Luxembourg"
                        ]
                    },
                    "name": [
                        "Luxembourg Institute of Socio-Economic Research"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported.",
            "emailAddresses": [
                "Denisa.Sologon@liser.lu"
            ],
            "name": {
                "index": "Sologon, Denisa M",
                "preferred": "Denisa M Sologon"
            },
            "orcid": "0000-0002-0309-5952",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Luxembourg",
                            "locality": [
                                "Esch-sur-Alzette"
                            ]
                        },
                        "formatted": [
                            "Esch-sur-Alzette",
                            "Luxembourg"
                        ]
                    },
                    "name": [
                        "Luxembourg Institute of Socio-Economic Research"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported.",
            "name": {
                "index": "Kyzyma, Iryna",
                "preferred": "Iryna Kyzyma"
            },
            "orcid": "0000-0001-8163-2269",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Luxembourg",
                            "locality": [
                                "Esch-sur-Alzette"
                            ]
                        },
                        "formatted": [
                            "Esch-sur-Alzette",
                            "Luxembourg"
                        ]
                    },
                    "name": [
                        "Luxembourg Institute of Socio-Economic Research"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported.",
            "name": {
                "index": "McHale, John",
                "preferred": "John McHale"
            },
            "orcid": "0000-0001-8163-2269",
            "type": "person"
        }
    ],
    "funding": {
        "statement": "The authors are grateful to the Irish Health Research Board and Irish Research Council for funding of this research."
    },
    "dataSets": {
        "availability": [
            {
                "text": "The analysis is based on EU-SILC data which can only be accessed by submitting a EUROSTAT application. The access to the code is subject to authors' approval. Those interested should contact the authors directly.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "COVID-19",
        "distributional impact",
        "fiscal policy",
        "income distribution",
        "income generation model",
        "inequality",
        "microsimulation",
        "nowcasting",
        "poverty"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Given the unexpected emergence of the COVID-19 virus, governments have had to respond rapidly and quite severely to flatten the curve and slow the spread of the virus. In many cases, interventions have been crude, by necessity, given the paucity of data and diagnostics necessary for more targeted policy and given the need for speed to stop the transmission of the virus. This has had significant implications on many aspects of life, acting differentially on different groups.",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper, we aim to study the impact of the COVID-19 crisis on the distribution of household income in Ireland. We extend the analysis from an initial impact assessment of the start of the crisis in <a href=\"#bib32\">Sologon et al. (2021)</a> to an evaluation of changes over the course of the crisis (between May 2020 and January 2021). In order to account for the nature of the crisis which shifted a lot of individuals to work from home, apart from a standard definition of household disposable income we also consider an alternative measure adjusted for changes in work related costs. The changes are evaluated along the distribution of household income, which helps identifying who was affected the most – those with very low incomes, middle income group, or the richest.<sup><a href=\"#fn1\">1</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "One of the challenges in trying to understand the distributional impact of a fast moving crisis is the time lag between the availability of micro data and the crisis. While microsimulation models are typically updated using uprating factors over short periods of time, a crisis like the COVID crisis, means that more simplistic assumptions are not appropriate. Within a crisis there is a requirement to take a more sophisticated nowcasting approach to bring the data in models closer to real-time.<sup><a href=\"#fn2\">2</a></sup> There is a growing number of studies utilising nowcasting, taken from the macro literature (<a href=\"#bib19\">Giannone et al., 2008</a>) to adjust survey data and make it consistent with current macro-economic trends.<sup><a href=\"#fn3\">3</a></sup> However, improving policy design requires knowledge about policy incidence and change on the distribution that raises the need in disaggregated nowcasting for microsimulation purposes, reviewed in <a href=\"#bib28\">O’Donoghue and Loughrey (2014)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "The majority of the microsimulation literature on nowcasting utilises the EUROMOD tax-benefit model. For example, <a href=\"#bib22\">Leventi et al. (2014)</a> and <a href=\"#bib25\">Navicke et al. (2013)</a> applied the nowcasting method to update poverty indicators (calibrating within population sub-groups) by linking income surveys such as the Survey of Income and Living Conditions to aggregated labour market conditions from other data sources (e.g. the European Labour Force Survey). The approach has been applied during COVID-19 for a number of European Countries (see, among other, <a href=\"#bib7\">Beirne et al., 2020</a>; <a href=\"#bib11\">Brewer and Tasseva, 2020</a>; <a href=\"#bib12\">Bronka et al., 2020</a>; <a href=\"#bib18\">Figari and Fiorio, 2020</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "There have been a number of alternative approaches. <a href=\"#bib1\">Addabbo et al. (2016)</a> improved the heterogeneity of transitions by estimating parametric equations to capture employment changes. Instead of calibrating income surveys to labour force surveys, <a href=\"#bib15\">Carta (2019)</a> imputed labour income onto recent labour force data, albeit only looked at the distribution of market income. <a href=\"#bib32\">Sologon et al. (2021)</a> and <a href=\"#bib33\">Sologon et al. (2021)</a> also utilised a parametric approach, but drawing upon the alignment methodology of the dynamic microsimulation literature described in <a href=\"#bib23\">Li and O’Donoghue (2014)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#bib24\">Li et al. (2020)</a> took a different approach along the lines of the static ageing literature (<a href=\"#bib20\">Immervoll et al., 2005</a>) – a semi-parametric perspective – drawing upon the methodology of <a href=\"#bib17\">DiNardo et al. (1996)</a>. Although incorporating flexible distributional forms, the semi- or non-parametric methods have a risk of relying on small cells sizes, particularly when there are a lot of dimensions used in the reweighting (<a href=\"#bib21\">Klevmarken, 1997</a>). Therefore, we utilise a parametric approach initially applied in <a href=\"#bib32\">Sologon et al. (2021)</a> in order to study the impact of the COVID-19 crisis on the distribution of household income. We extend this analysis from an initial impact assessment of the start of the crisis to an evaluation of changes over the course of the crisis.",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper, we take Ireland as a case study. At the time of writing, Ireland has also been through three phases of the COVID-19 crisis (<a href=\"#fig1\">Figure 1</a>). In response to this crisis, the State instituted three main support payments: the Pandemic Unemployment Payment (PUP) targeting those who were laid off work because the business had to close as a result of the pandemics; the COVID Enhanced Illness Benefit (CEIB) for those who were out of work either due to contracting the COVID-19 virus or because they had to self-isolate due to a close contact; and various COVID Wage Subsidies (CWS) aimed at supporting employers to maintain employment contract with employees despite the fall in revenues. <a href=\"#fig2\">Figure 2</a> highlights the growth in demand for these payments over the crisis, peaking at nearly a million recipients of all benefits for a work force of just over 2 million.<sup><a href=\"#fn4\">4</a></sup>",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00237%2Fijm-00237-fig001.tif",
                                "size": {
                                    "width": 1891,
                                    "height": 1120
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00237%2Fijm-00237-fig001.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00237-fig001.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Daily number of COVID-19 cases in Ireland. Source: Worldometer data.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00237%2Fijm-00237-fig002.tif",
                                "size": {
                                    "width": 1891,
                                    "height": 1092
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00237%2Fijm-00237-fig002.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00237-fig002.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Trends in the recipients of the pandemic related payments. Note: CWS stands for various COVID Wage Subsidies; PUP stands for Pandemic Unemployment Payment; CEIB stands for COVID Enhanced Illness Benefit; TWSS stands for the Temporary Wage Subsidy Scheme.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Because of the multi-faceted nature of the shock, affecting market incomes but also demands for childcare, commuting costs and mortgage costs, we utilise a non-standard definition of disposable income, which relies on adjusting household disposable equivalized income for work-related and housing expenditures, as well as for some capital losses. At the core of our nowcasting approach lies a household income generation model (<a href=\"#bib33\">Sologon et al., 2021</a>). The model relies on data from the Survey of Income and Living Conditions (SILC) calibrated to account for the labour market and policy impacts of COVID-19 using administrative data and the Labour Force Survey (LFS). This allows generating counterfactual income distributions as a function of more timely external data than the underlying income survey.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper contributes to the literature, which evaluates the impacts of the COVID-19 crisis on the distribution of disposable household income. Using alternative modelling approaches and data sources, the available studies provide related evidence, among other, for Germany (<a href=\"#bib13\">Bruckmeier et al., 2020</a>), Italy (<a href=\"#bib18\">Figari and Fiorio, 2020</a>), the UK (<a href=\"#bib10\">Brewer and Gardiner, 2020</a>; <a href=\"#bib11\">Brewer and Tasseva, 2020</a>), or a number of European countries at once (<a href=\"#bib16\">Clark et al., 2020</a>; <a href=\"#bib2\">Almeida et al., 2021</a>).<sup><a href=\"#fn5\">5</a></sup> In most of these countries, inequality in household disposable income increased at the beginning of the crisis but somewhat decreased at its later stages. For Ireland, the main evidence comes from the studies of <a href=\"#bib7\">Beirne et al. (2020)</a> and <a href=\"#bib30\">O’Donoghue et al. (2020)</a>, who show that in contrast to many other developed countries, household income inequality decreased in Ireland already at the outbreak of the crisis. The distinctive feature of our work from these studies lies in the evaluation of the policy impacts related to the COVID-19 outbreak at different stages of the crisis and consideration of household income measures, which account for changes in work related costs induced by temporary business closures and shifts to the work-from-home mode in some sectors of economy.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We model the distributional impact of COVID-19 and its associated policy responses. The COVID-19 virus affects people differentially across various dimensions:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Those who get sick have a spectrum of consequences from self-isolation and time away from work, study and family to hospitalization and mortality;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "A far greater proportion of the population are affected by closing businesses and their loss of income or the social implications of cocooning. Unlike a typical demand shock, the biggest impacts are felt by those in so called non-essential businesses. The income implications are varied from total loss of income to increased income in some retail businesses;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "This impact on the economy has seen a large fall in capital asset values;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Various policy responses such as the Pandemic Unemployment Payment or the Temporary Wage Subsidy will have mitigated some of the impact of job loss or wage reduction, but not fully;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Agreements with banks in relation to mortgages, a freeze on evictions and supports for childcare providers will improve the cash flow of households;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "However, some households who have not lost their income will indirectly have received a windfall gain in terms of an increase in purchasing power during the crisis as a result of lower work-related costs or higher benefits than work income.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "In undertaking an analysis of these effects, we would ideally use household survey data to assess distributional impacts. However, there is a time lag between the collection and the release of data for research and analysis. For example, the main survey used that contains the income situation of households is the Survey of Income and Living Conditions. The most recent analysis undertaken is for 2018. In normal times, a lot happens in a two-year period, but in a crisis the changes are so significant that such a lag can mean the data is relatively meaningless.",
                    "type": "paragraph"
                },
                {
                    "text": "There are more recent datasets available that can assist such as the Labour Force Survey, which is available on a quarterly basis at a six-week lag or the Live Register data and Price data that is available on a monthly basis on a short lag. However, these datasets do not contain income information. In order to improve the targeting of policies with minimal cost we need to understand in real-time how the shock affects the incomes of different types of households.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "From a methodological point of view, the key challenge is the lack of up to date information. We propose to overcome this data gap by using a “nowcasting” methodology (<a href=\"#bib28\">O’Donoghue and Loughrey, 2014</a>). Our methodology is summarized in <a href=\"#FF1\">Figure F1</a> (<a href=\"#app6\">Appendix F</a>), which highlights the main components:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "A household income generation model -- composed of a labour market module, an income/cost module and a tax-benefit simulator -- able to describe the overall household income distribution and to simulate counterfactual distributions of disposable incomes under alternative scenarios;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "A nowcasting component to calibrate the simulations from the income generation model to external statistics based on recent data on employment and prices with the objective to provide a \"near real-time\" picture of the distribution of income.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Our paper goes beyond existing methods that apply price inflation factors, change proportionally the employment rate in specific industries and apply tax-benefit transformations to explain the policy consequences (<a href=\"#bib25\">Navicke et al., 2013</a>). In periods of significant volatility with large and rapid changes in the structure of the economy, such as during the COVID-19 crisis, it is more appropriate to utilise a dynamic-type income generation model approach to update the data and to capture the heterogeneity of changes in the population (see <a href=\"#bib23\">Li and O’Donoghue, 2014</a>; <a href=\"#bib8\">Bourguignon et al., 2001</a>). We follow a similar approach as studies looking at the first 2 waves of COVID-19 (e.g. <a href=\"#bib32\">Sologon et al. (2021)</a>, <a href=\"#bib33\">Sologon et al. (2021)</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "At the core of our nowcasting approach lies an income generation model, which consists of a system of equations that describe the household market income distribution as a function of personal and household attributes (<a href=\"#bib33\">Sologon et al., 2021</a>). The parameters of the income generation model, estimated using the latest available survey data (<i>time t</i>), are used to simulate counterfactual distributions of market incomes under alternative scenarios.<sup><a href=\"#fn6\">6</a></sup> In order to convert market incomes into disposable incomes, we utilize the NUI Galway tax-benefit simulator (<a href=\"#bib27\">O’Donoghue et al. (2013)</a>; <a href=\"#bib29\">O’Donoghue et al. (2018)</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "This methodology was already used to understand the drivers of cross-national difference in inequality in disposable income (<a href=\"#bib33\">Sologon et al., 2021</a>) and the drivers of changes in disposable income inequality (<a href=\"#bib31\">Černiauskas et al., 2021</a>). In this paper, we use the infrastructure to update the latest available survey data by calibrating the simulations to external macro controls to reflect more timely Live Register, Price and Labour Force Survey data to undertake the COVID distributional impact assessment.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To accommodate the nature of the shock and the multi-faceted impact on household living standards, our core welfare variable of interest is an augmented definition disposable income which accounts for work-related and housing costs. Following the standard definition, disposable income,  <math id=\"inf1\"> <msub> <mrow> <mi>Y</mi> </mrow> <mrow> <mi>D</mi> <mo>,</mo> <mi>t</mi> </mrow> </msub> </math> , at time  <math id=\"inf2\"> <mi>t</mi> </math>  depends upon market income  <math id=\"inf3\"> <msub> <mrow> <mi>Y</mi> </mrow> <mrow> <mi>M</mi> <mo>,</mo> <mi>t</mi> </mrow> </msub> </math> , benefits  <math id=\"inf4\"> <mi>B</mi> <mfenced separators=\"|\"> <mrow> <msub> <mrow> <mi>Y</mi> </mrow> <mrow> <mi>M</mi> <mo>,</mo> <mi>t</mi> </mrow> </msub> <mo>,</mo> <msub> <mrow> <mi>Z</mi> </mrow> <mrow> <mi>t</mi> </mrow> </msub> <mo>,</mo> <msubsup> <mrow> <mi>θ</mi> </mrow> <mrow> <mi>t</mi> </mrow> <mrow> <mi>B</mi> </mrow> </msubsup> </mrow> </mfenced> </math>  and taxation  <math id=\"inf5\"> <mi>T</mi> <mo>(</mo> <msub> <mrow> <mi>Y</mi> </mrow> <mrow> <mi>M</mi> <mo>,</mo> <mi>t</mi> </mrow> </msub> <mo>,</mo> <msub> <mrow> <mi>Z</mi> </mrow> <mrow> <mi>t</mi> </mrow> </msub> <mo>,</mo> <msubsup> <mrow> <mi>θ</mi> </mrow> <mrow> <mi>t</mi> </mrow> <mrow> <mi>T</mi> </mrow> </msubsup> <mo>)</mo> </math> , which are in turn dependent upon personal skills, family characteristics, Z, and tax-benefit parameters  <math id=\"inf6\"> <mi>θ</mi> </math> . Our analysis adjusts disposable income for:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Work-related expenditures  <math id=\"inf7\"> <msub> <mrow> <mi>C</mi> </mrow> <mrow> <mi>t</mi> </mrow> </msub> </math>  :",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Housing costs  <math id=\"inf8\"> <msub> <mrow> <mi>H</mi> </mrow> <mrow> <mi>t</mi> </mrow> </msub> </math>  :",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Capital losses  <math id=\"inf9\"> <msub> <mrow> <mi>Q</mi> </mrow> <mrow> <mi>t</mi> </mrow> </msub> </math> :",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "mathml": "<math>\n<msub>\n<mrow>\n<mi>Y</mi>\n</mrow>\n<mrow>\n<mi>D</mi>\n<mo>,</mo>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>=</mo>\n<msub>\n<mrow>\n<mi>Y</mi>\n</mrow>\n<mrow>\n<mi>M</mi>\n<mo>,</mo>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>-</mo>\n<mi mathvariant=\"normal\"> </mi>\n<mi>T</mi>\n<mfenced separators=\"|\">\n<mrow>\n<msub>\n<mrow>\n<mi>Y</mi>\n</mrow>\n<mrow>\n<mi>M</mi>\n<mo>,</mo>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>,</mo>\n<msub>\n<mrow>\n<mi>Z</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>,</mo>\n<msubsup>\n<mrow>\n<mi>θ</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n</mrow>\n<mrow>\n<mi>T</mi>\n</mrow>\n</msubsup>\n</mrow>\n</mfenced>\n<mo>+</mo>\n<mi mathvariant=\"normal\"> </mi>\n<mi>B</mi>\n<mfenced separators=\"|\">\n<mrow>\n<msub>\n<mrow>\n<mi>Y</mi>\n</mrow>\n<mrow>\n<mi>M</mi>\n<mo>,</mo>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>,</mo>\n<msub>\n<mrow>\n<mi>Z</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>,</mo>\n<msubsup>\n<mrow>\n<mi>θ</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n</mrow>\n<mrow>\n<mi>B</mi>\n</mrow>\n</msubsup>\n</mrow>\n</mfenced>\n<mo>-</mo>\n<msub>\n<mrow>\n<mi>H</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>-</mo>\n<msub>\n<mrow>\n<mi>Q</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>-</mo>\n<msub>\n<mrow>\n<mi>C</mi>\n</mrow>\n<mrow>\n<mi>t</mi>\n</mrow>\n</msub>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "text": "In this paper we define:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Market income – income from the market plus employer social insurance contributions;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Gross income – market income plus benefits;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Disposable income – gross income minus taxes and all social insurance contributions;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Adjusted disposable income – disposable income minus child care, housing costs, commuting costs, and share losses.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "To some extent, this turns the clock back to microsimulation analyses from the 1980’s where disposable income net of housing costs were used occasionally (<a href=\"#bib4\">Atkinson et al., 1993</a>; <a href=\"#bib5\">Atkinson, 1995</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The core, a generic household income-generation model (IGM, similar to <a href=\"#bib33\">Sologon et al. (2021)</a>), is composed of several modules as shown in <a href=\"#FF1\">Figure F1</a>(<a href=\"#app6\">Appendix F</a>). The labour market module estimates the statistical distribution of labour market factors: the probability to be at work, to earn income from salaried employment or self-employment, the occupational, sector and industry, choices, the probability of being unemployed, retired (if not working), the prevalence of income sources (investment income, property income, private pension, other income), the probability of paying for housing (home owner, mortgage, rent), the probability of paying contributions (private pensions), the probability of having child care.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The market composition module involves two estimation techniques: (i) binary models for binary outcomes, and (ii) multinomial models for m outcomes,  <math id=\"inf10\"> <mi>m</mi> <mo>§amp;gt;</mo> <mn>2</mn> </math> . In order to use the estimated probabilities from logistic models within a Monte Carlo simulation, we draw a set of random numbers such that we predict the actual dependent variable in the base year (see <a href=\"#bib33\">Sologon et al., 2021</a> for the method). The disturbance terms are normally distributed, recovered directly from the data for those with observed incomes, or generated stochastically for those without a specific income source in the data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "At each step, we retrieve the parameters estimates and the individual specific errors for each estimated model, to be subsequently used in simulating counterfactuals. We use the IGM to simulate the impact of changing economic conditions over time. <a href=\"#bib9\">Bourguignon et al. (2007)</a> and <a href=\"#bib31\">Černiauskas et al. (2021)</a> used a similar methodology to disentangle the impact of macro-economic changes on inequality by generating counterfactual distribution - transformations of the income generation process by ’swapping coefficients’ between years for the various transformations.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In nowcasting, the simulations involve calibrating econometrically estimated equations in the income generation model to external control totals made available in more timely data than the estimation data, only available at a lag. The calibration mechanism or alignment is drawn from the dynamic microsimulation literature (<a href=\"#bib23\">Li and O’Donoghue, 2014</a>) and aims to calibrate the microsimulation model in order to match the simulated output to exogenous totals, particularly in relation to the structure of the labour market (<a href=\"#bib6\">Bækgaard, 2002</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In our model we utilise three types of alignment:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "for binary discrete data,",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "discrete data with more than two choices, and",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "continuous data, as discussed at length in <a href=\"#bib32\">Sologon et al. (2021)</a>.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "roman-lower",
                            "type": "list"
                        },
                        {
                            "text": "In effect, this method incorporates a stochastic term in the parametric regression to select the weighted number from an exogenous calibration parameter according to the rank of the deterministic and stochastic component of the parametric regression.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The nowcasting processes involves a number of components:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "The simulation of the system of hierarchically structured, multiple equations in the income generation model that describe the presence  <math id=\"inf11\"> <mfenced separators=\"|\"> <mrow> <msub> <mrow> <mi>I</mi> </mrow> <mrow> <mi>i</mi> <mo>,</mo> <mi>t</mi> </mrow> </msub> </mrow> </mfenced> </math>  and level  <math id=\"inf12\"> <mfenced separators=\"|\"> <mrow> <msub> <mrow> <mi>Y</mi> </mrow> <mrow> <mi>i</mi> <mo>,</mo> <mi>t</mi> </mrow> </msub> </mrow> </mfenced> </math>  of market incomes and the alignment of these simulation to external statistics;",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "mathml": "<math>\n<semantics>\n<mrow>\n<msub>\n<mi>Y</mi>\n<mrow>\n<mi>M</mi>\n<mo>,</mo>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>=</mo>\n<mstyle displaystyle=\"true\">\n<munder>\n<mo>∑</mo>\n<mrow>\n<mi>i</mi>\n<mo>=</mo>\n<mn>1...</mn>\n<mi>m</mi>\n</mrow>\n</munder>\n<mrow>\n<msubsup>\n<mi>Y</mi>\n<mrow>\n<mi>i</mi>\n<mo>,</mo>\n<mi>t</mi>\n</mrow>\n<mo>*</mo>\n</msubsup>\n</mrow>\n</mstyle>\n<mo>=</mo>\n<mstyle displaystyle=\"true\">\n<munder>\n<mo>∑</mo>\n<mrow>\n<mi>i</mi>\n<mo>=</mo>\n<mn>1...</mn>\n<mi>m</mi>\n</mrow>\n</munder>\n<mrow>\n<mrow>\n<mo>{</mo> <mrow>\n<msub>\n<mi>Y</mi>\n<mrow>\n<mi>i</mi>\n<mo>,</mo>\n<mi>t</mi>\n</mrow>\n</msub>\n<mrow>\n<mo>(</mo>\n<mrow>\n<msubsup>\n<mi>Z</mi>\n<mrow>\n<mi>i</mi>\n<mo>,</mo>\n<mi>t</mi>\n</mrow>\n<mi>Y</mi>\n</msubsup>\n<mo>,</mo>\n<msubsup>\n<mi>θ</mi>\n<mrow>\n<mi>i</mi>\n<mo>,</mo>\n<mi>t</mi>\n</mrow>\n<mi>Y</mi>\n</msubsup>\n<mo>,</mo>\n<msubsup>\n<mi>ε</mi>\n<mrow>\n<mi>i</mi>\n<mo>,</mo>\n<mi>t</mi>\n</mrow>\n<mi>Y</mi>\n</msubsup>\n</mrow>\n<mo>)</mo>\n</mrow>\n<mo>×</mo>\n<msub>\n<mi>I</mi>\n<mrow>\n<mi>i</mi>\n<mo>,</mo>\n<mi>t</mi>\n</mrow>\n</msub>\n<mrow>\n<mo>(</mo>\n<mrow>\n<msubsup>\n<mi>Z</mi>\n<mrow>\n<mi>i</mi>\n<mo>,</mo>\n<mi>t</mi>\n</mrow>\n<mi>I</mi>\n</msubsup>\n<mo>,</mo>\n<msubsup>\n<mi>θ</mi>\n<mrow>\n<mi>i</mi>\n<mo>,</mo>\n<mi>t</mi>\n</mrow>\n<mi>I</mi>\n</msubsup>\n<mo>,</mo>\n<msubsup>\n<mi>ε</mi>\n<mrow>\n<mi>i</mi>\n<mo>,</mo>\n<mi>t</mi>\n</mrow>\n<mi>I</mi>\n</msubsup>\n</mrow>\n<mo>)</mo>\n</mrow>\n</mrow> <mo>}</mo>\n</mrow>\n</mrow>\n</mstyle>\n</mrow>\n</semantics>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "A tax-benefit model, described in <a href=\"#bib27\">O’Donoghue et al. (2013)</a>, to simulate taxes and benefits T(), B();",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Income indexation – the change in the level of income resulting from changes to average wages  <math id=\"inf13\"> <msub> <mrow> <mi>Y</mi> </mrow> <mrow> <mi>i</mi> <mo>,</mo> <mi>t</mi> </mrow> </msub> <mo>(</mo> <mo>)</mo> </math> .",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "For work-related expenditures, we model and simulate commuting costs and childcare costs. For commuting costs, we first estimate the probability of commuting by car or by public transport as a function of occupation, industry; education, location, and age group (see <a href=\"#tableB1\">Table B1</a> in <a href=\"#app2\">Appendix B</a>). Second, estimating models for both public transport and motor fuels as a function of household characteristics, disposable income, social group and number of workers, we predicted the proportional increase in these costs as a result of the number of workers in a household relative to not working. Without modelling the commuting distance as a function of income, which may have either a positive or a negative relationship, we assume a flat commuting cost across households, adjusted for the age.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The distribution of childcare costs per week by family type and disposable income decile is approximated using IPF. These averages are, in turn, used to calibrate the simulations based on the estimated models for having childcare and level of childcare expenditure (integrated in IGM, see <a href=\"#tableC1\">Table C1</a> in <a href=\"#app3\">Appendix C</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "For those with capital income, we assign the probability of holding shares across the age-income distribution on the basis of Monte Carlo estimates using Iterative Proportional Fitting (IPF). On the basis that change in wealth (excluding savings) is an alternative measure of income and given the initial COVID related impact on stock market prices, we incorporate initial capital value losses in the model. We simulate an average change in the capital value or capital loss of financial assets at the median (see <a href=\"#tableD1\">Tables D1</a>-<a href=\"#tableD2\">D2</a> in <a href=\"#app4\">Appendix D</a>).<sup><a href=\"#fn7\">7</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "These allow us to “update” the microdata to the current period.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The simulations involve two steps.",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "First, we nowcast the lastest available survey data to December 2019 which is our proxy distribution (D) for 2020 pre-COVID:  <math id=\"inf14\"> <mi>D</mi> <mfenced separators=\"|\"> <mrow> <msub> <mrow> <msub> <mrow> <mi>Y</mi> </mrow> <mrow> <mi>D</mi> </mrow> </msub> </mrow> <mrow> <mi>t</mi> <mo>+</mo> <mn>1</mn> </mrow> </msub> </mrow> </mfenced> </math> , t+1 = 2020 before the crisis;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Second, we assess the impact of COVID on the base 2020 income distribution by comparing the counterfactual distribution  <math id=\"inf15\"> <msup> <mrow> <mi>D</mi> </mrow> <mrow> <mi mathvariant=\"normal\">*</mi> </mrow> </msup> <mo>(</mo> <msub> <mrow> <msub> <mrow> <mi>Y</mi> </mrow> <mrow> <mi>D</mi> </mrow> </msub> </mrow> <mrow> <mi>t</mi> <mo>+</mo> <mn>1</mn> </mrow> </msub> <mfenced separators=\"|\"> <mrow> <msup> <mrow> <mi>L</mi> </mrow> <mrow> <mi mathvariant=\"normal\">*</mi> </mrow> </msup> </mrow> </mfenced> <mo>)</mo> </math>  under alternative shock scenarios (corresponding to different waves of the pandemic) to the pre-crisis nowcasted distribution in t+1:",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "mathml": "<math>\n<mi>D</mi>\n<mfenced separators=\"|\">\n<mrow>\n<msub>\n<mrow>\n<msub>\n<mrow>\n<mi>Y</mi>\n</mrow>\n<mrow>\n<mi>D</mi>\n</mrow>\n</msub>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>+</mo>\n<mn>1</mn>\n</mrow>\n</msub>\n</mrow>\n</mfenced>\n<mo>-</mo>\n<msup>\n<mrow>\n<mi>D</mi>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">*</mi>\n</mrow>\n</msup>\n<mo>(</mo>\n<msub>\n<mrow>\n<msub>\n<mrow>\n<mi>Y</mi>\n</mrow>\n<mrow>\n<mi>D</mi>\n</mrow>\n</msub>\n</mrow>\n<mrow>\n<mi>t</mi>\n<mo>+</mo>\n<mn>1</mn>\n</mrow>\n</msub>\n<mfenced separators=\"|\">\n<mrow>\n<msup>\n<mrow>\n<mi>L</mi>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">*</mi>\n</mrow>\n</msup>\n</mrow>\n</mfenced>\n<mo>)</mo>\n</math>",
                            "type": "mathml"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1. Nowcasting",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Methodology",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "As the main micro data source we use the 2017 version of the Survey on Income and Living Conditions (SILC). The SILC is a dataset that has been collected in Ireland since 2003 and which is used to form the Irish component of the European Union Statistics on Income and Living Conditions (EU-SILC). This representative survey contains information on socio-economic characteristics and incomes of households and living in them individuals, which is used for the construction of poverty and inequality indicators at the level of European Union. The Irish component is based on the information coming from two sources: a survey and register data. Overall, 80% of the respondents granted the permission to use their national social security numbers in order to access information on the benefit entitlement from administrative data (<a href=\"#bib14\">Callan et al., 2010</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the context of this paper, the main advantage of the SILC data contains a rich set of variables needed for tax-benefit modelling. On the negative side, the dataset has a number of limitations, which might be challenging for microsimulation modelling. These include time mismatch in the measurement of income and personal characteristics, lack of information on some income components (e.g. wealth or property values) or tax-deductible expenditures (e.g. medical insurance), difficulties with attribution of some income variables to the appropriate unit of analysis (capital income, rental income, private transfers are recorded at the household level although they are often received by individuals), and aggregation of benefits. All these limitations are discussed in detail in <a href=\"#bib27\">O’Donoghue et al. (2013)</a>, whose strategy to address them we also follow in this paper.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Given that the 2017 SILC data contains income information, which refers to 2016, it cannot be used directly for the evaluation of the distributional impacts of the COVID-19 crisis. In order to account for the changes that elapsed between 2016 and 2020, we adjust the SILC data using a set of calibration control totals capturing the change in macroeconomic situation in Ireland over this period. This information is drawn from the Live-Register data and official statistics provided by the Irish Central Statistics Office. In what follows, we describe in more detail all the adjustments made to SILC data in order to make it timely appropriate for the analysis of the COVID-19 impacts as well as policy measures introduced to cushion individual incomes.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1. Data",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Individuals who lose their job as a result of the COVID-19 crisis are eligible for a COVID-19 Pandemic Unemployment Payment. This instrument is available to workers who have lost their job on (or after) March 13. The payment is a flat rate non-means tested benefit (without additional payments for dependents) provided to individuals aged 18-66.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The payment structure has changed a number of times over the crisis. In the first incarnation, at the start of the crisis on March 13 2020, it was at €203 per week. This was increased in response to social partnership negotiations in relation to matters such as the levying of childcare fees to €350 per week on March 24 2020.",
                            "type": "paragraph"
                        },
                        {
                            "text": "From June 29<sup>th</sup>, payments were partially linked to previous earnings, with the introduction of several rates of payment: €300 per week for those with previous earnings of €300 or more, and €300, €250 and €203 for those with earning falling in the ranges €300-€400, €200-€300 and less than €200 respectively.",
                            "type": "paragraph"
                        },
                        {
                            "text": "From September 17, there were two rates of payment: €203 for those earning less than €200 and €350 for all others. From October 16 2020, there were three rates of payment: €350 per week for those with previous earnings of €400 or more, and €250 and €203 respectively for those earning in the ranges €200-€300 and less than €200. From February 2021, there will be a reversion to two rates: €250 if earnings are over €300 and €203 otherwise.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The numbers and type of individuals eligible for payment and directly affected by the crisis are simulated using the income generation model. The overall employment rate is first used to calibrate the income generation model. This is characterised by the number of people in work relative to the population of a particular age group. The Labour Force Survey (LFS) collects data on this topic. However, as a quarterly survey, even with a relatively quick turn-around time from collection to publication, there is typically a 2-3 month lag between data collection and publication. In near real time modelling within a period of economic volatility such as the COVID-19 crisis data that is closer to the period of the crisis is required.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The impact of the crisis is not a general demand shock, but a highly asymmetric change in employment, with “essential” industries remaining at work and some sectors such as the public sector remaining on full pay, while other industries are experiencing almost a full shut down over the period of the virus. There is relatively limited data in close to real time as to the sectoral impact of the crisis. The most suitable data to perform such calculations is the Administrative Data that is available on a monthly basis, typically 2-3 days after the end of the month, together with weekly updates in relation to aggregates that have been made. As is well documented, Live-Register data does not capture the level of unemployment equivalent to ILO measures. People can be working part-time whilst in receipt of benefits and conversely, someone can be out of work and seeking work, but not eligible for unemployment benefits. However, as an indicator in the short term, of a change in economic circumstances, the changes observed in the live register are an approximate indicator of changes in the numbers out of work (or non-employment rate). In this paper, the LFS is used to nowcast to December 2019, with the Administrative Data used to nowcast to May, June, August and November 2020 and January 2021. For much of the crisis, the Pandemic Unemployment Payment was paid to those who lost their jobs due to the COVID crisis, while the COVID Wage Subsidy supports those who remained at work. The latter was paid on the basis of bridging the pre-crisis income rather than covering specific hours. As a result labour supply as opposed to labour participation is not that relevant.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Taking the change in the receipt of the pandemic unemployment benefit at the end of March 2020, we firstly model using the Nowcasting procedure the change in the employment rate at these 4 different points, reflecting different stages of the crisis in terms of employment. We then simulate the changes in the design of the policy instruments. <a href=\"#table1\">Table 1</a> outlines the assumed change in employment by sector, consistent with the overall change in live-register numbers as a result of COVID-19. We apply age specific changes identified in the Live Register and expressed as a proportion of the population in the SILC. In other words we take the change in those in receipt of the Pandemic Unemployment Payment for different age groups and sex and subtract that from the total in employment calibration totals.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: Numbers are expressed at each point in time.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: COVID-19 Statistics <a href=\"https://www.gov.ie/en/publication/f4c60c-covid-19-statistics/\">https://www.gov.ie/en/publication/f4c60c-covid-19-statistics/</a>",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"center\" colspan=\"4\">PUP</th>\n<th align=\"center\" colspan=\"4\">CEIB</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Before Crisis</td>\n<td align=\"left\">May 5th</td>\n<td align=\"left\">June 6th</td>\n<td align=\"left\">August 28th</td>\n<td align=\"left\">November 15th</td>\n<td align=\"left\">May 5th</td>\n<td align=\"left\">June 6th</td>\n<td align=\"left\">August 28th</td>\n<td align=\"left\">November 15th</td>\n</tr>\n<tr>\n<td align=\"left\">Agriculture, Forestry and Fishing; Mining and Quarrying</td>\n<td align=\"left\">8600</td>\n<td align=\"left\">7100</td>\n<td align=\"left\">3,200</td>\n<td align=\"left\">4321</td>\n<td align=\"left\">400</td>\n<td align=\"left\">500</td>\n<td align=\"left\">500</td>\n<td align=\"left\">4321</td>\n</tr>\n<tr>\n<td align=\"left\">Manufacturing</td>\n<td align=\"left\">37400</td>\n<td align=\"left\">28100</td>\n<td align=\"left\">12,500</td>\n<td align=\"left\">15465</td>\n<td align=\"left\">5100</td>\n<td align=\"left\">6600</td>\n<td align=\"left\">7800</td>\n<td align=\"left\">15465</td>\n</tr>\n<tr>\n<td align=\"left\">Electricity, gas supply; Water supply, sewerage and waste management</td>\n<td align=\"left\">2100</td>\n<td align=\"left\">1700</td>\n<td align=\"left\">900</td>\n<td align=\"left\">1134</td>\n<td align=\"left\">200</td>\n<td align=\"left\">200</td>\n<td align=\"left\">300</td>\n<td align=\"left\">1134</td>\n</tr>\n<tr>\n<td align=\"left\">Construction</td>\n<td align=\"left\">79300</td>\n<td align=\"left\">51500</td>\n<td align=\"left\">17,500</td>\n<td align=\"left\">21061</td>\n<td align=\"left\">1700</td>\n<td align=\"left\">1900</td>\n<td align=\"left\">2200</td>\n<td align=\"left\">21061</td>\n</tr>\n<tr>\n<td align=\"left\">Wholesale and Retail Trade; Repair of Motor Vehicles and motorcycles</td>\n<td align=\"left\">90300</td>\n<td align=\"left\">76900</td>\n<td align=\"left\">32,900</td>\n<td align=\"left\">57015</td>\n<td align=\"left\">8400</td>\n<td align=\"left\">10400</td>\n<td align=\"left\">11900</td>\n<td align=\"left\">57015</td>\n</tr>\n<tr>\n<td align=\"left\">Transportation and storage</td>\n<td align=\"left\">17900</td>\n<td align=\"left\">15400</td>\n<td align=\"left\">9,600</td>\n<td align=\"left\">9127</td>\n<td align=\"left\">1600</td>\n<td align=\"left\">1900</td>\n<td align=\"left\">2200</td>\n<td align=\"left\">9127</td>\n</tr>\n<tr>\n<td align=\"left\">Accommodation and food service activities</td>\n<td align=\"left\">128500</td>\n<td align=\"left\">120000</td>\n<td align=\"left\">48,700</td>\n<td align=\"left\">102682</td>\n<td align=\"left\">1600</td>\n<td align=\"left\">1800</td>\n<td align=\"left\">2400</td>\n<td align=\"left\">102682</td>\n</tr>\n<tr>\n<td align=\"left\">Information and communication activities</td>\n<td align=\"left\">11800</td>\n<td align=\"left\">11600</td>\n<td align=\"left\">6,800</td>\n<td align=\"left\">7526</td>\n<td align=\"left\">700</td>\n<td align=\"left\">800</td>\n<td align=\"left\">900</td>\n<td align=\"left\">7526</td>\n</tr>\n<tr>\n<td align=\"left\">Financial and insurance activities</td>\n<td align=\"left\">12500</td>\n<td align=\"left\">11600</td>\n<td align=\"left\">6,000</td>\n<td align=\"left\">7119</td>\n<td align=\"left\">1700</td>\n<td align=\"left\">2100</td>\n<td align=\"left\">2300</td>\n<td align=\"left\">7119</td>\n</tr>\n<tr>\n<td align=\"left\">Real Estate activities</td>\n<td align=\"left\">8100</td>\n<td align=\"left\">7600</td>\n<td align=\"left\">3,500</td>\n<td align=\"left\">5442</td>\n<td align=\"left\">300</td>\n<td align=\"left\">400</td>\n<td align=\"left\">500</td>\n<td align=\"left\">5442</td>\n</tr>\n<tr>\n<td align=\"left\">Professional, Scientific and Technical activities</td>\n<td align=\"left\">24800</td>\n<td align=\"left\">22300</td>\n<td align=\"left\">11,700</td>\n<td align=\"left\">13294</td>\n<td align=\"left\">1300</td>\n<td align=\"left\">1600</td>\n<td align=\"left\">1800</td>\n<td align=\"left\">13294</td>\n</tr>\n<tr>\n<td align=\"left\">Administrative and support service activities</td>\n<td align=\"left\">45800</td>\n<td align=\"left\">41100</td>\n<td align=\"left\">23,600</td>\n<td align=\"left\">29674</td>\n<td align=\"left\">3900</td>\n<td align=\"left\">4900</td>\n<td align=\"left\">5500</td>\n<td align=\"left\">29674</td>\n</tr>\n<tr>\n<td align=\"left\">Public Administration And Defence; Compulsory Social Security</td>\n<td align=\"left\">14400</td>\n<td align=\"left\">11700</td>\n<td align=\"left\">5,600</td>\n<td align=\"left\">5354</td>\n<td align=\"left\">1700</td>\n<td align=\"left\">2000</td>\n<td align=\"left\">2200</td>\n<td align=\"left\">5354</td>\n</tr>\n<tr>\n<td align=\"left\">Education</td>\n<td align=\"left\">22000</td>\n<td align=\"left\">21600</td>\n<td align=\"left\">14,400</td>\n<td align=\"left\">10340</td>\n<td align=\"left\">600</td>\n<td align=\"left\">800</td>\n<td align=\"left\">900</td>\n<td align=\"left\">10340</td>\n</tr>\n<tr>\n<td align=\"left\">Human Health And Social Work activities</td>\n<td align=\"left\">22500</td>\n<td align=\"left\">19700</td>\n<td align=\"left\">9,900</td>\n<td align=\"left\">10271</td>\n<td align=\"left\">8300</td>\n<td align=\"left\">10900</td>\n<td align=\"left\">12200</td>\n<td align=\"left\">10271</td>\n</tr>\n<tr>\n<td align=\"left\">Arts, entertainment and recreation</td>\n<td align=\"left\">14200</td>\n<td align=\"left\">13800</td>\n<td align=\"left\">6,300</td>\n<td align=\"left\">11973</td>\n<td align=\"left\">200</td>\n<td align=\"left\">300</td>\n<td align=\"left\">400</td>\n<td align=\"left\">11973</td>\n</tr>\n<tr>\n<td align=\"left\">Other Sectors</td>\n<td align=\"left\">39200</td>\n<td align=\"left\">37500</td>\n<td align=\"left\">10,300</td>\n<td align=\"left\">31048</td>\n<td align=\"left\">1200</td>\n<td align=\"left\">1400</td>\n<td align=\"left\">1700</td>\n<td align=\"left\">31048</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Changes in the number of recipients of Pandemic Unemployment Payment and COVID Enhanced Illness Benefit over the first 9 months of the COVID-19 crisis",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "It should be noted that as the calibration totals used in the model are drawn from benefit administrative data, that the total modelled recipients are approximately the same as the number of actual recipients. The only difference relates to rounding that occurs due to the weighting in the survey. As individuals in the survey represent multiple people, the weighted total will never be exactly the same, but nevertheless as near as makes no qualitative difference. Of course an issue in doing this is that the survey may not necessarily have the same population base as a benefit instrument. This may be an issue for some social protection measures targeting vulnerable groups such as homeless and asylum seekers that may be under represented or not reported in the survey. However in the case of the Pandemic Payments that were mainly replacing the incomes of those that had been in work, we are confident that the base populations are close. We feel therefore that calibrating to benefit totals will not unduly bias the analysis.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As the administrative data is more timely that the labour force survey data, we utilise the original labour force survey, less the number of benefit recipients as the calibration totals as the size of the labour force by gender and sector. In addition as those in receipt of temporary out of work payments are technically not unemployed from an ILO definitional perspective and many are in fact employed, we prefer not to use the LFS totals. In any case they do not align inter-temporally to peaks and troughs that we have considered which are based upon weekly totals rather than the quarterly estimate contained in the LFS, which tends to smooth the extent of the peak.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2. Employment rate and sectoral impact",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The Tax-Benefit model used in this study relies on the EU-SILC which has an annual period of analysis. However given the volatility over the crisis, we transform the unit of analysis into current monthly income at the employment level of a particular week. This is in effect the assumption that were made within EUROMOD in earlier versions when current incomes were used prior to the use of SILC (<a href=\"#bib26\">O’Donoghue, 1998</a>), where the parameters are assumed to be those that hold in the month of June. This is reasonable as current income is taxed on a PAYE basis and current status is relevant for benefit entitlement, with a correction in the end of year tax return. This approach can thus be considered as an approximation of current cash flow, rather than an annualised value of disposable implications. This is equivalent to the assumption made in incorporating deferred housing costs that are not eliminated, but rather reduced temporarily to improve cash flow during the crisis.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3. Time Period of Analysis",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Individuals who have to stop working due to the COVID-19 infection or due to having been in a close contact with someone who contracted the disease are eligible for the COVID enhanced Illness Benefit (CEIB). The benefit is paid at the same rate as the PUP.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Both workers and non-workers get sick as a result of COVID-19. <a href=\"#table2\">Table 2</a> outlines our random allocation of cases across in-work and out-of-work, within the national age distribution of the COVID-19 cases.<sup><a href=\"#fn8\">8</a></sup> Dividing by the proportion of workers in each age group, we derive the recipient rate of the COVID-19 related illness benefit.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: The same approach was utilised to simulate COVID-19 cases for other age groups.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: COVID-19 Dashboard (<a href=\"https://geohive.maps.arcgis.com/apps/opsdashboard/index.html#/29dc1fec79164c179d18d8e53df82e96),accessed\">https://geohive.maps.arcgis.com/apps/opsdashboard/index.html#/29dc1fec79164c179d18d8e53df82e96</a>), accessed April 6th 2020.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"center\" colspan=\"9\">Age Group</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\"> </td>\n<td align=\"left\">0</td>\n<td align=\"left\">1-4</td>\n<td align=\"left\">5-14</td>\n<td align=\"left\">15-24</td>\n<td align=\"left\">25-34</td>\n<td align=\"left\">35-44</td>\n<td align=\"left\">45-54</td>\n<td align=\"left\">55-64</td>\n<td align=\"left\">65+</td>\n</tr>\n<tr>\n<td align=\"left\">In-work by Age</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">0</td>\n<td align=\"left\">91</td>\n<td align=\"left\">413</td>\n<td align=\"left\">452</td>\n<td align=\"left\">441</td>\n<td align=\"left\">259</td>\n<td align=\"left\">61</td>\n</tr>\n<tr>\n<td align=\"left\">Out-of-Work by Age</td>\n<td align=\"left\">9</td>\n<td align=\"left\">12</td>\n<td align=\"left\">33</td>\n<td align=\"left\">164</td>\n<td align=\"left\">265</td>\n<td align=\"left\">299</td>\n<td align=\"left\">323</td>\n<td align=\"left\">325</td>\n<td align=\"left\">857</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Distribution of COVID-19 cases by age group and by work status (April 2020)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4. COVID-19 Cases",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Individuals who have to endure mortgage repayments received a possibility to freeze up to 3 months of such repayments during the COVID-19 crisis. This resulted in 28000 applications for mortgage deferrals in March 2020 with the numbers going steadily up in subsequent months. As of July, 160000 deferrals had been made (see <a href=\"#table3\">Table 3</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: <a href=\"https://www.rte.ie/news/business/2020/0328/1127000-banking-mortgages-coronavirus/\">https://www.rte.ie/news/business/2020/0328/1127000-banking-mortgages-coronavirus/</a> <a href=\"https://www.irishexaminer.com/breakingnews/ireland/mortgage-breaks-for-six-months-as-45000-apply-for-payment-pause-993714.html\">https://www.irishexaminer.com/breakingnews/ireland/mortgage-breaks-for-six-months-as-45000-apply-for-payment-pause-993714.html</a> <a href=\"https://www.centralbank.ie/statistics/statistical-publications/behind-the-data/covid-19-payment-breaks-who-has-needed-them\">https://www.centralbank.ie/statistics/statistical-publications/behind-the-data/covid-19-payment-breaks-who-has-needed-them</a>",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<tbody>\n<tr>\n<td align=\"left\">Number of Requests as of March 28</td>\n<td align=\"left\">28000</td>\n</tr>\n<tr>\n<td align=\"left\">Number of Requests as of April 12</td>\n<td align=\"left\">45000</td>\n</tr>\n<tr>\n<td align=\"left\">Number of Requests as of July</td>\n<td align=\"left\">160000</td>\n</tr>\n<tr>\n<td align=\"left\">Number of Requests as of September</td>\n<td align=\"left\">90539</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Number of requests for mortgage deferral",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-5",
                    "title": "3.5. Mortgage Interest",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Due to intensified work from home and business closures, the size of work-related expenses, such as commuting costs and childcare costs, decreased substantially for most workers. In order to account for the reductions in these expenses we use the Household Budget Survey data from 2016 to simulate the amount of commuting costs typically incurred by an average worker (<a href=\"#table4\">Table 4</a>). It should be noted that those who do not work also have transport costs for other purposes. While the actual cost of commuting for work may be higher, it is assumed that there would be some substitution if an individual was not working.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Household Budget Survey 2015-16.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\" colspan=\"3\">Number of Workers</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">1</td>\n<td align=\"left\">2</td>\n<td align=\"left\">3</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"4\">Proportional Increase in Cost relative to not working</td>\n</tr>\n<tr>\n<td align=\"left\">Motor Fuels</td>\n<td align=\"left\">0.263</td>\n<td align=\"left\">0.482</td>\n<td align=\"left\">0.721</td>\n</tr>\n<tr>\n<td align=\"left\">Public Transport</td>\n<td align=\"left\">0.172</td>\n<td align=\"left\">0.253</td>\n<td align=\"left\">0.595</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"4\">Cost per week</td>\n</tr>\n<tr>\n<td align=\"left\">Motor Fuels</td>\n<td align=\"left\">7.41</td>\n<td align=\"left\">13.59</td>\n<td align=\"left\">20.33</td>\n</tr>\n<tr>\n<td align=\"left\">Public Transport</td>\n<td align=\"left\">1.76</td>\n<td align=\"left\">0.83</td>\n<td align=\"left\">3.49</td>\n</tr>\n<tr>\n<td align=\"left\">Total per week (€)</td>\n<td align=\"left\">9.17</td>\n<td align=\"left\">14.42</td>\n<td align=\"left\">23.82</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Cost of commuting per week",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Following the outbreak of the pandemics, the State took a decision to support childcare providers in order to maintain the sustainability of the childcare sector and relieve parents from childcare payments while keeping childcare places.<sup><a href=\"#fn9\">9</a></sup> Utilising IPF to data collected within the Household Budget Survey, we derive the distribution of childcare costs per week by family type and disposable income decile (<a href=\"#table5\">Table 5</a>). These averages are simulated across households in the sample on the basis of the regressions outlined in <a href=\"#tableC1\">Table C1</a> in <a href=\"#app3\">Appendix C</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Household Budget Survey 2015-16",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Family Type</th>\n<th align=\"left\">1</th>\n<th align=\"left\">2</th>\n<th align=\"left\">3</th>\n<th align=\"left\">4</th>\n<th align=\"left\">5</th>\n<th align=\"left\">6</th>\n<th align=\"left\">7</th>\n<th align=\"left\">8</th>\n<th align=\"left\">9</th>\n<th align=\"left\">10</th>\n<th align=\"left\">Total</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">1 adult with children</td>\n<td align=\"left\">2.9</td>\n<td align=\"left\">7.8</td>\n<td align=\"left\">3.3</td>\n<td align=\"left\">22.0</td>\n<td align=\"left\">22.4</td>\n<td align=\"left\">39.1</td>\n<td align=\"left\">68.0</td>\n<td align=\"left\">65.9</td>\n<td align=\"left\">191.2</td>\n<td align=\"left\">268.5</td>\n<td align=\"left\">18.1</td>\n</tr>\n<tr>\n<td align=\"left\">2 adults with 1-3 children</td>\n<td align=\"left\">1.9</td>\n<td align=\"left\">5.1</td>\n<td align=\"left\">2.2</td>\n<td align=\"left\">14.5</td>\n<td align=\"left\">14.7</td>\n<td align=\"left\">25.8</td>\n<td align=\"left\">44.8</td>\n<td align=\"left\">43.4</td>\n<td align=\"left\">126.1</td>\n<td align=\"left\">177.0</td>\n<td align=\"left\">49.9</td>\n</tr>\n<tr>\n<td align=\"left\">Other households with children</td>\n<td align=\"left\">0.7</td>\n<td align=\"left\">2.0</td>\n<td align=\"left\">0.8</td>\n<td align=\"left\">5.6</td>\n<td align=\"left\">5.7</td>\n<td align=\"left\">9.9</td>\n<td align=\"left\">17.2</td>\n<td align=\"left\">16.7</td>\n<td align=\"left\">48.4</td>\n<td align=\"left\">68.0</td>\n<td align=\"left\">15.2</td>\n</tr>\n<tr>\n<td align=\"left\">Total</td>\n<td align=\"left\">0.4</td>\n<td align=\"left\">1.0</td>\n<td align=\"left\">0.6</td>\n<td align=\"left\">5.5</td>\n<td align=\"left\">4.7</td>\n<td align=\"left\">7.6</td>\n<td align=\"left\">12.9</td>\n<td align=\"left\">13.6</td>\n<td align=\"left\">30.2</td>\n<td align=\"left\">40.3</td>\n<td align=\"left\">12.0</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Distribution of Child Care Costs (€) per Week by Family Type and Disposable Income Decile",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "It is assumed in the simulations that those who receive Pandemic Payments or those who are non-essential workers working from home do not incur commuting costs or childcare expenses. We assume non-working families can utilise child care, but correct for the fact that working families and in particular those where all adults work, have a much higher probability of purchasing child care.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-6",
                    "title": "3.6. Work Related Expenditures",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "On March 24 2020 the State introduced a COVID-19 Temporary Wage Subsidy Scheme to ensure that employers would keep their employees even if the revenues go down. In order to be eligible for the scheme businesses would need to have a minimum of 25% decline in turnover. For the initial period between March 13 and March 24, the scheme was a flat rate payment of €203. From March 26 to April 20, it was redesigned to cover up to 70% of an employee’s net earnings. The payment was limited, however, depending on the employee’s average take home pay:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Average pay from €0 to €586 limits it to €410;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Average pay from €586 to €960 limits it to €350;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Average pay above €960 is not entitled to the subsidy.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "On April 20<sup>th</sup>, the rates of temporary wage subsidy were changed as follows:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "70% to 85% for employees with a previous average take home pay below €412 per week.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "€350 per week for employees with a previous average take home pay between €412 and €500 per week.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "The subsidy remained the same for employees with a previous average take home pay of between €500 and €586 per week.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "A tiered system has been introduced for employees with a previous average take home pay of over €586 per week.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Employees who were taking home more than €960 per week would be able to avail of the scheme, with tapers depending upon the proportion paid by the employer.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "From the 1<sup>st</sup> of September 2020, the Temporary Wage Subsidy Scheme was replaced by the Employment Wage Subsidy Scheme, where employers and new firms in sectors impacted by COVID-19 whose turnover has fallen 30% get a flat-rate subsidy per week.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Between 1 July 2020 and 19 October 2020, the following subsidy rates applied:",
                            "type": "paragraph"
                        },
                        {
                            "id": "table5a",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Gross pay per week</th>\n<th align=\"left\">Revised subsidy rates</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Less than €151.50</td>\n<td align=\"left\">No subsidy applies</td>\n</tr>\n<tr>\n<td align=\"left\">€151.50 - €202.99</td>\n<td align=\"left\">€151.50</td>\n</tr>\n<tr>\n<td align=\"left\">€203 - €1,462</td>\n<td align=\"left\">€203</td>\n</tr>\n<tr>\n<td align=\"left\">Over €1,462</td>\n<td align=\"left\">No subsidy applies</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        },
                        {
                            "text": "The subsidy rates from 20 October 2020 to 31 January 2021 are",
                            "type": "paragraph"
                        },
                        {
                            "id": "table5b",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Gross pay per week</th>\n<th align=\"left\">Revised subsidy rates</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Less than €151.50</td>\n<td align=\"left\">No subsidy applies</td>\n</tr>\n<tr>\n<td align=\"left\">€151.50 - €202.99</td>\n<td align=\"left\">€203</td>\n</tr>\n<tr>\n<td align=\"left\">€203 - €299.99</td>\n<td align=\"left\">€250</td>\n</tr>\n<tr>\n<td align=\"left\">€300 - €399.99</td>\n<td align=\"left\">€300</td>\n</tr>\n<tr>\n<td align=\"left\">€400 - €1,462</td>\n<td align=\"left\">€350</td>\n</tr>\n<tr>\n<td align=\"left\">Over €1,462</td>\n<td align=\"left\">No subsidy applies</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "type": "table"
                        },
                        {
                            "text": "The Wage Subsidy itself has a limited distributional impact on incomes of those who are employed but it shifts the burden of payments from the private sector to the public sector. This subsidy also does not take into account the impact of wage reductions where employers did not have the cash flow to make these payments as in the case of individuals whose take-home pay exceeds the wage subsidy limit. Prior to the introduction of the subsidy scheme there had been pay reductions for staff in certain sectors most affected by the crisis, where staff were not made redundant, such as the airline sector. For example, the two main airlines (Ryanair and Aer Lingus) halved the pay of staff when flights were grounded.<sup><a href=\"#fn10\">10</a></sup>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-7",
                    "title": "3.7. Pandemic Wage Subsidy",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The outbreak of the COVID-19 pandemics lead to a fall in stock markets. Only between January 1 and April 1 2020 the Irish index ISEQ fell by 32% which had a further impact on the financial situation of households holding shares. Using data from the Household Finance and Consumption Survey in 2018, <a href=\"#table6\">Table 6</a> reports how the holding of shares is spread along the distributions of household income and age. It shows that individuals located in the top quantile of the household income distribution are 8 times more likely to have financial assets than those located in the bottom quantile of the distribution, with the values of assets being 9 times higher. The distribution of financial assets across the age distribution is not as extreme, with those aged 40-79 more likely than other age groups to hold shares.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Household Finance and Consumption Survey.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Percentile of household income</th>\n<th align=\"left\">Less than 20</th>\n<th align=\"left\">20-39</th>\n<th align=\"left\">40-59</th>\n<th align=\"left\">60-79</th>\n<th align=\"left\">80-100</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Participation in total financial assets (%)</td>\n<td align=\"left\">3.3</td>\n<td align=\"left\">3</td>\n<td align=\"left\">8.3</td>\n<td align=\"left\">11.3</td>\n<td align=\"left\">24.8</td>\n</tr>\n<tr>\n<td align=\"left\">Median values of financial assets (€Thousand)</td>\n<td align=\"left\">1.4</td>\n<td align=\"left\">8.8</td>\n<td align=\"left\">3.1</td>\n<td align=\"left\">4.4</td>\n<td align=\"left\">12.2</td>\n</tr>\n<tr>\n<td align=\"left\">Distribution of total financial assets (%)</td>\n<td align=\"left\">1.4</td>\n<td align=\"left\">4.3</td>\n<td align=\"left\">11</td>\n<td align=\"left\">12.5</td>\n<td align=\"left\">12.4</td>\n</tr>\n<tr>\n<td align=\"left\">Age group</td>\n<td align=\"left\">Under 35 years</td>\n<td align=\"left\">35 - 44 years</td>\n<td align=\"left\">45 - 54 years</td>\n<td align=\"left\">55 - 64 years</td>\n<td align=\"left\">65 years and over</td>\n</tr>\n<tr>\n<td align=\"left\">Participation in total financial assets (%)</td>\n<td align=\"left\">5.4</td>\n<td align=\"left\">8.7</td>\n<td align=\"left\">13.3</td>\n<td align=\"left\">13.8</td>\n<td align=\"left\">8.3</td>\n</tr>\n<tr>\n<td align=\"left\">Median values of financial assets (€Thousand)</td>\n<td align=\"left\">14.1</td>\n<td align=\"left\">8.4</td>\n<td align=\"left\">4</td>\n<td align=\"left\">10</td>\n<td align=\"left\">12.9</td>\n</tr>\n<tr>\n<td align=\"left\">Distribution of total financial assets (%)</td>\n<td align=\"left\">4.6</td>\n<td align=\"left\">15.3</td>\n<td align=\"left\">11.9</td>\n<td align=\"left\">5.4</td>\n<td align=\"left\">15.5</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Distribution of holding and value of shares, 2018",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The data equivalent to <a href=\"#table7\">Table 7</a>, with change in share values by age and income group, was not available during the analysis of this paper. In order to utilise this information in a microsimulation model, Iterative Proportional Fitting (IPF) was used to create an approximation of the share value holdings across the age- income distribution (<a href=\"#bib34\">Wong, 1992</a>). The average share holding and the median value of holdings were generated separately and then multiplied to get the average value per person in the cell (see <a href=\"#app4\">Appendix D</a>). Applying the ISEQ index to January 1 2020 and then to April 1, 2020, <a href=\"#table7\">Table 7</a> models the net change in the value of shares across the age-income distribution. The Table shows that the biggest losses were experienced by those with the highest incomes and the oldest.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: a similar approach was applied to later periods.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table7",
                                    "label": "Table 7",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"center\" colspan=\"7\">Percentile in the income distribution</th>\n</tr>\n<tr>\n<th align=\"left\">Age group</th>\n<th align=\"left\">Less than 20</th>\n<th align=\"left\">20-39</th>\n<th align=\"left\">40-59</th>\n<th align=\"left\">60-79</th>\n<th align=\"left\">80-100</th>\n<th align=\"left\">Total</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">30</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">-0.004</td>\n<td align=\"left\">-0.003</td>\n<td align=\"left\">-0.006</td>\n<td align=\"left\">-0.011</td>\n<td align=\"left\">-0.005</td>\n</tr>\n<tr>\n<td align=\"left\">40</td>\n<td align=\"left\">-0.002</td>\n<td align=\"left\">-0.036</td>\n<td align=\"left\">-0.032</td>\n<td align=\"left\">-0.063</td>\n<td align=\"left\">-0.117</td>\n<td align=\"left\">-0.055</td>\n</tr>\n<tr>\n<td align=\"left\">50</td>\n<td align=\"left\">-0.003</td>\n<td align=\"left\">-0.047</td>\n<td align=\"left\">-0.041</td>\n<td align=\"left\">-0.082</td>\n<td align=\"left\">-0.151</td>\n<td align=\"left\">-0.072</td>\n</tr>\n<tr>\n<td align=\"left\">60</td>\n<td align=\"left\">-0.012</td>\n<td align=\"left\">-0.194</td>\n<td align=\"left\">-0.168</td>\n<td align=\"left\">-0.336</td>\n<td align=\"left\">-0.623</td>\n<td align=\"left\">-0.246</td>\n</tr>\n<tr>\n<td align=\"left\">70</td>\n<td align=\"left\">-0.058</td>\n<td align=\"left\">-0.902</td>\n<td align=\"left\">-0.783</td>\n<td align=\"left\">-1.563</td>\n<td align=\"left\">-2.901</td>\n<td align=\"left\">-0.698</td>\n</tr>\n<tr>\n<td align=\"left\">Total</td>\n<td align=\"left\">-0.025</td>\n<td align=\"left\">-0.248</td>\n<td align=\"left\">-0.134</td>\n<td align=\"left\">-0.197</td>\n<td align=\"left\">-0.328</td>\n<td align=\"left\">-0.183</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Change in shareholdings across the age-income distribution, January 1 – April 1, 2020 (€000)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-8",
                    "title": "3.8. Stock Market",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Data and simulation assumptions",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "<a href=\"#table8\">Table 8</a> reports the trend in average equivalised incomes (measured in Euros per month) using three definitions:",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ calculations. The estimates refer to corresponding points in time.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table8",
                                    "label": "Table 8",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Before Crisis</th>\n<th align=\"left\">May 5th</th>\n<th align=\"left\">June 6th</th>\n<th align=\"left\">August 28th</th>\n<th align=\"left\">November 13th</th>\n<th align=\"left\">December 22nd</th>\n<th align=\"left\">January 26th</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Market Income</td>\n<td align=\"left\">2362</td>\n<td align=\"left\">1600</td>\n<td align=\"left\">1675</td>\n<td align=\"left\">1931</td>\n<td align=\"left\">1810</td>\n<td align=\"left\">1791</td>\n<td align=\"left\">1817</td>\n</tr>\n<tr>\n<td align=\"left\">Disposable Income</td>\n<td align=\"left\">2150</td>\n<td align=\"left\">1945</td>\n<td align=\"left\">1957</td>\n<td align=\"left\">2020</td>\n<td align=\"left\">2005</td>\n<td align=\"left\">2003</td>\n<td align=\"left\">2000</td>\n</tr>\n<tr>\n<td align=\"left\">Adjusted disposable Income</td>\n<td align=\"left\">1861</td>\n<td align=\"left\">1798</td>\n<td align=\"left\">1810</td>\n<td align=\"left\">1868</td>\n<td align=\"left\">1853</td>\n<td align=\"left\">1853</td>\n<td align=\"left\">1853</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Average income by income definition over the course of the crisis per month during the time point considered, in Euros",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Market Income",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Disposable Income",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Adjusted Disposable Income.<sup><a href=\"#fn11\">11</a></sup>",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Market income, unsurprisingly, fell over the course of the crisis. The decline was the most drastic in the first wave (around 32 percent) with a slight recovery taking place in June and August. However, the onset of the second wave in November saw a reduction in market incomes again, albeit to a much lower degree than in May, reflecting the fact that the restrictions were not as great. The end of the second wave at Christmas, saw a slight improvement, albeit not to the same degree as in the summer, before worsening again after Christmas in the 3<sup>rd</sup> wave. However, sectors affected in the second wave were more likely to be concentrated at the bottom of the distribution than at the top in the second and third wave, rather than the first wave.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The drop in market incomes was partially compensated by the increase in benefit payments, which can be seen from the trends in disposable incomes. The average size of disposable income decreased by almost 10 percent at the start of the crisis, before making a slight recovery later on. Nevertheless, it remained 6-7% below the pre-crisis level during the second and third waves of the pandemic.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As mentioned above, the onset of the COVID-19 crisis has pushed a substantial share of employees to work from home or to take up temporary unemployment. This led to a decrease in commuting costs and childcare expenses. In addition, some individuals applied for mortgage deferrals, which further reduced their current expenditures. All these expenses are captured with the adjusted disposable income, which remained largely unchanged over the crisis.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Hidden below these averages are quite a differential impact on different parts of the income distribution. <a href=\"#fig3\">Figure 3</a> summarizes the distribution of market (Panel A), disposable (Panel B) and adjusted disposable (Panel C) incomes before the crisis and at various points during the crisis calculated per adult equivalent (based on <a href=\"#tableE1\">Table E1</a>) . Deciles are derived from adjusted disposable incomes.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00237%2Fijm-00237-fig003.tif",
                                        "size": {
                                            "width": 1602,
                                            "height": 3444
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00237%2Fijm-00237-fig003.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00237-fig003.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Distributional characteristics of income before and during the crisis (in € per month per adult equivalent). Note: Adjusted disposable income stands for household equivalized disposable income adjusted for housing, work related expenses and capital losses.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In terms of market income, the decline was larger at the top than at the bottom of the distribution, however proportionally the loss at the top was slightly less than at the bottom. Disposable incomes at the bottom of the distribution were largely maintained over the three waves and even higher in some cases where benefits were higher than pre-crisis market income. The gradual targeting of payments in later waves reduced the incidence of those at the bottom of the income distribution with disposable incomes that were higher than at the pre-crisis level. Disposable incomes at the top of the distribution fell by 10-20% at the start of the crisis, and recovered to about 10% in later waves.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Panel C in <a href=\"#fig3\">Figure 3</a> suggests that adjusted household equivalized disposable incomes were somewhat cushioned during the crisis, which held them from the same decline as we observe in market incomes. Furthermore, there was even a rise in adjusted equivalised disposable incomes amongst lower deciles in the first and second waves. This reflects both the generosity of the instruments and the fact that the squeezed middle, who are at the bottom of the distribution have normally both low incomes and high fixed costs of working and housing. This progressivity was visible for all periods. However, we see that the differential proportional change between the top and the bottom of the distribution has shrunk in the second and third wave as a result of the increased targeting of benefits that occurred later on.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1. Average and Distributional Analysis",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#table9\">Table 9</a> summarizes changes in inequality of different types of incomes (measured with the Gini coefficient) during six time points over the crisis as compared to the pre-crisis period. It shows that inequality in market income increased by 0.12 points at the start of the crisis, declining gradually as the economy reopened and then increased again as the country went into the second and third waves. In contrast, inequality in gross income, disposable income, and especially adjusted disposable income decreased throughout the crisis. The largest declines were observed at the pick of the first and second waves following the strengthening of the lockdown measures, activation of COVID-19 related benefit payments, and decreases in work-related expenses.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: The Modified OECD Equivalence Scale is used. The estimates refer to the corresponding points in time.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table9",
                                    "label": "Table 9",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Market Income</th>\n<th align=\"left\">Gross Income</th>\n<th align=\"left\">Disposable Income</th>\n<th align=\"left\">Adjusted disposable income</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Gini</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Before Crisis</td>\n<td align=\"left\">0.490</td>\n<td align=\"left\">0.363</td>\n<td align=\"left\">0.290</td>\n<td align=\"left\">0.308</td>\n</tr>\n<tr>\n<td align=\"left\">May 5<sup>th</sup>\n</td>\n<td align=\"left\">0.609</td>\n<td align=\"left\">0.349</td>\n<td align=\"left\">0.276</td>\n<td align=\"left\">0.290</td>\n</tr>\n<tr>\n<td align=\"left\">June 6<sup>th</sup>\n</td>\n<td align=\"left\">0.594</td>\n<td align=\"left\">0.354</td>\n<td align=\"left\">0.279</td>\n<td align=\"left\">0.294</td>\n</tr>\n<tr>\n<td align=\"left\">August 28<sup>th</sup>\n</td>\n<td align=\"left\">0.548</td>\n<td align=\"left\">0.361</td>\n<td align=\"left\">0.291</td>\n<td align=\"left\">0.304</td>\n</tr>\n<tr>\n<td align=\"left\">November 15th</td>\n<td align=\"left\">0.572</td>\n<td align=\"left\">0.356</td>\n<td align=\"left\">0.282</td>\n<td align=\"left\">0.296</td>\n</tr>\n<tr>\n<td align=\"left\">December 22<sup>nd</sup>\n</td>\n<td align=\"left\">0.582</td>\n<td align=\"left\">0.362</td>\n<td align=\"left\">0.287</td>\n<td align=\"left\">0.301</td>\n</tr>\n<tr>\n<td align=\"left\">January 26<sup>th</sup>\n</td>\n<td align=\"left\">0.578</td>\n<td align=\"left\">0.361</td>\n<td align=\"left\">0.287</td>\n<td align=\"left\">0.301</td>\n</tr>\n<tr>\n<td align=\"left\">Change</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">May 5<sup>th</sup>\n</td>\n<td align=\"left\">0.119</td>\n<td align=\"left\">-0.015</td>\n<td align=\"left\">-0.015</td>\n<td align=\"left\">-0.019</td>\n</tr>\n<tr>\n<td align=\"left\">June 6<sup>th</sup>\n</td>\n<td align=\"left\">0.104</td>\n<td align=\"left\">-0.009</td>\n<td align=\"left\">-0.011</td>\n<td align=\"left\">-0.014</td>\n</tr>\n<tr>\n<td align=\"left\">August 28<sup>th</sup>\n</td>\n<td align=\"left\">0.058</td>\n<td align=\"left\">-0.002</td>\n<td align=\"left\">0.001</td>\n<td align=\"left\">-0.004</td>\n</tr>\n<tr>\n<td align=\"left\">November 15th</td>\n<td align=\"left\">0.082</td>\n<td align=\"left\">-0.007</td>\n<td align=\"left\">-0.009</td>\n<td align=\"left\">-0.012</td>\n</tr>\n<tr>\n<td align=\"left\">December 22<sup>nd</sup>\n</td>\n<td align=\"left\">0.092</td>\n<td align=\"left\">-0.001</td>\n<td align=\"left\">-0.003</td>\n<td align=\"left\">-0.007</td>\n</tr>\n<tr>\n<td align=\"left\">January 26<sup>th</sup>\n</td>\n<td align=\"left\">0.088</td>\n<td align=\"left\">-0.002</td>\n<td align=\"left\">-0.004</td>\n<td align=\"left\">-0.008</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Gini coefficient before and during crisis",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table10\">Table 10</a> reports the redistributive impact of public policy. The contribution of benefits to redistribution is derived as the difference in the Gini coefficients calculated for gross and market incomes. The contribution of taxes to redistribution is derived as the difference in the Gini coefficients calculated for disposable and gross incomes. The contribution of work-related and housing costs to redistribution is derived as the difference in the Gini coefficients for disposable income adjusted for work-related and housing expenditures and disposable income without these adjustments. Out of three policy instruments, the redistributive role of benefits increased the most over the course of the crisis. It was the highest at the pick of the first wave and slightly declined afterwards remaining, nevertheless, much higher than in the pre-crisis period. In contrast, the redistributive role of taxes and work-related expenses remained relatively stable during the first three waves of the COVID-19 crisis. In general, taxes help to decrease inequality in incomes whereas the opposite applies to work-related expenses.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table10",
                                    "label": "Table 10",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Period</th>\n<th align=\"left\">Benefits</th>\n<th align=\"left\">Taxes</th>\n<th align=\"left\">Work Expenses and Housing Costs</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Before Crisis</td>\n<td align=\"left\">-0.127</td>\n<td align=\"left\">-0.073</td>\n<td align=\"left\">0.018</td>\n</tr>\n<tr>\n<td align=\"left\">May 5<sup>th</sup>\n</td>\n<td align=\"left\">-0.260</td>\n<td align=\"left\">-0.073</td>\n<td align=\"left\">0.014</td>\n</tr>\n<tr>\n<td align=\"left\">June 6<sup>th</sup>\n</td>\n<td align=\"left\">-0.240</td>\n<td align=\"left\">-0.075</td>\n<td align=\"left\">0.016</td>\n</tr>\n<tr>\n<td align=\"left\">August 28<sup>th</sup>\n</td>\n<td align=\"left\">-0.187</td>\n<td align=\"left\">-0.070</td>\n<td align=\"left\">0.014</td>\n</tr>\n<tr>\n<td align=\"left\">November 15<sup>th</sup>\n</td>\n<td align=\"left\">-0.216</td>\n<td align=\"left\">-0.074</td>\n<td align=\"left\">0.014</td>\n</tr>\n<tr>\n<td align=\"left\">December 22<sup>nd</sup>\n</td>\n<td align=\"left\">-0.220</td>\n<td align=\"left\">-0.075</td>\n<td align=\"left\">0.014</td>\n</tr>\n<tr>\n<td align=\"left\">January 26<sup>th</sup>\n</td>\n<td align=\"left\">-0.217</td>\n<td align=\"left\">-0.074</td>\n<td align=\"left\">0.014</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Redistribution before and during crisis",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2. Inequality and Redistribution",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper uses a microsimulation framework to undertake an analysis of the distributional implications of the COVID crisis. Given the lack of real-time data during the fast moving crisis, it applies a nowcasting methodology in combination with real-time aggregate administrative data to calibrate an income survey and to simulate changes in the tax benefit system that attempted to mitigate the impacts of the crisis. The paper builds upon earlier work that was undertaken at an early phase of the crisis and assesses the impact over three waves of the COVID-19 crisis. It also describes in detail the methodology used to derive an adjusted disposable income measures, accounting for the impact of non-discretionary expenditures.",
                    "type": "paragraph"
                },
                {
                    "text": "Our analysis shows that, despite the increase in market income inequality, inequality in disposable incomes decreased, mainly due to the combination of crisis-induced discretionary policy measures and the existing tax-benefit instruments. In particular, the country introduced a set of policy measures aiming to preclude employment losses (i.e. pandemic wage subsidy) or compensate for them (i.e. pandemic unemployment payment, COVID enhanced illness benefit). As a result, the redistributive role of social benefits almost doubled over the crisis, especially during the first wave of the outbreak when COVID-related benefits were the most generous. Given the close to universal entitlement and the initially flat rate and subsequently staggered payments, the increase in the redistributive effect resulted from a combination of the level of the payments and the volume of recipients, rather than from greater targeting. In contrast, the Irish tax system did not compensate much for the declines in market incomes – as our calculations show, the degree of redistribution reached via taxes remained almost unchanged. While looking at different stages of the crisis, one can conclude that the decrease in disposable income inequality was the largest during the first wave of the COVID-19 pandemic but became somewhat smaller afterwards following a reduction in the generosity of benefits as they became more targeted.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper also demonstrates how an approach that combines microsimulation and nowcasting can provide policy makers with near real-time data needed for the elaboration of timely policy interventions as crisis unfolds in the situation when survey data comes with time lags. Needless to say, the application of this methodology requires a number of assumptions. However, the model provides a flexible tool to policy designers to explore the implications of alternative assumptions in addition to alternative policies.",
                    "type": "paragraph"
                },
                {
                    "text": "On a methodological level, our paper makes a specific contribution in relation to the choice of welfare measure in assessing the impact of the COVID-19 crisis on inequality. As the impact is multi-faceted involving market income, public policy and changes in fixed costs of work and housing, we adopt a novel measure adjusting equivalised household disposable income to account for changes in housing, child care and commuting costs and reflects impacts of changes in capital values. The modelling approach illustrated in this paper, thus, informs about the trade-offs between different income measures (e.g. gross household income, disposable household income, adjusted disposable household income) and can be used to measure the degree of inequality attenuation reached via various policy tools (e.g. benefits, taxes, and policy driven changes in work related or housing costs).",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Discussion and conclusions",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "A microsimulation model to measure the impact of the economic crisis on household income",
            "authors": [
                {
                    "name": {
                        "index": "Addabbo, T",
                        "preferred": "T Addabbo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "García-Fernández, RM",
                        "preferred": "RM García-Fernández"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Llorca-Rodríguez, CM",
                        "preferred": "CM Llorca-Rodríguez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maccagnan, A",
                        "preferred": "A Maccagnan"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1108/IJM-06-2014-0125",
            "id": "bib1",
            "journal": "International Journal of Manpower",
            "pages": {
                "first": "474",
                "last": "493",
                "range": "474–493"
            },
            "type": "journal",
            "volume": "\n37\n"
        },
        {
            "articleTitle": "The impact of COVID-19 on households´ income in the EU",
            "authors": [
                {
                    "name": {
                        "index": "Almeida, V",
                        "preferred": "V Almeida"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Barrios, S",
                        "preferred": "S Barrios"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Christl, M",
                        "preferred": "M Christl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "De Poli, S",
                        "preferred": "S De Poli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tumino, A",
                        "preferred": "A Tumino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van der Wielen, W",
                        "preferred": "W van der Wielen"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1007/s10888-021-09485-8",
            "id": "bib2",
            "journal": "Journal of Economic Inequality",
            "pages": {
                "first": "1",
                "last": "19",
                "range": "1–19"
            },
            "pmid": 34093098,
            "type": "journal"
        },
        {
            "articleTitle": "A new method to estimate the low income proportion: Monte Carlo simulations",
            "authors": [
                {
                    "name": {
                        "index": "Álvarez, E",
                        "preferred": "E Álvarez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "García-Fernández, RM",
                        "preferred": "RM García-Fernández"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Muñoz, JF",
                        "preferred": "JF Muñoz"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib3",
            "journal": "International Journal of Economics and Management Engineering",
            "pages": {
                "first": "3281",
                "last": "3284",
                "range": "3281–3284"
            },
            "type": "journal",
            "volume": "\n8\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Incomes and the Welfare State: Essays on Britain and Europe",
            "date": "1995",
            "id": "bib5",
            "publisher": {
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gardiner, K",
                        "preferred": "K Gardiner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lechene, V",
                        "preferred": "V Lechene"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Comparing Low Incomes in France and the United Kingdom: Evidence from the Household Expenditure Surveys",
            "date": "1993",
            "id": "bib4",
            "publisher": {
                "name": [
                    "University of Cambridge, Microsimulation Unit"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Beirne, K",
                        "preferred": "K Beirne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Doorley, K",
                        "preferred": "K Doorley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Regan, M",
                        "preferred": "M Regan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Roantree, B",
                        "preferred": "B Roantree"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tuda, D",
                        "preferred": "D Tuda"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "The potential costs and distributional effect of COVID-19 related unemployment in Ireland, Budget Perspectives 2021 – Paper 1, The Economic and Social Research Institute",
            "id": "bib7",
            "title": "Budget Perspectives 2021 – Paper 1",
            "type": "unknown"
        },
        {
            "articleTitle": "Beyond Oaxaca–Blinder: Accounting for differences in household income distributions",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ferreira, FHG",
                        "preferred": "FHG Ferreira"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leite, PG",
                        "preferred": "PG Leite"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "doi": "10.1007/s10888-007-9063-y",
            "id": "bib9",
            "journal": "The Journal of Economic Inequality",
            "pages": {
                "first": "117",
                "last": "148",
                "range": "117–148"
            },
            "type": "journal",
            "volume": "\n6\n"
        },
        {
            "articleTitle": "Fast Development With a Stable Income Distribution: Taiwan, 1979-94",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fournier, M",
                        "preferred": "M Fournier"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gurgand, M",
                        "preferred": "M Gurgand"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "doi": "10.1111/1475-4991.00009",
            "id": "bib8",
            "journal": "Review of Income and Wealth",
            "pages": {
                "first": "139",
                "last": "163",
                "range": "139–163"
            },
            "type": "journal",
            "volume": "\n47\n"
        },
        {
            "articleTitle": "The initial impact of COVID-19 and policy responses on household incomes",
            "authors": [
                {
                    "name": {
                        "index": "Brewer, M",
                        "preferred": "M Brewer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gardiner, L",
                        "preferred": "L Gardiner"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1093/oxrep/graa024",
            "id": "bib10",
            "journal": "Oxford Review of Economic Policy",
            "pages": {
                "first": "S187",
                "last": "S199",
                "range": "S187–S199"
            },
            "type": "journal",
            "volume": "\n36\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Brewer, M",
                        "preferred": "M Brewer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tasseva, I",
                        "preferred": "I Tasseva"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Did the UK Policy Response to Covid-19 Protect Household Incomes? EUROMOD Working Paper Em12/20",
            "date": "2020",
            "id": "bib11",
            "publisher": {
                "name": [
                    "EUROMOD at the Institute for Social and Economic Research"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The COVID-19 crisis response helps the poor: The distributional and budgetary consequences of the UK lock-down",
            "authors": [
                {
                    "name": {
                        "index": "Bronka, P",
                        "preferred": "P Bronka"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Collado, D",
                        "preferred": "D Collado"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib12",
            "journal": "Covid Economics",
            "pages": {
                "first": "79",
                "last": "106",
                "range": "79–106"
            },
            "type": "journal",
            "volume": "\n26\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bruckmeier, K",
                        "preferred": "K Bruckmeier"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Popp, M",
                        "preferred": "M Popp"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wiemers, J",
                        "preferred": "J Wiemers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wollmershäuser, T",
                        "preferred": "T Wollmershäuser"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "Distributional effects of macroeconomic shocks in real-time",
            "id": "bib13",
            "title": "Distributional effects of macroeconomic shocks in real-time",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bækgaard, H",
                        "preferred": "H Bækgaard"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Micro-Macro Linkage and the Alignment of Transition Processes: Some Issues, Techniques and Examples",
            "date": "2002",
            "id": "bib6",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "University of Canberra. National Centre for Social and Economic Modelling"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "From data to policy analysis: Tax-benefit modelling using SILC 2008",
            "authors": [
                {
                    "name": {
                        "index": "Callan, T",
                        "preferred": "T Callan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Keane, C",
                        "preferred": "C Keane"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Walsh, JR",
                        "preferred": "JR Walsh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lane, M",
                        "preferred": "M Lane"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib14",
            "journal": "Journal of the Statistical and Social Inquiry Society of Ireland, XL",
            "pages": {
                "first": "1",
                "last": "10",
                "range": "1–10"
            },
            "type": "journal"
        },
        {
            "articleTitle": "Timely indicators for inequality and poverty using the Italian labour force survey",
            "authors": [
                {
                    "name": {
                        "index": "Carta, F",
                        "preferred": "F Carta"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1007/s11205-019-02238-1",
            "id": "bib15",
            "journal": "Social Indicators Research",
            "pages": {
                "first": "41",
                "last": "65",
                "range": "41–65"
            },
            "type": "journal",
            "volume": "\n149\n"
        },
        {
            "articleTitle": "Income inequality and redistribution in Lithuania: The role of policy, labour market, income and demographics",
            "authors": [
                {
                    "name": {
                        "index": "Černiauskas, N",
                        "preferred": "N Černiauskas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sologon, DM",
                        "preferred": "DM Sologon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tarasonis, L",
                        "preferred": "L Tarasonis"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "id": "bib31",
            "journal": "Review of Income and Wealth",
            "pages": {
                "first": "1",
                "last": "36",
                "range": "1–36"
            },
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Clark, AE",
                        "preferred": "AE Clark"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "D’Ambrosio, C",
                        "preferred": "C D’Ambrosio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lepineur, A",
                        "preferred": "A Lepineur"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "The fall in income inequality during COVID-19 in five European countries. ECINEQ Working Paper No 2020 565",
            "id": "bib16",
            "title": "The fall in income inequality during COVID-19 in five European countries. ECINEQ Working Paper No 2020 565",
            "type": "unknown"
        },
        {
            "articleTitle": "Labor market institutions and the distribution of wages, 1973–1992: A semi-parametric approach",
            "authors": [
                {
                    "name": {
                        "index": "DiNardo, J",
                        "preferred": "J DiNardo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fortin, NM",
                        "preferred": "NM Fortin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lemieux, T",
                        "preferred": "T Lemieux"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "id": "bib17",
            "journal": "Econometrica",
            "pages": {
                "first": "1001",
                "last": "1044",
                "range": "1001–1044"
            },
            "type": "journal",
            "volume": "\n65\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fiorio, C",
                        "preferred": "C Fiorio"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "Welfare resilience in the immediate aftermath of the Covid-19 outbreak in Italy, EUROMOD Working Paper Em6/20. EUROMOD at the Institute for Social and Economic Research",
            "id": "bib18",
            "title": "EUROMOD Working Paper Em6/20. EUROMOD at the Institute for Social and Economic Research",
            "type": "unknown"
        },
        {
            "articleTitle": "Nowcasting: The real-time informational content of macroeconomic data",
            "authors": [
                {
                    "name": {
                        "index": "Giannone, D",
                        "preferred": "D Giannone"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reichlin, L",
                        "preferred": "L Reichlin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Small, D",
                        "preferred": "D Small"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "doi": "10.1016/j.jmoneco.2008.05.010",
            "id": "bib19",
            "journal": "Journal of Monetary Economics",
            "pages": {
                "first": "665",
                "last": "676",
                "range": "665–676"
            },
            "type": "journal",
            "volume": "\n55\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lindström, K",
                        "preferred": "K Lindström"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mustonen, E",
                        "preferred": "E Mustonen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Riihelä, M",
                        "preferred": "M Riihelä"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Viitamäki, H",
                        "preferred": "H Viitamäki"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "details": "Static data “ageing” Techniques. Accounting for population changes in tax-benefit microsimulation, EUROMOD Working Paper Em7/05. EUROMOD at the Institute for Social and Economic Research",
            "id": "bib20",
            "title": "EUROMOD Working Paper Em7/05. EUROMOD at the Institute for Social and Economic Research",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, A",
                        "preferred": "A Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "details": "Behavioral modeling in microsimulation models: A survey. Working paper no 1997: 31. Department of Economics, Uppsala University",
            "id": "bib21",
            "title": "Behavioral modeling in microsimulation models: A survey. Working paper no 1997: 31. Department of Economics, Uppsala University",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Leventi, C",
                        "preferred": "C Leventi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Navicke, J",
                        "preferred": "J Navicke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rastrigina, O",
                        "preferred": "O Rastrigina"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "Nowcasting risk of poverty and income distribution in the EU in 2013, EUROMOD Working Paper EM 11/14. EUROMOD at the Institute for Social and Economic Research",
            "id": "bib22",
            "title": "EUROMOD Working Paper EM 11/14. EUROMOD at the Institute for Social and Economic Research",
            "type": "unknown"
        },
        {
            "articleTitle": "Evaluating binary alignment methods in microsimulation models",
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.18564/jasss.2334",
            "id": "bib23",
            "journal": "Journal of Artificial Societies and Social Simulation",
            "pages": "15",
            "type": "journal",
            "volume": "\n17\n"
        },
        {
            "articleTitle": "The impact of COVID-19 and policy responses on australian income distribution and poverty",
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vidyattama, Y",
                        "preferred": "Y Vidyattama"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "La, HA",
                        "preferred": "HA La"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Miranti, R",
                        "preferred": "R Miranti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sologon, DM",
                        "preferred": "DM Sologon"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib24",
            "journal": "ArXiv",
            "pages": "2009.04037",
            "type": "journal",
            "volume": "\n2009.04037\n"
        },
        {
            "articleTitle": "Nowcasting indicators of poverty risk in the European Union: A microsimulation approach",
            "authors": [
                {
                    "name": {
                        "index": "Navicke, J",
                        "preferred": "J Navicke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rastrigina, O",
                        "preferred": "O Rastrigina"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.1007/s11205-013-0491-8",
            "id": "bib25",
            "journal": "Social Indicators Research",
            "pages": {
                "first": "101",
                "last": "119",
                "range": "101–119"
            },
            "type": "journal",
            "volume": "\n119\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "details": "Simulating the irish tax-transfer system in EUR6, The MicroSimulation Unit. Mu/Rn/26, Department of Applied Economics. University of Cambridge",
            "id": "bib26",
            "title": "The MicroSimulation Unit. Mu/Rn/26",
            "type": "unknown"
        },
        {
            "articleTitle": "Nowcasting in microSimulation models: A methodological survey",
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Loughrey, J",
                        "preferred": "J Loughrey"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.18564/jasss.2635",
            "id": "bib28",
            "journal": "Journal of Artificial Societies and Social Simulation",
            "pages": "12",
            "type": "journal",
            "volume": "\n17\n"
        },
        {
            "articleTitle": "Using the EU-SILC to model the impact of the economic crisis on inequality",
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Loughrey, J",
                        "preferred": "J Loughrey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.1186/2193-9012-2-23",
            "id": "bib27",
            "journal": "IZA Journal of European Labor Studies",
            "pages": "23",
            "type": "journal",
            "volume": "\n2\n"
        },
        {
            "articleTitle": "Decomposing the drivers of changes in inequality during the Great recession in Ireland using the fields approach",
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Loughrey, J",
                        "preferred": "J Loughrey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sologon, DM",
                        "preferred": "DM Sologon"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "id": "bib29",
            "journal": "The Economic and Social Review",
            "pages": {
                "first": "173",
                "last": "200",
                "range": "173–200"
            },
            "type": "journal",
            "volume": "\n49\n"
        },
        {
            "articleTitle": "Modelling the Distributional Impact of the COVID‐19 Crisis*",
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sologon, DM",
                        "preferred": "DM Sologon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kyzyma, I",
                        "preferred": "I Kyzyma"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McHale, J",
                        "preferred": "J McHale"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1111/1475-5890.12231",
            "id": "bib30",
            "journal": "Fiscal Studies",
            "pages": {
                "first": "321",
                "last": "336",
                "range": "321–336"
            },
            "type": "journal",
            "volume": "\n41\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sologon, D",
                        "preferred": "D Sologon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kyzyma, I",
                        "preferred": "I Kyzyma"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Linden, J",
                        "preferred": "J Linden"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wagener, R",
                        "preferred": "R Wagener"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "id": "bib32",
            "title": "The COVID-19 Resilience of a Continental Welfare Regime-Nowcasting the Distributional Impact of the Crisis.Journal of Economic Inequality, forthcoming",
            "type": "unknown"
        },
        {
            "articleTitle": "Accounting for differences in income inequality across countries: Tax-benefit policy, labour market structure, returns and demographics",
            "authors": [
                {
                    "name": {
                        "index": "Sologon, DM",
                        "preferred": "DM Sologon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van Kerm, P",
                        "preferred": "P Van Kerm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1007/s10888-020-09454-7",
            "id": "bib33",
            "journal": "The Journal of Economic Inequality",
            "pages": {
                "first": "13",
                "last": "43",
                "range": "13–43"
            },
            "type": "journal",
            "volume": "\n19\n"
        },
        {
            "articleTitle": "The Reliability of Using the Iterative Proportional Fitting Procedure∗",
            "authors": [
                {
                    "name": {
                        "index": "Wong, DWS",
                        "preferred": "DWS Wong"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "doi": "10.1111/j.0033-0124.1992.00340.x",
            "id": "bib34",
            "journal": "The Professional Geographer",
            "pages": {
                "first": "340",
                "last": "348",
                "range": "340–348"
            },
            "type": "journal",
            "volume": "\n44\n"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "assets": [
                        {
                            "id": "FA1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00237%2Fijm-00237-fig004.tif",
                                "size": {
                                    "width": 1891,
                                    "height": 2535
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00237%2Fijm-00237-fig004.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00237-fig004.jpg"
                                }
                            },
                            "label": "Figure A1",
                            "title": "Phases of the COVID-19 crisis and total expenditure in Ireland, per user (indexed to 1stFebruary, 7-day moving average). Source: Revolut in Department of Finance Emerging economic developments-real-time economic domestic indicators. 11November 2020.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "app1",
            "title": "Appendix A: Phases of the COVID-19 crisis and total expenditure in Ireland"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Note: Calculated on the basis of Census of Population Data.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tableB1",
                            "label": "Table B1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\" colspan=\"2\">Public Transport</th>\n<th align=\"left\"/>\n<th align=\"left\"/>\n<th align=\"left\" colspan=\"2\">Private Transport | Not Public Transport</th>\n</tr>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">coef</th>\n<th align=\"left\">S.E.</th>\n<th align=\"left\">p-value</th>\n<th align=\"left\">coef</th>\n<th align=\"left\">S.E.</th>\n<th align=\"left\">p-value</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Manufacturing industries, mining, quarrying and turf production, electricity, gas and water supply</td>\n<td align=\"left\">0.692</td>\n<td align=\"left\">0.073</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.677</td>\n<td align=\"left\">0.022</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Construction</td>\n<td align=\"left\">0.362</td>\n<td align=\"left\">0.076</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">1.214</td>\n<td align=\"left\">0.024</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Commerce</td>\n<td align=\"left\">1.314</td>\n<td align=\"left\">0.072</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.145</td>\n<td align=\"left\">0.021</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Transport Storage Communications</td>\n<td align=\"left\">2.179</td>\n<td align=\"left\">0.072</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.138</td>\n<td align=\"left\">0.021</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Public administration and defence</td>\n<td align=\"left\">1.719</td>\n<td align=\"left\">0.073</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.846</td>\n<td align=\"left\">0.023</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Education, health and social work</td>\n<td align=\"left\">1.167</td>\n<td align=\"left\">0.073</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.532</td>\n<td align=\"left\">0.021</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Other</td>\n<td align=\"left\">1.424</td>\n<td align=\"left\">0.073</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.043</td>\n<td align=\"left\">0.022</td>\n<td align=\"left\">0.055</td>\n</tr>\n<tr>\n<td align=\"left\">Border Midland and Wester Region</td>\n<td align=\"left\">-1.457</td>\n<td align=\"left\">0.011</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.257</td>\n<td align=\"left\">0.005</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Occupation 1</td>\n<td align=\"left\">0.148</td>\n<td align=\"left\">0.013</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.697</td>\n<td align=\"left\">0.008</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Occupation 2</td>\n<td align=\"left\">0.098</td>\n<td align=\"left\">0.015</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.412</td>\n<td align=\"left\">0.010</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Occupation 3</td>\n<td align=\"left\">0.044</td>\n<td align=\"left\">0.014</td>\n<td align=\"left\">0.002</td>\n<td align=\"left\">0.559</td>\n<td align=\"left\">0.009</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Occupation 4</td>\n<td align=\"left\">0.402</td>\n<td align=\"left\">0.012</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.287</td>\n<td align=\"left\">0.007</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Occupation 5</td>\n<td align=\"left\">-1.643</td>\n<td align=\"left\">0.099</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">-1.369</td>\n<td align=\"left\">0.023</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Occupation 6</td>\n<td align=\"left\">-0.918</td>\n<td align=\"left\">0.104</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.156</td>\n<td align=\"left\">0.028</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Occupation 7</td>\n<td align=\"left\">-0.342</td>\n<td align=\"left\">0.018</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.926</td>\n<td align=\"left\">0.010</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Occupation 8</td>\n<td align=\"left\">0.040</td>\n<td align=\"left\">0.015</td>\n<td align=\"left\">0.009</td>\n<td align=\"left\">0.259</td>\n<td align=\"left\">0.009</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Aged 20-24</td>\n<td align=\"left\">-0.439</td>\n<td align=\"left\">0.028</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.802</td>\n<td align=\"left\">0.022</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Aged 25-29</td>\n<td align=\"left\">-0.705</td>\n<td align=\"left\">0.027</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">1.136</td>\n<td align=\"left\">0.022</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Aged 30-34</td>\n<td align=\"left\">-0.906</td>\n<td align=\"left\">0.027</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">1.467</td>\n<td align=\"left\">0.022</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Aged 35-39</td>\n<td align=\"left\">-1.147</td>\n<td align=\"left\">0.027</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">1.662</td>\n<td align=\"left\">0.022</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Aged 40-44</td>\n<td align=\"left\">-1.322</td>\n<td align=\"left\">0.028</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">1.677</td>\n<td align=\"left\">0.022</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Aged 45-49</td>\n<td align=\"left\">-1.377</td>\n<td align=\"left\">0.028</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">1.613</td>\n<td align=\"left\">0.022</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Aged 50-54</td>\n<td align=\"left\">-1.334</td>\n<td align=\"left\">0.028</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">1.489</td>\n<td align=\"left\">0.022</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Aged 55-59</td>\n<td align=\"left\">-1.289</td>\n<td align=\"left\">0.029</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">1.363</td>\n<td align=\"left\">0.022</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Aged 60-64</td>\n<td align=\"left\">-1.287</td>\n<td align=\"left\">0.031</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">1.172</td>\n<td align=\"left\">0.023</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Aged 65-69</td>\n<td align=\"left\">-1.350</td>\n<td align=\"left\">0.041</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.816</td>\n<td align=\"left\">0.026</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Aged 70-74</td>\n<td align=\"left\">-1.471</td>\n<td align=\"left\">0.066</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.431</td>\n<td align=\"left\">0.033</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Aged 75+</td>\n<td align=\"left\">-1.606</td>\n<td align=\"left\">0.091</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">-0.035</td>\n<td align=\"left\">0.039</td>\n<td align=\"left\">0.360</td>\n</tr>\n<tr>\n<td align=\"left\">University Education</td>\n<td align=\"left\">0.242</td>\n<td align=\"left\">0.007</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.016</td>\n<td align=\"left\">0.005</td>\n<td align=\"left\">0.002</td>\n</tr>\n<tr>\n<td align=\"left\">Constant</td>\n<td align=\"left\">-2.839</td>\n<td align=\"left\">0.077</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">-0.988</td>\n<td align=\"left\">0.030</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Pseudo R2</td>\n<td align=\"left\">0.109</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">0.089</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Number of Obs</td>\n<td align=\"left\">1682588</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">1682588</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Probability of using public transport or private transport",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "app2",
            "title": "Appendix B: Estimation of probabilities of using various types of transport"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Note: Calculated on the basis of Household Budget Survey 2015-2016.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tableC1",
                            "label": "Table C1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Coef.</th>\n<th align=\"left\">Std. Err.</th>\n<th align=\"left\">P&gt;z</th>\n<th align=\"left\">Coef.</th>\n<th align=\"left\">Std. Err.</th>\n<th align=\"left\">P&gt;z</th>\n</tr>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\" colspan=\"3\">Has Child Care</th>\n<th align=\"left\" colspan=\"3\">Child Care Expenditure</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Number of Children Aged 0 -4</td>\n<td align=\"left\">0.833</td>\n<td align=\"left\">0.073</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">28.0</td>\n<td align=\"left\">4.8</td>\n<td align=\"left\">0</td>\n</tr>\n<tr>\n<td align=\"left\">Number of Children</td>\n<td align=\"left\">-0.018</td>\n<td align=\"left\">0.057</td>\n<td align=\"left\">0.750</td>\n<td align=\"left\">0.0</td>\n<td align=\"left\">4.0</td>\n<td align=\"left\">0.992</td>\n</tr>\n<tr>\n<td align=\"left\">Disposable Income (Equivalised)</td>\n<td align=\"left\">0.003</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.1</td>\n<td align=\"left\">0.0</td>\n<td align=\"left\">0</td>\n</tr>\n<tr>\n<td align=\"left\">Disposable Income (Equivalised) Squared</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Number of Workers = 2 | Lone Parent Working</td>\n<td align=\"left\">1.224</td>\n<td align=\"left\">0.129</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">54.0</td>\n<td align=\"left\">9.6</td>\n<td align=\"left\">0</td>\n</tr>\n<tr>\n<td align=\"left\">Constant</td>\n<td align=\"left\">-3.584</td>\n<td align=\"left\">0.246</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">-15.5</td>\n<td align=\"left\">13.1</td>\n<td align=\"left\">0.238</td>\n</tr>\n<tr>\n<td align=\"left\">R2</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">0.1437</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Pseudo R2</td>\n<td align=\"left\">0.1836</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Observations</td>\n<td align=\"left\">1,937</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\">719</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Regression models for having child care (Logit) and level of childcare expenditure",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "app3",
            "title": "Appendix C: Simulation of the child care participation and costs"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: Household Finance and Consumption Survey, with Iterative Proportional Fitting",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tableD1",
                            "label": "Table D1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"center\" colspan=\"7\">Percentile in the income distribution</th>\n</tr>\n<tr>\n<th align=\"left\">Age group</th>\n<th align=\"left\">Less than 20</th>\n<th align=\"left\">20-39</th>\n<th align=\"left\">40-59</th>\n<th align=\"left\">60-79</th>\n<th align=\"left\">80-100</th>\n<th align=\"left\">Total</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">30</td>\n<td align=\"left\">0.012643</td>\n<td align=\"left\">0.013099</td>\n<td align=\"left\">0.039393</td>\n<td align=\"left\">0.056208</td>\n<td align=\"left\">0.12114</td>\n<td align=\"left\">0.054</td>\n</tr>\n<tr>\n<td align=\"left\">40</td>\n<td align=\"left\">0.020834</td>\n<td align=\"left\">0.021585</td>\n<td align=\"left\">0.064915</td>\n<td align=\"left\">0.092623</td>\n<td align=\"left\">0.199625</td>\n<td align=\"left\">0.087</td>\n</tr>\n<tr>\n<td align=\"left\">50</td>\n<td align=\"left\">0.030946</td>\n<td align=\"left\">0.032062</td>\n<td align=\"left\">0.096424</td>\n<td align=\"left\">0.137582</td>\n<td align=\"left\">0.296521</td>\n<td align=\"left\">0.133</td>\n</tr>\n<tr>\n<td align=\"left\">60</td>\n<td align=\"left\">0.037694</td>\n<td align=\"left\">0.039053</td>\n<td align=\"left\">0.117449</td>\n<td align=\"left\">0.167581</td>\n<td align=\"left\">0.361176</td>\n<td align=\"left\">0.138</td>\n</tr>\n<tr>\n<td align=\"left\">70</td>\n<td align=\"left\">0.037777</td>\n<td align=\"left\">0.039139</td>\n<td align=\"left\">0.117707</td>\n<td align=\"left\">0.16795</td>\n<td align=\"left\">0.36197</td>\n<td align=\"left\">0.083</td>\n</tr>\n<tr>\n<td align=\"left\">Total</td>\n<td align=\"left\">0.029736</td>\n<td align=\"left\">0.027031</td>\n<td align=\"left\">0.074783</td>\n<td align=\"left\">0.101811</td>\n<td align=\"left\">0.223442</td>\n<td align=\"left\">0.09066</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Age-income distribution of shareholdings proportion, 2018",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: Household Finance and Consumption Survey, with Iterative Proportional Fitting",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tableD2",
                            "label": "Table D2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"center\" colspan=\"7\">Percentile in the income distribution</th>\n</tr>\n<tr>\n<th align=\"left\">Age group</th>\n<th align=\"left\">Less than 20</th>\n<th align=\"left\">20-39</th>\n<th align=\"left\">40-59</th>\n<th align=\"left\">60-79</th>\n<th align=\"left\">80-100</th>\n<th align=\"left\">Total</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">30</td>\n<td align=\"left\">0.001</td>\n<td align=\"left\">0.010</td>\n<td align=\"left\">0.009</td>\n<td align=\"left\">0.018</td>\n<td align=\"left\">0.033</td>\n<td align=\"left\">0.016</td>\n</tr>\n<tr>\n<td align=\"left\">40</td>\n<td align=\"left\">0.007</td>\n<td align=\"left\">0.103</td>\n<td align=\"left\">0.090</td>\n<td align=\"left\">0.179</td>\n<td align=\"left\">0.332</td>\n<td align=\"left\">0.156</td>\n</tr>\n<tr>\n<td align=\"left\">50</td>\n<td align=\"left\">0.009</td>\n<td align=\"left\">0.133</td>\n<td align=\"left\">0.116</td>\n<td align=\"left\">0.231</td>\n<td align=\"left\">0.428</td>\n<td align=\"left\">0.205</td>\n</tr>\n<tr>\n<td align=\"left\">60</td>\n<td align=\"left\">0.035</td>\n<td align=\"left\">0.548</td>\n<td align=\"left\">0.476</td>\n<td align=\"left\">0.950</td>\n<td align=\"left\">1.763</td>\n<td align=\"left\">0.698</td>\n</tr>\n<tr>\n<td align=\"left\">70</td>\n<td align=\"left\">0.164</td>\n<td align=\"left\">2.554</td>\n<td align=\"left\">2.217</td>\n<td align=\"left\">4.427</td>\n<td align=\"left\">8.214</td>\n<td align=\"left\">1.976</td>\n</tr>\n<tr>\n<td align=\"left\">Total</td>\n<td align=\"left\">0.069</td>\n<td align=\"left\">0.703</td>\n<td align=\"left\">0.379</td>\n<td align=\"left\">0.558</td>\n<td align=\"left\">0.930</td>\n<td align=\"left\">0.518</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Age-income distribution of shareholdings €000, 2018",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "app4",
            "title": "Appendix D: Approximation of the share value holdings across the age-income distribution"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Note: Disposable income* stands for household equivalized disposable income adjusted for housing, work related expenses and capital losses.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tableE1",
                            "label": "Table E1",
                            "tables": [
                                "<table>\n<tbody>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\" colspan=\"4\">\n<b>Before Crisis</b>\n</td>\n<td align=\"left\" colspan=\"4\">\n<b>May 5th</b>\n</td>\n<td align=\"left\" colspan=\"4\">\n<b>June 6th</b>\n</td>\n<td align=\"left\" colspan=\"4\">\n<b>August 28th</b>\n</td>\n</tr>\n<tr>\n<td align=\"left\">\n<b>Decile</b>\n</td>\n<td align=\"left\">\n<b>Market Income</b>\n</td>\n<td align=\"left\">\n<b>Gross Income</b>\n</td>\n<td align=\"left\">\n<b>Disposable Income</b>\n</td>\n<td align=\"left\">\n<b>Disposable Income*</b>\n</td>\n<td align=\"left\">\n<b>Market Income</b>\n</td>\n<td align=\"left\">\n<b>Gross Income</b>\n</td>\n<td align=\"left\">\n<b>Disposable Income</b>\n</td>\n<td align=\"left\">\n<b>Disposable Income*</b>\n</td>\n<td align=\"left\">\n<b>Market Income</b>\n</td>\n<td align=\"left\">\n<b>Gross Income</b>\n</td>\n<td align=\"left\">\n<b>Disposable Income</b>\n</td>\n<td align=\"left\">\n<b>Disposable Income*</b>\n</td>\n<td align=\"left\">\n<b>Market Income</b>\n</td>\n<td align=\"left\">\n<b>Gross Income</b>\n</td>\n<td align=\"left\">\n<b>Disposable Income</b>\n</td>\n<td align=\"left\">\n<b>Disposable Income*</b>\n</td>\n</tr>\n<tr>\n<td align=\"left\">1</td>\n<td align=\"left\">504.0</td>\n<td align=\"left\">960.3</td>\n<td align=\"left\">878.6</td>\n<td align=\"left\">522.2</td>\n<td align=\"left\">306.5</td>\n<td align=\"left\">1021.6</td>\n<td align=\"left\">933.1</td>\n<td align=\"left\">694.7</td>\n<td align=\"left\">281.5</td>\n<td align=\"left\">949.0</td>\n<td align=\"left\">871.8</td>\n<td align=\"left\">631.1</td>\n<td align=\"left\">517.6</td>\n<td align=\"left\">1135.2</td>\n<td align=\"left\">1012.6</td>\n<td align=\"left\">765.1</td>\n</tr>\n<tr>\n<td align=\"left\">2</td>\n<td align=\"left\">501.6</td>\n<td align=\"left\">1294.6</td>\n<td align=\"left\">1132.5</td>\n<td align=\"left\">957.7</td>\n<td align=\"left\">296.4</td>\n<td align=\"left\">1299.7</td>\n<td align=\"left\">1142.6</td>\n<td align=\"left\">1043.8</td>\n<td align=\"left\">316.7</td>\n<td align=\"left\">1279.4</td>\n<td align=\"left\">1124.9</td>\n<td align=\"left\">1023.5</td>\n<td align=\"left\">453.5</td>\n<td align=\"left\">1360.5</td>\n<td align=\"left\">1188.2</td>\n<td align=\"left\">1081.8</td>\n</tr>\n<tr>\n<td align=\"left\">3</td>\n<td align=\"left\">746.0</td>\n<td align=\"left\">1518.1</td>\n<td align=\"left\">1315.7</td>\n<td align=\"left\">1121.9</td>\n<td align=\"left\">436.6</td>\n<td align=\"left\">1480.5</td>\n<td align=\"left\">1289.7</td>\n<td align=\"left\">1179.8</td>\n<td align=\"left\">477.1</td>\n<td align=\"left\">1468.9</td>\n<td align=\"left\">1278.1</td>\n<td align=\"left\">1171.1</td>\n<td align=\"left\">708.4</td>\n<td align=\"left\">1630.9</td>\n<td align=\"left\">1376.4</td>\n<td align=\"left\">1260.7</td>\n</tr>\n<tr>\n<td align=\"left\">4</td>\n<td align=\"left\">1087.8</td>\n<td align=\"left\">1765.3</td>\n<td align=\"left\">1498.0</td>\n<td align=\"left\">1278.3</td>\n<td align=\"left\">706.7</td>\n<td align=\"left\">1707.1</td>\n<td align=\"left\">1455.7</td>\n<td align=\"left\">1341.9</td>\n<td align=\"left\">730.5</td>\n<td align=\"left\">1704.4</td>\n<td align=\"left\">1455.7</td>\n<td align=\"left\">1339.2</td>\n<td align=\"left\">839.0</td>\n<td align=\"left\">1786.5</td>\n<td align=\"left\">1524.5</td>\n<td align=\"left\">1405.4</td>\n</tr>\n<tr>\n<td align=\"left\">5</td>\n<td align=\"left\">1398.3</td>\n<td align=\"left\">2005.1</td>\n<td align=\"left\">1665.3</td>\n<td align=\"left\">1434.7</td>\n<td align=\"left\">810.8</td>\n<td align=\"left\">1842.5</td>\n<td align=\"left\">1563.3</td>\n<td align=\"left\">1471.1</td>\n<td align=\"left\">912.7</td>\n<td align=\"left\">1898.3</td>\n<td align=\"left\">1590.0</td>\n<td align=\"left\">1480.8</td>\n<td align=\"left\">1196.8</td>\n<td align=\"left\">1988.1</td>\n<td align=\"left\">1636.2</td>\n<td align=\"left\">1531.8</td>\n</tr>\n<tr>\n<td align=\"left\">6</td>\n<td align=\"left\">1959.9</td>\n<td align=\"left\">2579.5</td>\n<td align=\"left\">2020.2</td>\n<td align=\"left\">1757.4</td>\n<td align=\"left\">1258.4</td>\n<td align=\"left\">2326.3</td>\n<td align=\"left\">1861.1</td>\n<td align=\"left\">1755.0</td>\n<td align=\"left\">1272.9</td>\n<td align=\"left\">2360.1</td>\n<td align=\"left\">1880.4</td>\n<td align=\"left\">1769.5</td>\n<td align=\"left\">1689.9</td>\n<td align=\"left\">2507.1</td>\n<td align=\"left\">1972.0</td>\n<td align=\"left\">1844.2</td>\n</tr>\n<tr>\n<td align=\"left\">7</td>\n<td align=\"left\">2361.9</td>\n<td align=\"left\">2847.5</td>\n<td align=\"left\">2203.0</td>\n<td align=\"left\">1907.2</td>\n<td align=\"left\">1613.6</td>\n<td align=\"left\">2582.7</td>\n<td align=\"left\">2028.6</td>\n<td align=\"left\">1869.7</td>\n<td align=\"left\">1642.3</td>\n<td align=\"left\">2604.7</td>\n<td align=\"left\">2044.0</td>\n<td align=\"left\">1889.5</td>\n<td align=\"left\">1966.8</td>\n<td align=\"left\">2648.9</td>\n<td align=\"left\">2046.3</td>\n<td align=\"left\">1887.3</td>\n</tr>\n<tr>\n<td align=\"left\">8</td>\n<td align=\"left\">3053.2</td>\n<td align=\"left\">3542.6</td>\n<td align=\"left\">2680.3</td>\n<td align=\"left\">2326.0</td>\n<td align=\"left\">1946.1</td>\n<td align=\"left\">3053.2</td>\n<td align=\"left\">2354.0</td>\n<td align=\"left\">2204.8</td>\n<td align=\"left\">2139.6</td>\n<td align=\"left\">3123.1</td>\n<td align=\"left\">2400.6</td>\n<td align=\"left\">2260.8</td>\n<td align=\"left\">2377.3</td>\n<td align=\"left\">3146.4</td>\n<td align=\"left\">2423.9</td>\n<td align=\"left\">2263.1</td>\n</tr>\n<tr>\n<td align=\"left\">9</td>\n<td align=\"left\">3859.7</td>\n<td align=\"left\">4270.8</td>\n<td align=\"left\">3083.2</td>\n<td align=\"left\">2740.6</td>\n<td align=\"left\">2740.6</td>\n<td align=\"left\">3677.0</td>\n<td align=\"left\">2694.9</td>\n<td align=\"left\">2535.1</td>\n<td align=\"left\">2694.9</td>\n<td align=\"left\">3631.3</td>\n<td align=\"left\">2672.1</td>\n<td align=\"left\">2535.1</td>\n<td align=\"left\">3106.0</td>\n<td align=\"left\">3814.0</td>\n<td align=\"left\">2786.3</td>\n<td align=\"left\">2603.6</td>\n</tr>\n<tr>\n<td align=\"left\">10</td>\n<td align=\"left\">7350.1</td>\n<td align=\"left\">7620.7</td>\n<td align=\"left\">4599.5</td>\n<td align=\"left\">4193.6</td>\n<td align=\"left\">5298.4</td>\n<td align=\"left\">6087.5</td>\n<td align=\"left\">3787.8</td>\n<td align=\"left\">3584.9</td>\n<td align=\"left\">5659.1</td>\n<td align=\"left\">6403.2</td>\n<td align=\"left\">3900.5</td>\n<td align=\"left\">3697.6</td>\n<td align=\"left\">5817.0</td>\n<td align=\"left\">6335.5</td>\n<td align=\"left\">3923.1</td>\n<td align=\"left\">3720.1</td>\n</tr>\n<tr>\n<td align=\"left\">Total</td>\n<td align=\"left\">2362.0</td>\n<td align=\"left\">2916.3</td>\n<td align=\"left\">2149.9</td>\n<td align=\"left\">1860.7</td>\n<td align=\"left\">1600.4</td>\n<td align=\"left\">2554.8</td>\n<td align=\"left\">1945.0</td>\n<td align=\"left\">1798.0</td>\n<td align=\"left\">1675.1</td>\n<td align=\"left\">2603.0</td>\n<td align=\"left\">1957.1</td>\n<td align=\"left\">1810.0</td>\n<td align=\"left\">1930.6</td>\n<td align=\"left\">2699.4</td>\n<td align=\"left\">2019.7</td>\n<td align=\"left\">1867.9</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\" colspan=\"4\">\n<b>November 13th</b>\n</td>\n<td align=\"left\" colspan=\"4\">\n<b>December 22nd</b>\n</td>\n<td align=\"left\" colspan=\"4\">\n<b>January 26th</b>\n</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">\n<b>Decile</b>\n</td>\n<td align=\"left\">\n<b>Market Income</b>\n</td>\n<td align=\"left\">\n<b>Gross Income</b>\n</td>\n<td align=\"left\">\n<b>Disposable Income</b>\n</td>\n<td align=\"left\">\n<b>Disposable Income*</b>\n</td>\n<td align=\"left\">\n<b>Market Income</b>\n</td>\n<td align=\"left\">\n<b>Gross Income</b>\n</td>\n<td align=\"left\">\n<b>Disposable Income</b>\n</td>\n<td align=\"left\">\n<b>Disposable Income*</b>\n</td>\n<td align=\"left\">\n<b>Market Income</b>\n</td>\n<td align=\"left\">\n<b>Gross Income</b>\n</td>\n<td align=\"left\">\n<b>Disposable Income</b>\n</td>\n<td align=\"left\">\n<b>Disposable Income*</b>\n</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">1</td>\n<td align=\"left\">342.8</td>\n<td align=\"left\">962.6</td>\n<td align=\"left\">880.9</td>\n<td align=\"left\">635.7</td>\n<td align=\"left\">295.1</td>\n<td align=\"left\">933.1</td>\n<td align=\"left\">862.7</td>\n<td align=\"left\">624.3</td>\n<td align=\"left\">347.4</td>\n<td align=\"left\">958.1</td>\n<td align=\"left\">878.6</td>\n<td align=\"left\">635.7</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">2</td>\n<td align=\"left\">352.2</td>\n<td align=\"left\">1289.6</td>\n<td align=\"left\">1132.5</td>\n<td align=\"left\">1031.1</td>\n<td align=\"left\">334.4</td>\n<td align=\"left\">1287.0</td>\n<td align=\"left\">1129.9</td>\n<td align=\"left\">1028.6</td>\n<td align=\"left\">334.4</td>\n<td align=\"left\">1289.6</td>\n<td align=\"left\">1135.0</td>\n<td align=\"left\">1031.1</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">3</td>\n<td align=\"left\">500.2</td>\n<td align=\"left\">1463.2</td>\n<td align=\"left\">1278.1</td>\n<td align=\"left\">1171.1</td>\n<td align=\"left\">508.9</td>\n<td align=\"left\">1492.1</td>\n<td align=\"left\">1295.4</td>\n<td align=\"left\">1176.9</td>\n<td align=\"left\">523.4</td>\n<td align=\"left\">1477.6</td>\n<td align=\"left\">1286.8</td>\n<td align=\"left\">1168.2</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">4</td>\n<td align=\"left\">778.1</td>\n<td align=\"left\">1725.6</td>\n<td align=\"left\">1471.5</td>\n<td align=\"left\">1352.4</td>\n<td align=\"left\">719.9</td>\n<td align=\"left\">1683.3</td>\n<td align=\"left\">1442.4</td>\n<td align=\"left\">1333.9</td>\n<td align=\"left\">738.4</td>\n<td align=\"left\">1696.5</td>\n<td align=\"left\">1453.0</td>\n<td align=\"left\">1341.9</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">5</td>\n<td align=\"left\">954.0</td>\n<td align=\"left\">1903.2</td>\n<td align=\"left\">1597.3</td>\n<td align=\"left\">1488.1</td>\n<td align=\"left\">990.4</td>\n<td align=\"left\">1903.2</td>\n<td align=\"left\">1590.0</td>\n<td align=\"left\">1483.2</td>\n<td align=\"left\">944.3</td>\n<td align=\"left\">1869.2</td>\n<td align=\"left\">1570.6</td>\n<td align=\"left\">1468.7</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">6</td>\n<td align=\"left\">1432.0</td>\n<td align=\"left\">2434.8</td>\n<td align=\"left\">1918.9</td>\n<td align=\"left\">1796.0</td>\n<td align=\"left\">1374.1</td>\n<td align=\"left\">2381.8</td>\n<td align=\"left\">1890.0</td>\n<td align=\"left\">1779.1</td>\n<td align=\"left\">1403.0</td>\n<td align=\"left\">2393.8</td>\n<td align=\"left\">1897.2</td>\n<td align=\"left\">1781.5</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">7</td>\n<td align=\"left\">1816.7</td>\n<td align=\"left\">2670.9</td>\n<td align=\"left\">2086.0</td>\n<td align=\"left\">1929.3</td>\n<td align=\"left\">1726.2</td>\n<td align=\"left\">2648.9</td>\n<td align=\"left\">2072.7</td>\n<td align=\"left\">1918.2</td>\n<td align=\"left\">1796.8</td>\n<td align=\"left\">2648.9</td>\n<td align=\"left\">2066.1</td>\n<td align=\"left\">1909.4</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">8</td>\n<td align=\"left\">2302.7</td>\n<td align=\"left\">3262.9</td>\n<td align=\"left\">2493.8</td>\n<td align=\"left\">2330.7</td>\n<td align=\"left\">2232.8</td>\n<td align=\"left\">3216.3</td>\n<td align=\"left\">2470.5</td>\n<td align=\"left\">2312.0</td>\n<td align=\"left\">2319.0</td>\n<td align=\"left\">3239.6</td>\n<td align=\"left\">2470.5</td>\n<td align=\"left\">2316.7</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">9</td>\n<td align=\"left\">3106.0</td>\n<td align=\"left\">3905.4</td>\n<td align=\"left\">2854.8</td>\n<td align=\"left\">2694.9</td>\n<td align=\"left\">2946.1</td>\n<td align=\"left\">3836.8</td>\n<td align=\"left\">2809.1</td>\n<td align=\"left\">2626.4</td>\n<td align=\"left\">2969.0</td>\n<td align=\"left\">3791.2</td>\n<td align=\"left\">2786.3</td>\n<td align=\"left\">2626.4</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">10</td>\n<td align=\"left\">5862.0</td>\n<td align=\"left\">6515.9</td>\n<td align=\"left\">3990.7</td>\n<td align=\"left\">3787.8</td>\n<td align=\"left\">6132.6</td>\n<td align=\"left\">6763.9</td>\n<td align=\"left\">4126.0</td>\n<td align=\"left\">3923.1</td>\n<td align=\"left\">6132.6</td>\n<td align=\"left\">6718.8</td>\n<td align=\"left\">4103.4</td>\n<td align=\"left\">3900.5</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Total</td>\n<td align=\"left\">1810.0</td>\n<td align=\"left\">2675.3</td>\n<td align=\"left\">2005.3</td>\n<td align=\"left\">1853.4</td>\n<td align=\"left\">1790.8</td>\n<td align=\"left\">2675.3</td>\n<td align=\"left\">2002.9</td>\n<td align=\"left\">1853.4</td>\n<td align=\"left\">1817.3</td>\n<td align=\"left\">2675.3</td>\n<td align=\"left\">2000.4</td>\n<td align=\"left\">1853.4</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Distributional characteristics of income before and during crisis (€ per month per adult equivalent)",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "app5",
            "title": "Appendix E: Distributional characteristics of income before and during crisis"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "id": "FF1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00237%2Fijm-00237-fig005.tif",
                                "size": {
                                    "width": 1891,
                                    "height": 1403
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00237%2Fijm-00237-fig005.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00237-fig005.jpg"
                                }
                            },
                            "label": "Figure F1",
                            "title": "Methodology",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "app6",
            "title": "Appendix F: The model"
        }
    ],
    "acknowledgements": [
        {
            "text": "Not applicable.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
