{
    "status": "vor",
    "id": "00233",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00233",
    "authorLine": "Matteo G Richiardi",
    "title": "Editorial",
    "published": "2021-08-31T00:00:00Z",
    "versionDate": "2021-08-31T00:00:00Z",
    "statusDate": "2021-08-31T00:00:00Z",
    "volume": 14,
    "issue": 2,
    "fpage": 1,
    "lpage": 1,
    "elocationId": "1-1",
    "pdf": "http://web:8082/00233/ijm-00233.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "UK",
                            "locality": [
                                "Colchester"
                            ]
                        },
                        "formatted": [
                            "Colchester",
                            "UK"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research, University of Essex"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@essex.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo G",
                "preferred": "Matteo G Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Summer 2021 issue of the journal is a special issue devoted to COVID-19 research, as presented at the workshop on “Microsimulation modelling of policy responses to COVID-19”, organised by the International Microsimulation Association in collaboration with the Centre for Microsimulation and Policy Analysis (CeMPA); the Institute for Employment Research (IAB); the Luxembourg Institute for Social and Economic Research (LISER); the National Centre for Social and Economic Modelling (NATSEM); and the Urban Institute and held online on 2 December 2020.",
                    "type": "paragraph"
                },
                {
                    "text": "This special issue is composed by four articles, spanning different areas of the world. The first paper, by Gemma Wright and a large number of co-authors, analyses the impact of the first wave of the COVID-19 pandemic on income poverty and inequality in South Africa, through the lenses of the static tax-benefit microsimulation model SAMOD, belonging to the EUROMOD family. Pre-pandemic earnings were calibrated using information from a follow-up survey.",
                    "type": "paragraph"
                },
                {
                    "text": "The second paper, by Leonardo Calcagno, focuses on Argentina, and analyses the effects of the Emergency Family Income (IFE), a temporary policy measure adopted in the wake of the first national lockdown. Using the Microsimulation model for Social Security in Argentina (MISSAR), developed in the LIAM2 dynamic framework, Calcagno also studies the effects of prolonging IFE for the whole of 2020.",
                    "type": "paragraph"
                },
                {
                    "text": "The third paper is authored again by a large research group led by Gemma Wright, but this time the focus is on Indonesia. The paper follows a standard nowcasting procedure to adjust the input data. Interestingly, the authors find a lower effect on poverty than the official estimates. They explain the discrepancy tracing it back to a number of data and modelling issues.",
                    "type": "paragraph"
                },
                {
                    "text": "The final paper, by Cathal O’Donoghue, Denisa Sologon, Iryna Kyzyma and John McHale, analyses the impact of COVID-19 on inequality and poverty in Ireland. The paper makes use of a relatively sophisticated nowcasting methodology previously developed by some of the authors, based on an “income generation model” which predicts changes in income due to the pandemic. The paper also makes a methodological contribution by using a welfare measure for the assessment of the impact of the crisis where equivalised household disposable income is adjusted to account for changes in housing, child care and commuting costs and reflects impacts of changes in capital values, all of which are modelled.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Applications of microsimulation modelling to analysing the distributional impact of the pandemic can be found - among other publication outlets - in the September 2021 special issue of the Journal of Economic Inequality, edited by Koen Decancq, Andreas Peichl and Philippe Van Kerm.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Still related to COVID-19, but focusing on the health impact rather than the economic impact of the pandemic, <a href=\"#bib1\">Reif et al. (2021)</a> use the Future Elderly Model (FEM) to quantify the years of life lost (YLLs) and the quality-adjusted life-years (QALYs) lost from the COVID-19 pandemic, by age, sex, race/ethnicity, and comorbidity.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2",
                    "title": "Suggestions for further reading",
                    "type": "section"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Measuring the COVID-19 Mortality Burden in the United States: A Microsimulation Study",
            "authors": [
                {
                    "name": {
                        "index": "Reif, J",
                        "preferred": "J Reif"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heun-Johnson, H",
                        "preferred": "H Heun-Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tysinger, B",
                        "preferred": "B Tysinger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lakdawalla, D",
                        "preferred": "D Lakdawalla"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "id": "bib1",
            "journal": "Annals of Internal Medicine",
            "pages": "10.7326/M21-2239",
            "pmid": 34543588,
            "type": "journal"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
