{
    "status": "vor",
    "id": "00236",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00236",
    "authorLine": "Gemma Wright et al.",
    "title": "Estimating the Distributional Impacts of the COVID-19 Pandemic and the Remedial Tax and Benefit Policies in Indonesia",
    "published": "2021-08-31T00:00:00Z",
    "versionDate": "2021-08-31T00:00:00Z",
    "statusDate": "2021-08-31T00:00:00Z",
    "volume": 14,
    "issue": 2,
    "fpage": 50,
    "lpage": 80,
    "elocationId": "50-80",
    "pdf": "http://web:8082/00236/ijm-00236.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "The Government of Indonesia acted quickly to protect people from the financial impact of the COVID-19 pandemic and associated lockdown measures in 2020. Using a static tax and microsimulation model for Indonesia with adjusted datasets to reflect the economic shock throughout 2020, we explore how the pandemic affected people’s earnings in Indonesia, the extent to which the automatic stabilisers that were already built into the tax and benefit system cushioned the economic shock, and how the augmented or new benefit policies served to further cushion the shock. We estimate that in 2020 the additional policies meant that poverty rose from 6.8 percent to a maximum of 8.3 percent rather than to 10.7 percent if they had not been introduced. We discuss reasons why the official poverty estimates for 2020 are higher than those generated in this study.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Wright et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "South Africa",
                            "locality": [
                                "Pretoria"
                            ]
                        },
                        "formatted": [
                            "Pretoria",
                            "South Africa"
                        ]
                    },
                    "name": [
                        "College of Graduate Studies, University of South Africa"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Hove"
                            ]
                        },
                        "formatted": [
                            "Hove",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Southern African Social Policy Research Insights"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported.",
            "emailAddresses": [
                "gemma.wright@saspri.org"
            ],
            "name": {
                "index": "Wright, Gemma",
                "preferred": "Gemma Wright"
            },
            "orcid": "0000-0001-5377-5705",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Hove"
                            ]
                        },
                        "formatted": [
                            "Hove",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Southern African Social Policy Research Insights"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported.",
            "name": {
                "index": "Noble, Michael",
                "preferred": "Michael Noble"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Hove"
                            ]
                        },
                        "formatted": [
                            "Hove",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Southern African Social Policy Research Insights"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported.",
            "name": {
                "index": "Barnes, Helen",
                "preferred": "Helen Barnes"
            },
            "orcid": "0000-0002-3234-3396",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Indonesia",
                            "locality": [
                                "Jakarta"
                            ]
                        },
                        "formatted": [
                            "Jakarta",
                            "Indonesia"
                        ]
                    },
                    "name": [
                        "Fiscal Policy Agency"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "Indonesia",
                            "locality": [
                                "Jakarta"
                            ]
                        },
                        "formatted": [
                            "Jakarta",
                            "Indonesia"
                        ]
                    },
                    "name": [
                        "UNICEF Indonesia"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported.",
            "name": {
                "index": "Moechtar, Ali",
                "preferred": "Ali Moechtar"
            },
            "orcid": "0000-0002-9996-0217",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Hove"
                            ]
                        },
                        "formatted": [
                            "Hove",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Southern African Social Policy Research Insights"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported.",
            "name": {
                "index": "McLennan, David",
                "preferred": "David McLennan"
            },
            "orcid": "0000-0002-9977-4801",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Indonesia",
                            "locality": [
                                "Jawa Barat"
                            ]
                        },
                        "formatted": [
                            "Jawa Barat",
                            "Indonesia"
                        ]
                    },
                    "name": [
                        "Department of Economics"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported.",
            "name": {
                "index": "Yusuf, Arief Anshory",
                "preferred": "Arief Anshory Yusuf"
            },
            "orcid": "0000-0002-3126-3853",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Hove"
                            ]
                        },
                        "formatted": [
                            "Hove",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Southern African Social Policy Research Insights"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported.",
            "name": {
                "index": "Gasior, Katrin",
                "preferred": "Katrin Gasior"
            },
            "orcid": "0000-0003-4342-1174",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Indonesia",
                            "locality": [
                                "Jakarta"
                            ]
                        },
                        "formatted": [
                            "Jakarta",
                            "Indonesia"
                        ]
                    },
                    "name": [
                        "UNICEF Indonesia"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported.",
            "name": {
                "index": "Muyanto, Ratnawati",
                "preferred": "Ratnawati Muyanto"
            },
            "type": "person"
        }
    ],
    "funding": {
        "statement": "No specific funding for this article is reported."
    },
    "dataSets": {
        "availability": [
            {
                "text": "Please contact the authors for information on data and code availability.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "COVID-19",
        "tax-benefit microsimulation",
        "Indonesia"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "During 2020, the COVID-19 pandemic wreaked havoc across the world, causing shockwaves that have impacted on many people’s lives and financial security. In the absence of any known cures or preventative vaccines, governments quickly implemented policies to minimize its impact. In particular, public health policies were rolled out which focused on containing the spread of the virus but these measures in turn had a detrimental impact on many economies, at least in the short-run. In addition, tax and benefit policies were often either augmented or introduced from scratch, in order to mitigate the financial impact of the pandemic and associated containment measures on people’s lives. The speed with which initiatives were introduced has been unprecedented: for example, the United Nations Special Rapporteur on extreme poverty and human rights observed that 1,407 new social protection measures had been adopted by 208 countries and territories by September 2020 (<a href=\"#bib29\">United Nations, 2020</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper we explore how the COVID-19 pandemic has impacted on people’s earnings in Indonesia, the extent to which the automatic stabilisers that were already built into the tax and benefit system cushioned the economic shock, and how the augmented or new tax and benefit policies that were introduced because of the pandemic served to further cushion the shock.",
                    "type": "paragraph"
                },
                {
                    "text": "We provide a distributional analysis on household circumstances throughout 2020, by combining the tax-benefit microsimulation model INDOMODwith a novel approach to estimate the COVID-related shock on the labour market (<a href=\"#bib3\">Barnes et al., 2019</a>). This allows us to analyse income changes for each calendar month of 2020 by taking into account the combined effect of changes in earnings and the effect of existing and newly introduced COVID-related tax-benefit policies as well as their changing rules over the year.",
                    "type": "paragraph"
                },
                {
                    "text": "Similar work has been or is still being undertaken using the EUROMOD microsimulation software for other countries such as Ecuador (<a href=\"#bib19\">Jara et al., 2021</a>); Ireland (<a href=\"#bib5\">Beirne et al., 2020</a>); Italy (<a href=\"#bib17\">Figari and Fiorio, 2020</a>); the United Kingdom (<a href=\"#bib6\">Brewer and Tasseva, 2020</a>; <a href=\"#bib12\">Bronka et al., 2020</a>); six countries across Africa – Ghana, Mozambique, South Africa, Tanzania, Uganda and Zambia (<a href=\"#bib1\">Lastunen et al., 2021</a>, forthcoming); and Vietnam (forthcoming). This paper is inspired methodologically by these earlier studies but is unique in its focus on monthly changes in household incomes as a result of policy changes.",
                    "type": "paragraph"
                },
                {
                    "text": "The contribution of this paper is fivefold. First, we provide a methodology for nowcasting quarterly income shocks using a technique that draws from anonymized phone data on people’s mobility patterns to estimate the COVID-related shock on economic activity (<a href=\"#bib14\">Carlitz and Makhura, 2020</a>; <a href=\"#bib24\">Sampi and Jooste, 2020</a>; <a href=\"#bib34\">Yusuf et al., 2020</a>). Second, the analysis is based on very timely data derived from the National Socio-Economic Survey Indonesia (SUSENAS) 2019 (<a href=\"#bib7\">Badan Pusat Statistik (BPS), 2019</a>), including individual level income data from the survey which is not usually available for external research purposes. This provides an opportunity for an in-depth analysis of income changes along the distribution and for different population sub-groups. Third and most importantly, the paper focuses on the role of the tax-benefit system in cushioning the consequences of the pandemic. Fourth, this is possible due to the state-of-the-art microsimulation model INDOMOD which allows us to monitor the impact of policies in a timely manner and to decompose the role of existing tax-benefit policies versus the effectiveness of emergency policies. Fifth, modelling the different tax and benefit policies that were in place for each month in the calendar year of 2020, it is possible to unpick in a very detailed way the role that the tax and benefit system has played in mitigating the impact of the pandemic on poverty and inequality. This shows the extent to which the social policy response during the year was successful and also provides pointers for further support to avoid more severe long-term effects on incomes after the pandemic.",
                    "type": "paragraph"
                },
                {
                    "text": "The analysis presented in this paper shows that consumption fell across the deciles in quarters 2, 3 and 4 when compared with quarter 1 of 2020. Nevertheless, the policies that were introduced protected millions of people from a greater financial shock than would otherwise have been the case. For example, for households containing one or more children, poverty would have risen to a high of 11.99 percent in May 2020 without the COVID-19 policies, but instead rose to 9.49 percent, and for households containing one or more elderly people, poverty would have risen to a high of 14.25 percent without the COVID-19 policies, but instead rose to 11.40 percent.",
                    "type": "paragraph"
                },
                {
                    "text": "In terms of the structure of the rest of this paper, Section 2 provides an overview of the COVID-19 situation in Indonesia and the policy response to the pandemic. Section 3 introduces the INDOMOD microsimulation model and sets out the tax and benefit policies that are simulated in the model, as well as providing baseline validation statistics for 2019. Section 4 describes the methodological approach used for modelling the new COVID policies in each month of 2020, explains how INDOMOD’s dataset was adjusted to take into account the shocks at different timepoints in the year, and discusses key concepts and assumptions. Our analysis is presented in three sections: first, the impact of the shock with no additional tax and benefits (Section 5); second, the impact of the shock on earnings (Section 6), and third, the combined impact of the shock and the new taxes and benefits (Section 7). This is followed in Section 8 by a discussion about the findings and their implications.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "COVID-19 cases were first reported in Indonesia in March 2020and as of 8<sup>th</sup> January 2021 there had been 797,723 confirmed cases of COVID-19 and 23,520 deaths (<a href=\"#bib26\">Suryahadi et al., 2020</a>; <a href=\"#bib32\">World Health Organisation, 2021</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Social distancing to contain the spread of the virus was introduced in Indonesia in March 2020. Using Google mobility data, <a href=\"#bib34\">Yusuf et al. (2020)</a> found that average mobility in Indonesia had fallen by 40 percent by the end of March 2020 compared to the first two weeks of that month; by treating mobility reduction as a proxy for the shock to the economy that is associated with rising levels of poverty and inequality, they conducted analysis for the period mid-February 2020 to mid-July 2020 and demonstrated that poor people had been disproportionately affected by the pandemic.",
                    "type": "paragraph"
                },
                {
                    "text": "Others have also signalled their concern about the impact of the pandemic on poverty in Indonesia. For example, <a href=\"#bib26\">Suryahadi et al. (2020)</a> estimated that between 1.3 and 19.7 million people could fall below the poverty line based on their estimated best and worst-case scenarios of the economic impact of the pandemic by the end of 2020. <a href=\"#bib2\">Aulia et al. (2020)</a> conducted in-house simulations at the National Development Planning Agency (BAPPENAS) and estimated that at least 3.6 million additional people would become poor. Most recently a study by UNICEF, PROSPERA, UNDP and SMERU (2021) found that households across all income groups experienced a similar percentage fall in income, with almost a quarter of households also reporting a rise in outgoings on essentials. Furthermore, they found that half of all households had no savings, and that over a quarter of households had reported having to pawn possessions to help cover their costs. The results presented in this paper complement the earlier studies by providing detailed analysis that takes into account changes made to the policies on a month-by-month basis.",
                    "type": "paragraph"
                },
                {
                    "text": "Concerns about rising levels of poverty and especially child poverty are of course not unique to Indonesia (e.g. <a href=\"#bib25\">Sumner et al., 2020</a>; <a href=\"#bib15\">Global Coalition to End Child Poverty, 2020</a>), but Indonesia’s size, both in terms of geographical extent and in terms of its population, make it particularly imperative to ensure that the impact of the pandemic can be monitored and mitigated.",
                    "type": "paragraph"
                },
                {
                    "text": "Indonesia has a sophisticated tax and benefit system which was well established prior to the pandemic and so the country was able immediately to build on these frameworks (e.g. <a href=\"#bib18\">IPC-IG and UNICEF, 2019</a>; <a href=\"#bib20\">Jellema et al., 2017</a>; <a href=\"#bib28\">TNP2K, 2018</a>; <a href=\"#bib31\">World Bank, 2017</a>). Although Indonesia’s social spending prior to the pandemic was regarded as low compared to other middle-income countries, it nevertheless did make an important dent on inequality (<a href=\"#bib21\">Kim et al., 2020</a>). For example, the main social protection arrangements in 2016 have been shown to have reduced inequality by 3.7 percent overall, and by 5.7 percent in rural areas and to be poverty-reducing (<a href=\"#bib33\">Yusuf, 2018</a>). <a href=\"#bib20\">Jellema et al. (2017)</a> found that Indonesia’s fiscal policy reduces poverty and inequality very slightly overall (though they excluded personal income tax from the analysis).",
                    "type": "paragraph"
                },
                {
                    "text": "The Government of Indonesia introduced a range of measures throughout 2020 to mitigate the impact of the pandemic, including health and social protection policies, and support for Micro, Small and Medium Enterprises (MSMEs), businesses, and local government. Many of the new policies relating to social protection were incorporated into INDOMOD; they are described in Section 4.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. COVID-19 Situation in Indonesia and Policy Response",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "INDOMOD is a static tax-benefit microsimulation model for Indonesia which has been developed by SASPRI for use by Government in collaboration with UNICEF Indonesia (<a href=\"#bib3\">Barnes et al., 2019</a>). It is run using the EUROMOD microsimulation software EM Version 3.1.8 (<a href=\"#bib27\">Sutherland and Figari, 2013</a>; <a href=\"#bib30\">University of Essex, 2019</a>). The version of the model that is used in this paper is INDOMOD V2.1 which is underpinned by a dataset that was derived from the nationally representative National Socio-Economic Survey/ <i>Survei Sosial Ekonomi Nasional (SUSENAS</i>) for March 2019 (<a href=\"#bib7\">Badan Pusat Statistik (BPS), 2019</a>), as well as modifications of that dataset which are described in Section 4.",
                    "type": "paragraph"
                },
                {
                    "text": "The 2019 SUSENAS survey contains detailed information, including data on income and expenditure, from over 315,000 households and more than 1.2 million individuals. The final post-cleaning response rate was very high at 98.65 percent. The survey captures detailed information about households and individuals, the most relevant of which for INDOMOD comprise information on demographics, education, labour force participation, functional impediments, health insurance, social protection, household expenditure (food and non-food), income from wage/salary, business income, property income, non-consumption income and expenditure, and financial transactions. The SUSENAS 2019 data was found to be of very good quality in terms of levels of completion, consistency and plausibility.",
                    "type": "paragraph"
                },
                {
                    "text": "The SUSENAS data was transformed into a dataset in the correct format for INDOMOD (the ‘input dataset’ in EUROMOD terminology, as distinct from the model’s ‘output dataset’ which additionally contains simulated variables). Each of the variables in INDOMOD’s input dataset was constructed and named to accord with the requirements of the EUROMOD software. See <a href=\"#bib4\">Barnes et al., 2021</a> for a detailed discussion of the construction of the input dataset and internal validation checks carried out as part of the data preparation.",
                    "type": "paragraph"
                },
                {
                    "text": "The main tax and benefit policies that are modelled in INDOMOD for the 2019 policy year comprise four benefits, six policies relating to social insurance contributions and two central taxes. <sup><a href=\"#fn1\">1</a></sup> These policies are summarised in <a href=\"#table1\">Table 1</a> and elaborated in more detail in <a href=\"#bib4\">Barnes et al., 2021</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Policy</th>\n<th align=\"left\">Description</th>\n<th align=\"left\">Notes on simulation in INDOMOD</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">\n<b>\n<i>Benefits</i>\n</b>\n</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">Electronic Food Voucher/Basic Food Card, <i>Bantuan Pangan Non Tunai, BPNT/Kartu Sembako</i>\n</td>\n<td align=\"left\">Electronic voucher for the poorest 15.6 million families in Indonesia forpurchasing basic foodstuffs</td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">Family Hope Program, <i>Program Keluarga Harapan, PKH</i>\n</td>\n<td align=\"left\">Conditional cash transfer paid to the poorest 9.2 million families in Indonesia</td>\n<td align=\"left\">Area level top-up for Eastern Indonesia (PKH Access) is not simulated</td>\n</tr>\n<tr>\n<td align=\"left\">Smart Indonesia Program, <i>Program Indonesia Pintar, PIP</i>\n</td>\n<td align=\"left\">Cash transfer paid to school age children from the poorest 25 percent of families in Indonesia</td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">Child Social Welfare Program, <i>Program Kesejahteraan Sosial Anak, PKSA</i>\n</td>\n<td align=\"left\">Combines cash transfers with assistance from social workers and access to basic social services for children with a range of social problems</td>\n<td align=\"left\">Only certain groups of children are simulated due to data constraints: those with disabilities and those who cannot be assigned a suitable caregiver</td>\n</tr>\n<tr>\n<td align=\"left\">\n<b>\n<i>Social security contributions</i>\n</b>\n</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">Pension scheme, <i>Jaminan Pensiun, JP</i>\n</td>\n<td align=\"left\" rowspan=\"4\">Mandatory scheme for all wage-recipient workers, apart from government, with both employer and employee (for JP and JHT) contributions. Employer contributions are also made for government workers to JKK and JKM. Voluntary contributions for non-wage-recipient workers.</td>\n<td align=\"left\" rowspan=\"4\">Contributions are simulated for both government and non-government wage recipient workers. Contributions for non-wage recipient workers are not simulated as the contributions are voluntary and few actually contribute.</td>\n</tr>\n<tr>\n<td align=\"left\">Casualty or work injury compensation scheme, <i>Jaminan Kecelakaan Kerja, JKK</i>\n</td>\n</tr>\n<tr>\n<td align=\"left\">Survivors’ benefit scheme, <i>Jaminan Kematian, JKM</i>\n</td>\n</tr>\n<tr>\n<td align=\"left\">Old age savings with disability benefit, <i>Jaminan Hari Tua, JHT</i>\n</td>\n</tr>\n<tr>\n<td align=\"left\">Social insurance for government workers, <i>PT Asabri</i> and <i>PT Taspen</i>, part of <i>Iuran Wajib Pegawai, IWP</i>\n</td>\n<td align=\"left\">Mandatory scheme for military, police, Ministry of Defence and civil servants (all other government employees and employees of state-owned enterprises)</td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">National Health Insurance, <i>Jaminan Kesehatan Nasional, JKN</i>, and <i>Jaminan Kesehatan Nasional - Penerima Bantuan Iuran, JKN-PBI</i>\n</td>\n<td align=\"left\">Mandatory scheme with employer and employee contributions. Government makes contributions on behalf of the poorest 40 percent of families in the form of JKN-PBI.</td>\n<td align=\"left\">Contributions for non-wage recipient workers and non-workers are not simulated in INDOMOD as the contributions are optional. Government contributions for veterans and pioneers of independence are not simulated.</td>\n</tr>\n<tr>\n<td align=\"left\">\n<b>\n<i>Taxes</i>\n</b>\n</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">Personal income tax – labour income, <i>Pajak Penghasilan Pribadi, PPP</i> [Personal income tax for non-labour income is not simulated in INDOMOD as this would require more detailed income data]</td>\n<td align=\"left\">There are four tax bands, and the amount of tax payable takes into account the presence of a spouse and the number of dependants (up to a maximum of three)</td>\n<td align=\"left\">Income from employment is captured at the individual level in SUSENAS and then summed within a household. Due to data constraints, pension expenditure could not be deducted in the calculation of personal income tax. Income from lump sums is not taken into account.</td>\n</tr>\n<tr>\n<td align=\"left\">Value-Added Tax on supply of goods and services, <i>Pajak Pertambahan Nilai, PPN</i>\n</td>\n<td align=\"left\">The standard rate of VAT is 10%. The rate of VAT on cigarettes is 9.1% and the rate of VAT on pilgrimage/Hajj costs is 1%, and certain goods and services are VAT-exempt.</td>\n<td align=\"left\">Of 258 purchasable items in SUSENAS, 109 are standard-rated (the rest are zero-rated or VAT-exempt). Cigarettes and pilgrimage/Hajj costs have VAT applied separately. SUSENAS records the amount paid for an item so VAT has to be deducted before expenditure data can be brought into the model and VAT simulated.</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Tax and benefit policies modelled in INDOMOD for the 2019 policy year",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "With regard to the benefits, SUSENAS does not contain sufficient intra-household relationship data to enable families within a household to be identified and so, as an approximation, households were used rather than families in INDOMOD. A proxy means test is used to rank families in terms of predicted expenditure within the Unified Database (<i>Basis Data Terpadu, BDT</i>), but SUSENAS does not record whether a family is listed in this database.<sup><a href=\"#fn2\">2</a></sup> Therefore, as an approximation of this step, the SUSENAS derived variable <i>kapita</i> (average monthly expenditure per capita) was used to identify the poorest households. See <a href=\"#app1\">Annex 1</a> for further details about how low income families were identified in SUSENAS. Conditionalities are not simulated in INDOMOD and so it is assumed that eligible beneficiaries are compliant.",
                    "type": "paragraph"
                },
                {
                    "text": "Before assessing the situation in 2020, it is important to understand how closely INDOMOD simulates the taxes and benefits when compared with external validation data. <a href=\"#app2\">Annex 2</a> provides results for 2019. INDOMOD simulates 16.5 million tax payers, compared to 12.6 million recorded tax payers (<a href=\"#tableB1\">Table B1</a>); with IDR 114.6T of PPP tax, compared to IDR 148.9T of recorded PPP tax receipt for labour income (<a href=\"#tableB2\">Table B2</a>). INDOMOD simulates 39 percent of recorded domestic VAT in 2019. Simulated expenditure on the main benefits is as follows: INDOMOD simulates 114 percent of reported expenditure on PKH; 96 percent of reported expenditure on PIP; and 73 percent of reported expenditure on BPNT.<sup><a href=\"#fn3\">3</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "Differences between the simulated results and macro-validation can be for a number of reasons. Regarding tax and benefit payment and receipt, INDOMOD applies the ‘de jure’ position, whereby everyone in the underpinning dataset who is identified in the model as being eligible for benefits receives them, and there is full compliance in the payment of taxes and social insurance contributions. For this reason alone, the poverty rates generated using the simulated results in the following analysis will differ from those published by BPS for 2020 – the differences are summarised and discussed in the final section.",
                    "type": "paragraph"
                },
                {
                    "text": "Any comparison to reported results from administrative sources needs to take into account the possibility of inclusion errors (recipients on the system who are ineligible) or exclusion errors (eligible individuals who are not registered on the system).",
                    "type": "paragraph"
                },
                {
                    "text": "In addition, the accuracy of the simulations depends on the accuracy of the underpinning dataset, in terms of the extent to which it is nationally representative, the accuracy of the demographic and income and expenditure data, and the precision with which the tax or benefit policies could be modelled. Assumptions made when constructing the variables in the input dataset are described in <a href=\"#bib4\">Barnes et al., 2021</a>, along with assumptions relating to the implementation of the 2019 policy rules, many of which are relevant to the analysis presented in this paper.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. INDOMOD",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The methodology used for the analysis undertaken in this paper has three main components: first, the policies introduced in response to the pandemic were incorporated into INDOMOD; second, the shock to household incomes as a result of the pandemic had to be estimated; and third, the input dataset underpinning INDOMOD had to be modified to reflect the shock. These steps are described in the following sub-sections, and the key underlying assumptions of the approach are discussed.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "In INDOMOD and other models that use the EUROMOD software, it is customary for the tax-benefit rules for a particular policy year to be modelled in a single ‘system’ (in EUROMOD terminology). For INDOMOD the usual timepoint is March of each year, to match the timepoint of the underpinning dataset. The modelling of the tax-benefit rules reflects the policies in place at that timepoint. For the analysis presented in this paper, a different approach was taken. Given the number of policy changes that occurred in 2020 in Indonesia, a new system (that is, the set of tax and benefit rules) was created for each of the months of 2020 to aid transparency. Monetary values were adjusted month on month using the Consumer Price Index (CPI). The policy changes that were incorporated into INDOMOD are summarized below, and in <a href=\"#app3\">Annex 3</a> <a href=\"#tableC1\">Table C1</a>.<sup><a href=\"#fn4\">4</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "The target number of families for <b>PKH</b> was raised from 9.2 million families (January – March) to 10 million families (April – December)",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "The target number of families for <b>BPNT</b> was raised from 15.6 million families (January – March) to 19.4 million families (April – December), and the value of the benefit was increased from IDR 150,000 per month (January – March) to 200,000 per month (April – December)",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "A new benefit was introduced called <b>Basic food assistance for Jabodetabek</b> for 2.2 million families, payable at IDR 600,000 per month (April – June) and IDR 300,000 per month (July – December). This is payable to families who are not in receipt of BPNT or PKH.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "A new benefit was introduced called <b>Cash transfer non-Jabodetabek</b> for 9.2 million families in non-Jabodetabek areas, payable at IDR 600,000 per month (April – June) and IDR 300,000 per month (July – December). This is payable to families who are not in receipt of BPNT or PKH.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "A new benefit was introduced called <b>Village Fund cash transfer</b> for 8 million families in non-Jabodetabek rural areas, payable at IDR 600,000 per month (April – June) and IDR 300,000 per month (July – December). This is payable to families who are not in receipt of BPNT or PKH.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "A <b>cash support expansion</b> was introduced for 9 million families (in receipt of BPNT but not PKH), payable as a once off payment of IDR 500,000 per household.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "A <b>wage subsidy</b> was introduced for 12.4 million individuals registered in BPJS Ketenagakerjaan with employment income of less than IDR 5 million per month, comprising two payments of IDR 1.2 million covering a four month period (between August – December).<sup><a href=\"#fn5\">5</a></sup>",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<b>Pre-employment cards</b> were introduced for 5.6 million unemployed individuals who are not in receipt of any social assistance, payable at IDR 600,000 per month for four months (across April – December) plus an incentive payment of IDR 150,000.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Certain policies were not modelled in INDOMOD because the necessary information is not available in SUSENAS.<sup><a href=\"#fn6\">6</a></sup> The exclusion of these policies means that certain income into the household is not captured and therefore the impact of the COVID response will be underestimated.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The policies introduced in response to the pandemic (including expansion to existing policies) which could be included in INDOMOD are all classified as benefits, and therefore analysis on the impact of the new policies is largely focused on the role of benefits. However, taxes are also impacted by the shock and this is reflected in the analysis of household consumption.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1. Modelling the tax and benefit policies for 2020",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To apply income ‘shocks’ to each household in INDOMOD’s input dataset, quarterly data on the sector and province specific economic growth (increase in value added of specific sector and province) was used as a proxy for income growth of the household whose head works in that sector and lives in that particular region (<a href=\"#bib9\">Badan Pusat Statistik (BPS), 2020b</a>). Although the data on economic growth for quarter 1 to quarter 3 was already available at the point when the analysis was undertaken, it had not been released for quarter 4 and so it was necessary for quarter 4 to model separately an estimated income shock.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Following, for example, <a href=\"#bib24\">Sampi and Jooste (2020)</a>, Google mobility data was used as the leading variable to help project future economic growth of various sectors and provinces (<a href=\"#bib16\">Google, 2020</a>). More formally, future sector-province specific economic growth was projected with the following formula:",
                            "type": "paragraph"
                        },
                        {
                            "mathml": "<math>\n<msub>\n<mrow>\n<mi>g</mi>\n</mrow>\n<mrow>\n<mi>i</mi>\n<mo>,</mo>\n<mi>r</mi>\n<mo>,</mo>\n<mi>t</mi>\n<mo>+</mo>\n<mi>k</mi>\n</mrow>\n</msub>\n<mo>=</mo>\n<msub>\n<mrow>\n<mi>ε</mi>\n</mrow>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<msub>\n<mrow>\n<mi>m</mi>\n</mrow>\n<mrow>\n<mi>r</mi>\n</mrow>\n</msub>\n<mo>+</mo>\n<msubsup>\n<mrow>\n<mi>g</mi>\n</mrow>\n<mrow>\n<mi>i</mi>\n<mo>,</mo>\n<mi>r</mi>\n</mrow>\n<mrow>\n<mi>b</mi>\n</mrow>\n</msubsup>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Where  <math id=\"inf1\"> <msub> <mrow> <mi>g</mi> </mrow> <mrow> <mi>i</mi> <mo>,</mo> <mi>r</mi> <mo>,</mo> <mi>t</mi> <mo>+</mo> <mi>k</mi> </mrow> </msub> </math>  is economic growth of sector <i>i</i> in region <i>r</i> at <i>t+k</i> period,  <math id=\"inf2\"> <msubsup> <mrow> <mi>g</mi> </mrow> <mrow> <mi>i</mi> <mo>,</mo> <mi>r</mi> </mrow> <mrow> <mi>b</mi> </mrow> </msubsup> </math>  is the baseline economic growth before COVID-19 pandemic,  <math id=\"inf3\"> <msub> <mrow> <mi>m</mi> </mrow> <mrow> <mi>r</mi> </mrow> </msub> </math>  is the community mobility deviation from before the COVID-19 pandemic and  <math id=\"inf4\"> <msub> <mrow> <mi>ε</mi> </mrow> <mrow> <mi>i</mi> </mrow> </msub> </math>  is the elasticity of the growth difference i.e.,  <math id=\"inf5\"> <msub> <mrow> <mi>g</mi> </mrow> <mrow> <mi>i</mi> <mo>,</mo> <mi>r</mi> <mo>,</mo> <mi>t</mi> <mo>+</mo> <mi>k</mi> </mrow> </msub> <mo>-</mo> <msubsup> <mrow> <mi>g</mi> </mrow> <mrow> <mi>i</mi> <mo>,</mo> <mi>r</mi> </mrow> <mrow> <mi>b</mi> </mrow> </msubsup> </math>  with respect to community mobility deviation in province r, or  <math id=\"inf6\"> <msub> <mrow> <mi>m</mi> </mrow> <mrow> <mi>r</mi> </mrow> </msub> </math> .",
                            "type": "paragraph"
                        },
                        {
                            "text": "Elasticity was estimated econometrically with the following equation:",
                            "type": "paragraph"
                        },
                        {
                            "mathml": "<math>\n<msub>\n<mrow>\n<mi>g</mi>\n</mrow>\n<mrow>\n<mi>i</mi>\n<mo>,</mo>\n<mi>r</mi>\n<mo>,</mo>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>=</mo>\n<msub>\n<mrow>\n<msub>\n<mrow>\n<mi>α</mi>\n</mrow>\n<mrow>\n<mn>0</mn>\n<mi>i</mi>\n</mrow>\n</msub>\n<mo>+</mo>\n<mi>ε</mi>\n</mrow>\n<mrow>\n<mi>i</mi>\n</mrow>\n</msub>\n<msub>\n<mrow>\n<mi>m</mi>\n</mrow>\n<mrow>\n<mi>r</mi>\n<mo>,</mo>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>+</mo>\n<msub>\n<mrow>\n<mi>e</mi>\n</mrow>\n<mrow>\n<mi>i</mi>\n<mo>,</mo>\n<mi>r</mi>\n<mo>,</mo>\n<mi>t</mi>\n</mrow>\n</msub>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Where  <math id=\"inf7\"> <msub> <mrow> <mi>g</mi> </mrow> <mrow> <mi>i</mi> <mo>,</mo> <mi>r</mi> <mo>,</mo> <mi>t</mi> </mrow> </msub> </math>  is the growth difference i.e.,  <math id=\"inf8\"> <msub> <mrow> <mi>g</mi> </mrow> <mrow> <mi>i</mi> <mo>,</mo> <mi>r</mi> <mo>,</mo> <mi>t</mi> </mrow> </msub> <mo>-</mo> <msubsup> <mrow> <mi>g</mi> </mrow> <mrow> <mi>i</mi> <mo>,</mo> <mi>r</mi> </mrow> <mrow> <mi>b</mi> </mrow> </msubsup> </math> ,  <math id=\"inf9\"> <msub> <mrow> <mi>m</mi> </mrow> <mrow> <mi>r</mi> <mo>,</mo> <mi>t</mi> </mrow> </msub> </math>  is the deviation of community mobility and  <math id=\"inf10\"> <msub> <mrow> <mi>e</mi> </mrow> <mrow> <mi>i</mi> <mo>,</mo> <mi>r</mi> <mo>,</mo> <mi>t</mi> </mrow> </msub> </math>  is the error terms. To estimate this relationship, economic growth data of ten economic sectors (see <a href=\"#app4\">Annex 4</a>) and 34 provinces was used. Observations from two quarters were used. The results of the estimation can be found in <a href=\"#app5\">Annex 5</a> (1) . Three different kinds of mobilities (workplace, retail and transit) were used and the type of mobility that gave the correct sign with the smallest p-values was selected.<sup><a href=\"#fn7\">7</a></sup>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2. Modelling the shock",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As set out in Section 3, INDOMOD is currently underpinned by a dataset that was derived from the March 2019 SUSENAS dataset. As an underpinning dataset for the first quarter of March 2020, it can be expected to function quite well by simply adjusting the income data using the CPI within the model. However, given the large impact of the pandemic and the measures to contain it, it is not appropriate to use this input dataset for subsequent months without first incorporating the ‘shock’ into the dataset. This enables the tax and benefit policies for each month to be applied to more appropriate input datasets that contain in-built estimates of the shock.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The macro-modelling of the shock is described in the previous sub-section. These macro-level estimates were then used to modify some of the key input variables in INDOMOD’s microdataset, following the methodology applied in <a href=\"#bib1\">Lastunen et al., 2021</a>, (forthcoming). The objective is to reduce the total income derived from employment, self-employment (and farm income, for those employed in the agricultural industry), that is earned by workers in each industry by province, by a given proportion depending on the shock estimate for that industry and province. For example, it is assumed that a five percent shock in construction in a particular province would result in the labour income in construction in that province being reduced by five percent.<sup><a href=\"#fn8\">8</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "This is primarily achieved by randomly removing labour income from workers (of all ages) in construction in that province, regardless of their pre-crisis income, until the cumulative total of income ‘removed’ (i.e. ‘shocked’) matches the aggregate shock estimate for that industry and province. Most of the adjustment is therefore made at the extensive margin. However, when calculating cumulative income totals across weighted survey cases in this way, it is inevitable that the cumulative total will fall either just below or just above the target threshold of the aggregate shock estimate, depending on how many cases are included in the shock (as one weighted survey case in the cumulative distribution will inevitably straddle the threshold value). Therefore, in order to achieve a total income shock from the survey that matched exactly with the aggregate income shock, a further adjustment was made at the intensive margin whereby a uniform scaling adjustment was applied to all remaining workers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "These steps were undertaken for each of quarters 2, 3 and 4 in 2020 to produce three further input datasets. Individuals whose labour income was reduced to zero had their earnings variables correspondingly set to zero, and their employment status variable changed to ‘unemployed’. This was applied to individuals based on their industry and province. For each of quarters 2, 3 and 4, the starting point was the situation in quarter 1 and the relevant shock for the quarter was applied, as described above. Therefore, over the year, for example, an individual in a particular sector might have their earnings reduced to zero (and employment status changed to ‘unemployed’) in quarters 2 and 3, but then return to their quarter 1 situation for quarter 4 if there is a recovery in their particular industry and province. However, these changes are at a cross-sectional level and do not reflect an individual’s transitions in a longitudinal manner.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As poverty is measured in Indonesia using consumption data, the composite consumption variable in the input dataset also had to be adjusted to reflect the shock, and again the approach applied in <a href=\"#bib1\">Lastunen et al., 2021</a>, (forthcoming) was used (see also <a href=\"#bib22\">Lastunen, 2021</a>). First, consumption was allocated to each earner within the household in proportion to their pre-shock earnings, and then for each earner, 25 percent of their consumption was ringfenced as a crude proxy for an undifferentiated mix of consumption achieved via home grown production, use of savings, or the incurring of debt. The remaining consumption was then reduced by a factor derived by multiplying the income shock by the proportion to which earned income had comprised their pre-shock total market income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In summary, four input datasets were used in the model, one for each quarter of 2020. The dataset for March 2020 or quarter 1 is the INDOMOD dataset constructed from SUSENAS 2019 data, with monetary values uprated to March 2020 on model using the CPI. This the pre-pandemic baseline. The datasets for quarters 2, 3 and 4 are identical to this base dataset, except that the shock has been applied to labour incomes and associated variables, and to the consumption variable.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In order to generate the results, INDOMOD was run 21 times: once for each month in 2020 with the appropriate input dataset; and for quarters 2, 3 and 4 of 2020 the systems were re-run for each month with COVID-19 benefits excluded or ‘switched off’. Results on the impact of the shock of the pandemic and the state-funded tax and benefit policies are presented in the following sections on a quarterly basis, either by averaging the simulated results for the relevant variables for the three months within a quarter, or by using the results for the month at the mid-point of the respective quarter.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3. Modifying the input dataset",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The following assumptions relate specifically to the policy changes and new policies introduced in response to COVID-19:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "The <b>cash support expansion</b> is a one-off payment which was simulated in the model in April as a monthly amount.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "For the <b>wage subsidy</b> policy, an on-model flag for non-government wage recipient workers was used as a proxy for being registered with BPJS. The wage recipient worker (<i>lwr</i>) variable was not modified in the input datasets, so that even if someone lost all or part of their employment income they could still be identified via the <i>lwr</i> flag. This was important for the wage subsidy policy as it is paid to workers who are furloughed or whose pay is reduced rather than those who lose their jobs, and therefore membership in the social security schemes is assumed to continue.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "The <b>wage subsidy</b> policy was applied to individuals with pre-crisis employment income (<i>yem00</i>) of less than IDR 5 million per month and shocked employment income (<i>yem</i>) that is less than pre-crisis employment income (who were also non-government wage recipient workers). This resulted in a significant over-simulation of the benefit and therefore it was necessary to apply a ‘dampening’ procedure on model to bring the simulation in line with the targeted number of recipients.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "A <i>les</i> variable was created specifically for INDOMOD v2.1 and is used in the <b>pre-employment cards</b> policy where it is necessary to identify the unemployed. Anyone not recording ‘working’ as an activity in the last week and also without a job or business to return to was classified as unemployed. However, anyone who also met the criteria for one of the categories of student, inactive, sick/disabled or other was not classified as unemployed. This policy also required a ‘dampening’ procedure on model to bring the simulation in line with the targeted number of recipients.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "Regarding the modelled shock on earnings, the main assumption as described above is that the income of households is adjusted using the reported or projected economic growth by sector and province. For quarter 4, economic growth is projected using community mobility data from Google. The four datasets do not have a longitudinal element and thus do not take into account an individual’s transitions across the four quarters into and out of employment, nor do they reflect an individual’s transition between the formal and informal sector.",
                            "type": "paragraph"
                        },
                        {
                            "text": "With regard to analysis of the impact of the pandemic and the taxes and benefits on poverty, certain further assumptions were made. The main assumption, which underpins any analysis using consumption to measure poverty impacts, is that a simulated benefit (income into the household) adds to consumption by the amount of the benefit, while a simulated tax reduces consumption by the amount of the tax. Furthermore, all households are assumed to be liquidity constrained, that is they are unable to borrow to smooth consumption in shock scenarios (see <a href=\"#bib1\">Lastunen et al., 2021</a>, forthcoming). Consumption expenditure is therefore dependent on disposable income. However, in practice the relationship between income and expenditure may not be one-to-one for all consumption items, even in households which are liquidity constrained.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Lastly, the economic shock of the pandemic was considered only with respect to labour income (employment, self-employment and agricultural income). However, it may be that inter-household transfers became an important income stream for mitigating the impact of the crisis, so a focus on tax-benefit policies alone may not give a complete picture (<a href=\"#bib19\">Jara et al., 2021</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-4",
                    "title": "4.4. Assumptions",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Method",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section, baseline results are presented for March 2020, just at the outset of the pandemic. This provides context for Sections 6 and 7 which compare the four quarters of 2020.",
                    "type": "paragraph"
                },
                {
                    "text": "In all sections where poverty results are presented, the poverty measure used is what is commonly referred to as the national poverty line. In fact, the country has a total of 67 poverty lines: 33 urban poverty lines and 33 rural poverty lines for each of the provinces other than Jakarta, and one urban poverty line for Jakarta. These poverty lines are based on consumption, and reflect the variation in prices throughout the country. All 67 lines have been implemented in INDOMOD.",
                    "type": "paragraph"
                },
                {
                    "text": "As a starting point, a baseline profile for March 2020 is given in terms of the distributional impact of the benefits that were in place at that time, using simulated results from INDOMOD V2.1. <a href=\"#fig1\">Figure 1</a> shows the situation in March 2020 with respect to mean monthly household consumption by decile, and the role that the pre-existing benefits were playing before the pandemic took hold. The deciles are created by ranking households according to their per capita household consumption, taking into account household weights. The green bars (mean household consumption by decile including receipt of simulated benefits) show the important role that the benefits had for those in deciles 1-3 in particular, when compared to deciles of household consumption having excluded (i.e. switched off) the simulated benefits (shown in red).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00236%2Fijm-00236-fig001.tif",
                                "size": {
                                    "width": 1693,
                                    "height": 1245
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00236%2Fijm-00236-fig001.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00236-fig001.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Deciles of mean monthly household consumption in Indonesia, with and without social benefits, March 2020. Source: Authors’ analysis using INDOMOD V2.1.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Depicted another way, <a href=\"#fig2\">Figure 2</a> shows how household consumption would fall if there were no benefits in place in March 2020 (i.e. having switched off all benefits in INDOMOD for the March 2020 timepoint).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00236%2Fijm-00236-fig002.tif",
                                "size": {
                                    "width": 1693,
                                    "height": 1245
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00236%2Fijm-00236-fig002.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00236-fig002.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Change in mean monthly household consumption in Indonesia by decile if there were no social benefits, March 2020. Source: Authors’ analysis using INDOMOD V2.1.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The benefit system that was in place ahead of the pandemic was therefore playing an important part in supporting low income families. Indeed, in March 2020 the consumption-based poverty rate would have increased from 6.4 percent to 15.2 percent if there had been no benefits in place, a rise of almost nine percentage points (<a href=\"#table2\">Table 2</a>). The groups that would have been most adversely affected by the absence of the benefits that were in place prior to the pandemic were households containing one or more older people (their poverty rate would increase by more than 12 percentage points), followed by households containing one or more children (their poverty rate would increase by more than 10 percentage points). The depth of poverty would also have increased substantially in the absence of any benefits, with the FGT1 measure increasing from 0.83 to 5.15. Similarly, consumption-based inequality for March 2020 would have risen from a Gini coefficient of 0.374 to 0.403 if there had been no benefits.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: Authors’ analysis using INDOMOD V2.1.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">March 2020 BaselineA</th>\n<th align=\"left\">March 2020 with no benefitsB</th>\n<th align=\"left\">Difference(B-A)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">\n<i>Share of poor population, in %</i>\n</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">\n<i>All</i>\n</td>\n<td align=\"left\">6.81</td>\n<td align=\"left\">15.43</td>\n<td align=\"left\">8.62</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>Poor households out of</i> ...</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">... <i>male headed households</i>\n</td>\n<td align=\"left\">6.70</td>\n<td align=\"left\">15.26</td>\n<td align=\"left\">8.56</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>female headed households</i>\n</td>\n<td align=\"left\">7.67</td>\n<td align=\"left\">16.78</td>\n<td align=\"left\">9.11</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>households with children</i>\n</td>\n<td align=\"left\">7.59</td>\n<td align=\"left\">17.56</td>\n<td align=\"left\">9.97</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>households with older persons</i>\n</td>\n<td align=\"left\">10.57</td>\n<td align=\"left\">22.38</td>\n<td align=\"left\">11.81</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>Poverty gap (average normalised poverty gap, FGT(1</i>))</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">\n<i>All</i>\n</td>\n<td align=\"left\">0.89</td>\n<td align=\"left\">5.33</td>\n<td align=\"left\">4.44</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>Poor households out of</i> ...</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">... <i>male headed households</i>\n</td>\n<td align=\"left\">0.88</td>\n<td align=\"left\">5.19</td>\n<td align=\"left\">4.31</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>female headed households</i>\n</td>\n<td align=\"left\">1.02</td>\n<td align=\"left\">6.43</td>\n<td align=\"left\">5.40</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>households with children</i>\n</td>\n<td align=\"left\">1.00</td>\n<td align=\"left\">6.06</td>\n<td align=\"left\">5.07</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>households with older persons</i>\n</td>\n<td align=\"left\">1.39</td>\n<td align=\"left\">8.59</td>\n<td align=\"left\">7.20</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>Gini (household income</i>)</td>\n<td align=\"left\">0.3723</td>\n<td align=\"left\">0.4035</td>\n<td align=\"left\">0.0312</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>P80/P20</i>\n</td>\n<td align=\"left\">2.83</td>\n<td align=\"left\">3.23</td>\n<td align=\"left\">0.40</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>Quantiles of distribution and median</i>\n</td>\n<td align=\"left\">IDR</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>20th</i>\n</td>\n<td align=\"left\">6,876,178.32</td>\n<td align=\"left\">6,032,591.01</td>\n<td align=\"left\">-843,587.31</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>40th</i>\n</td>\n<td align=\"left\">9,335,834.64</td>\n<td align=\"left\">9,189,955.88</td>\n<td align=\"left\">-145,878.76</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>50th</i>\n</td>\n<td align=\"left\">10,958,145.00</td>\n<td align=\"left\">10,889,965.84</td>\n<td align=\"left\">-68,179.16</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>60th</i>\n</td>\n<td align=\"left\">13,041,102.48</td>\n<td align=\"left\">13,028,532.96</td>\n<td align=\"left\">-12,569.52</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>80th</i>\n</td>\n<td align=\"left\">19,458,819.12</td>\n<td align=\"left\">19,457,939.58</td>\n<td align=\"left\">-879.54</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Consumption based poverty and inequality in Indonesia, with and without social benefits, March 2020",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The SUSENAS dataset also enables comparable baseline analysis to be undertaken by mean household disposable income, and this is presented in <a href=\"#app6\">Annex 6</a>. For example, <a href=\"#figF1\">Figure F1</a> (1) in <a href=\"#app6\">Annex 6</a> provides a similar picture to that of <a href=\"#fig1\">Figure 1</a> but the impact of the benefits is discernible across more of the deciles of mean monthly household disposable income than for consumption. This is also reflected in <a href=\"#figF2\">Figure F2</a>, where the change in mean monthly household income is more pronounced across more of the deciles.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Results - the March 2020 Baseline",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section, results are presented on the impact of the COVID-19 pandemic and the containment measures on earnings in the labour market. The results are obtained from INDOMOD’s four input datasets relating to each quarter of 2020, having applied the shocks described in Section 4.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#fig3\">Figure 3</a> shows the number of workers in the four quarters of 2020 by sector.<sup><a href=\"#fn9\">9</a></sup> Each sector saw the largest fall in the number of workers between quarter 1 and quarter 2 with the greatest reduction being for those working in the Trade, Hotel and Restaurant sector. Some recovery is evident in quarters 3 and 4, particularly in Trade, Hotel, and Restaurants; Transport; and Services.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00236%2Fijm-00236-fig003.tif",
                                "size": {
                                    "width": 2161,
                                    "height": 1569
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00236%2Fijm-00236-fig003.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00236-fig003.jpg"
                                }
                            },
                            "label": "Figure 3",
                            "title": "Number of workers in Indonesia by sector by quarter in 2020. Source: Authors’ analysis using the four input datasets.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The mean monthly employment earnings also dropped in each sector between quarter 1 and quarter 2, apart from Communication (see <a href=\"#fig4\">Figure 4</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig4",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00236%2Fijm-00236-fig004.tif",
                                "size": {
                                    "width": 1693,
                                    "height": 1246
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00236%2Fijm-00236-fig004.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00236-fig004.jpg"
                                }
                            },
                            "label": "Figure 4",
                            "title": "Mean monthly earnings in Indonesia by sector by quarter in 2020. Notes: The figures for Q2, Q3 and Q4 include the zero earnings of the individuals who were in employment in Q1 but were not in employment in one or more of the subsequent quarters. Source: Authors’ analysis using the four input datasets.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s6",
            "title": "6. Results – impact of COVID-19 on earnings",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section, results on the combined impact of the shock of the pandemic and the tax and benefit policies are presented.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#fig5\">Figure 5</a> shows that the mean monthly household consumption in Indonesia fell between the first two quarters of 2020, across the whole distribution. <a href=\"#fig6\">Figure 6</a> shows that in absolute terms the fall in mean monthly household consumption increases by decile, with the greatest fall in absolute terms occurring in the tenth decile. It also shows that the mean monthly household consumption levels did not recover by the fourth quarter to the levels of quarter 1 for any of the ten deciles. This means that even with the automatic stabilisers and the remedial additional benefits, consumption levels did not fully recover by quarter 4 across the whole distribution.<sup><a href=\"#fn10\">10</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00236%2Fijm-00236-fig005.tif",
                                        "size": {
                                            "width": 1549,
                                            "height": 1139
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00236%2Fijm-00236-fig005.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00236-fig005.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Deciles of mean monthly household consumption in Indonesia by quarter in 2020. Source: Authors’ analysis using INDOMOD V2.1.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00236%2Fijm-00236-fig006.tif",
                                        "size": {
                                            "width": 1549,
                                            "height": 1139
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00236%2Fijm-00236-fig006.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00236-fig006.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Change in mean monthly household consumption in Indonesia by quarter in 2020. Source: Authors’ analysis using INDOMOD V2.1.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig7\">Figure 7</a> shows the percentage fall in mean monthly household consumption by decile. All deciles, apart from decile 10, experienced a fall in mean monthly household consumption between quarter 1 and quarter 2 of more than 4 percent. Comparing quarter 3 with quarter 1, deciles 2 to 8 still had a mean monthly household consumption fall of more than 4 percent. By quarter 4, the mean monthly fall in household consumption had reduced to less than 2 percent for decile 10, but was still greater than 2 percent for deciles 1 to 9.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig7",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00236%2Fijm-00236-fig007.tif",
                                        "size": {
                                            "width": 1549,
                                            "height": 1140
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00236%2Fijm-00236-fig007.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00236-fig007.jpg"
                                        }
                                    },
                                    "label": "Figure 7",
                                    "title": "Percentage change in mean monthly household consumption in Indonesia by quarter in 2020. Source: Authors’ analysis using INDOMOD V2.1.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig8\">Figure 8</a> shows the poverty rates for each month for all households (in red), and for households containing one or more children (in yellow), and households containing one or more older people (in purple) (these sub-groups are not mutually exclusive). Overall, household poverty rose from 6.8 percent at the start of the year to a high of 8.3 percent in May, falling by the end of the year to 6.9 percent.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig8",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00236%2Fijm-00236-fig008.tif",
                                        "size": {
                                            "width": 1549,
                                            "height": 1138
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00236%2Fijm-00236-fig008.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00236-fig008.jpg"
                                        }
                                    },
                                    "label": "Figure 8",
                                    "title": "Poverty in Indonesia by month, 2020. Source: Authors’ analysis using INDOMOD V2.1.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "This pattern is broadly repeated by the different household types. Notably, households containing one or more older people, and (to a lesser extent) containing one or more children, have higher poverty levels than the overall household poverty levels in each month. So, households containing one or more children started the year with a poverty rate of 7.6 percent, rising to a high of 9.5 percent in May; and households containing one or more older people started the year with a poverty rate of 10.6 percent, rising to a high of 11.4 percent in May. For both sub-groups, and for the overall population, poverty increased a little between October and December 2020: this is likely to be due to the phasing out of the pre-employment card and wage subsidy COVID-19 policies (see <a href=\"#app3\">Annex 3</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "A subset of these results including poverty depth and inequality measures are presented in <a href=\"#table3\">Table 3</a> below which shows how poverty changed between the mid-points of each quarter: February, May, August and November 2020. In November, the poverty rates are slightly lower than the start of the year for the total population and all sub-groups shown, though as can be seen in <a href=\"#fig8\">Figure 8</a>, overall poverty did increase further in December.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: The household subgroups are not mutually exclusive.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ analysis using INDOMOD V2.1.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">February 2020 BaselineA</th>\n<th align=\"left\">May 2020B</th>\n<th align=\"left\">Difference to baseline(B-A)</th>\n<th align=\"left\">August2020C</th>\n<th align=\"left\">Difference to baseline(C-A)</th>\n<th align=\"left\">November 2020D</th>\n<th align=\"left\">Difference to baseline(D-A)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\" colspan=\"8\">Share of poor population, in %</td>\n</tr>\n<tr>\n<td align=\"left\"><i>All</i></td>\n<td align=\"left\">6.81</td>\n<td align=\"left\">8.30</td>\n<td align=\"left\">1.50</td>\n<td align=\"left\">7.47</td>\n<td align=\"left\">0.66</td>\n<td align=\"left\">6.56</td>\n<td align=\"left\">-0.25</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"8\">Poor households out of ...</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>male headed households</i></td>\n<td align=\"left\">6.70</td>\n<td align=\"left\">8.30</td>\n<td align=\"left\">1.60</td>\n<td align=\"left\">7.49</td>\n<td align=\"left\">0.79</td>\n<td align=\"left\">6.55</td>\n<td align=\"left\">-0.15</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>female headed households</i>\n</td>\n<td align=\"left\">7.67</td>\n<td align=\"left\">8.32</td>\n<td align=\"left\">0.65</td>\n<td align=\"left\">7.29</td>\n<td align=\"left\">-0.38</td>\n<td align=\"left\">6.65</td>\n<td align=\"left\">-1.02</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>households with children</i>\n</td>\n<td align=\"left\">7.59</td>\n<td align=\"left\">9.49</td>\n<td align=\"left\">1.90</td>\n<td align=\"left\">8.55</td>\n<td align=\"left\">0.96</td>\n<td align=\"left\">7.47</td>\n<td align=\"left\">-0.13</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>households with older persons</i>\n</td>\n<td align=\"left\">10.57</td>\n<td align=\"left\">11.40</td>\n<td align=\"left\">0.83</td>\n<td align=\"left\">10.15</td>\n<td align=\"left\">-0.42</td>\n<td align=\"left\">9.25</td>\n<td align=\"left\">-1.32</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>Poverty gap (average normalised poverty gap, FGT(1</i>))</td>\n<td align=\"left\">0.89</td>\n<td align=\"left\">1.45</td>\n<td align=\"left\">0.56</td>\n<td align=\"left\">1.21</td>\n<td align=\"left\">0.32</td>\n<td align=\"left\">1.01</td>\n<td align=\"left\">0.12</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>All</i>\n</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"8\">\n<i>Poor households out of</i> ...</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>male headed households</i>\n</td>\n<td align=\"left\">0.88</td>\n<td align=\"left\">1.46</td>\n<td align=\"left\">0.58</td>\n<td align=\"left\">1.23</td>\n<td align=\"left\">0.35</td>\n<td align=\"left\">1.02</td>\n<td align=\"left\">0.14</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>female headed households</i>\n</td>\n<td align=\"left\">1.02</td>\n<td align=\"left\">1.37</td>\n<td align=\"left\">0.35</td>\n<td align=\"left\">1.08</td>\n<td align=\"left\">0.06</td>\n<td align=\"left\">0.96</td>\n<td align=\"left\">-0.07</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>households with children</i>\n</td>\n<td align=\"left\">1.00</td>\n<td align=\"left\">1.67</td>\n<td align=\"left\">0.68</td>\n<td align=\"left\">1.40</td>\n<td align=\"left\">0.41</td>\n<td align=\"left\">1.16</td>\n<td align=\"left\">0.16</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>households with older persons</i>\n</td>\n<td align=\"left\">1.39</td>\n<td align=\"left\">1.85</td>\n<td align=\"left\">0.46</td>\n<td align=\"left\">1.52</td>\n<td align=\"left\">0.13</td>\n<td align=\"left\">1.33</td>\n<td align=\"left\">-0.05</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>Gini (household income</i>)</td>\n<td align=\"left\">0.3723</td>\n<td align=\"left\">0.3647</td>\n<td align=\"left\">-0.0076</td>\n<td align=\"left\">0.3663</td>\n<td align=\"left\">-0.0060</td>\n<td align=\"left\">0.3614</td>\n<td align=\"left\">-0.0109</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>P80/P20</i>\n</td>\n<td align=\"left\">2.83</td>\n<td align=\"left\">2.82</td>\n<td align=\"left\">-0.01</td>\n<td align=\"left\">2.78</td>\n<td align=\"left\">-0.05</td>\n<td align=\"left\">2.73</td>\n<td align=\"left\">-0.10</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Consumption-based poverty and inequality in Indonesia in February, May, August and November 2020",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s7-1",
                    "title": "7.1. Results including the COVID-19 policies",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The question remains though – how might the situation have looked if there had not been additional remedial policies put in place? That is, to what extent would the in-built automatic stabilisers in the tax-benefit system have protected people from the economic shock?",
                            "type": "paragraph"
                        },
                        {
                            "text": "In order to quantify the impact of the additional benefits that were introduced to mitigate the impact of the pandemic, scenarios were modelled in INDOMOD with the new benefits switched off but the original benefits retained. <a href=\"#fig9\">Figure 9</a> shows the overall poverty rates for each month in 2020, for scenarios without the additional COVID benefits (shown in purple), and with the additional COVID benefits (shown in red, and summarised in Section 4 and <a href=\"#app3\">Annex 3</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig9",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00236%2Fijm-00236-fig009.tif",
                                        "size": {
                                            "width": 2161,
                                            "height": 1568
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00236%2Fijm-00236-fig009.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00236-fig009.jpg"
                                        }
                                    },
                                    "label": "Figure 9",
                                    "title": "Poverty in Indonesia by month in 2020 – with and without additional COVID benefits. Source: Authors’ analysis using INDOMOD V2.1.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Poverty would have risen to higher levels and would have remained higher than in the first quarter thereafter, without the introduction of the additional support. The new or augmented benefits therefore played a vital role in protecting people from the economic shock of the pandemic in 2020.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To supplement Figure 8, <a href=\"#table4\">Table 4</a> shows how poverty changed between February, May, August and November 2020 (the mid-points of the four quarters), for a hypothetical situation where the benefit rules that existed in February 2020 continued throughout the year. Applying the February tax-benefit rules to all four quarters, poverty would have increased overall from 6.8 percent in February to a high of 10.7 percent in May 2020, falling to 9.1 percent in November 2020 (as seen in the purple line in <a href=\"#fig9\">Figure 9</a>). The subgroups that would have been worst affected in May without the additional benefits comprise households containing one or more older people, and households containing one or more children: for these subgroups, poverty would have risen in May 2020 to 14.3 percent and 12.0 percent respectively.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: The household subgroups are not mutually exclusive.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ analysis using INDOMOD V2.1.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">February 2020 BaselineA</th>\n<th align=\"left\">May 2020B</th>\n<th align=\"left\">Difference to baseline(B-A)</th>\n<th align=\"left\">August2020C</th>\n<th align=\"left\">Difference to baseline(C-A)</th>\n<th align=\"left\">November 2020D</th>\n<th align=\"left\">Difference to baseline(D-A)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\" colspan=\"8\">Share of poor population, in %</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>All</i>\n</td>\n<td align=\"left\">6.81</td>\n<td align=\"left\">10.69</td>\n<td align=\"left\">3.88</td>\n<td align=\"left\">9.96</td>\n<td align=\"left\">3.15</td>\n<td align=\"left\">9.12</td>\n<td align=\"left\">2.31</td>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"8\">Poor households out of ...</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>male headed households</i>\n</td>\n<td align=\"left\">6.70</td>\n<td align=\"left\">10.68</td>\n<td align=\"left\">3.98</td>\n<td align=\"left\">9.92</td>\n<td align=\"left\">3.22</td>\n<td align=\"left\">9.07</td>\n<td align=\"left\">2.37</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>female headed households</i>\n</td>\n<td align=\"left\">7.67</td>\n<td align=\"left\">10.79</td>\n<td align=\"left\">3.12</td>\n<td align=\"left\">10.24</td>\n<td align=\"left\">2.56</td>\n<td align=\"left\">9.51</td>\n<td align=\"left\">1.84</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>households with children</i>\n</td>\n<td align=\"left\">7.59</td>\n<td align=\"left\">11.99</td>\n<td align=\"left\">4.40</td>\n<td align=\"left\">11.15</td>\n<td align=\"left\">3.56</td>\n<td align=\"left\">10.20</td>\n<td align=\"left\">2.60</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>households with older persons</i>\n</td>\n<td align=\"left\">10.57</td>\n<td align=\"left\">14.25</td>\n<td align=\"left\">3.68</td>\n<td align=\"left\">13.52</td>\n<td align=\"left\">2.95</td>\n<td align=\"left\">12.75</td>\n<td align=\"left\">2.18</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>Poverty gap (average normalised poverty gap, FGT(1</i>))</td>\n<td align=\"left\">0.89</td>\n<td align=\"left\">2.07</td>\n<td align=\"left\">1.18</td>\n<td align=\"left\">1.86</td>\n<td align=\"left\">0.97</td>\n<td align=\"left\">1.56</td>\n<td align=\"left\">0.67</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>All</i>\n</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\" colspan=\"8\">Poor households out of ...</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>male headed households</i>\n</td>\n<td align=\"left\">0.88</td>\n<td align=\"left\">2.08</td>\n<td align=\"left\">1.21</td>\n<td align=\"left\">1.87</td>\n<td align=\"left\">0.99</td>\n<td align=\"left\">1.57</td>\n<td align=\"left\">0.69</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>female headed households</i>\n</td>\n<td align=\"left\">1.02</td>\n<td align=\"left\">1.98</td>\n<td align=\"left\">0.96</td>\n<td align=\"left\">1.79</td>\n<td align=\"left\">0.77</td>\n<td align=\"left\">1.53</td>\n<td align=\"left\">0.51</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>households with children</i>\n</td>\n<td align=\"left\">1.00</td>\n<td align=\"left\">2.34</td>\n<td align=\"left\">1.34</td>\n<td align=\"left\">2.10</td>\n<td align=\"left\">1.11</td>\n<td align=\"left\">1.76</td>\n<td align=\"left\">0.76</td>\n</tr>\n<tr>\n<td align=\"left\">... <i>households with older persons</i>\n</td>\n<td align=\"left\">1.39</td>\n<td align=\"left\">2.54</td>\n<td align=\"left\">1.15</td>\n<td align=\"left\">2.36</td>\n<td align=\"left\">0.97</td>\n<td align=\"left\">2.07</td>\n<td align=\"left\">0.68</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>Gini (household income</i>)</td>\n<td align=\"left\">0.3723</td>\n<td align=\"left\">0.3863</td>\n<td align=\"left\">0.0139</td>\n<td align=\"left\">0.3844</td>\n<td align=\"left\">0.0121</td>\n<td align=\"left\">0.3808</td>\n<td align=\"left\">0.0085</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>P80/P20</i>\n</td>\n<td align=\"left\">2.83</td>\n<td align=\"left\">2.96</td>\n<td align=\"left\">0.13</td>\n<td align=\"left\">2.94</td>\n<td align=\"left\">0.11</td>\n<td align=\"left\">2.91</td>\n<td align=\"left\">0.08</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Consumption-based poverty in Indonesia in February, May, August and November 2020 – without the extra COVID benefits",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The analysis so far has examined the overall impact of the COVID policies and shown the extent to which they mitigated the impact of the pandemic. In order to explore the role of different types of COVID policies, they were grouped into four separate categories: increases to existing benefits, new cash support, new food assistance, and new work-related benefits. Analysis was undertaken to explore the role of these four categories at the mid-points of quarters 2-4 (i.e. May, August and November 2020) – see <a href=\"#table5\">Table 5</a>. This reveals that the increases to existing benefits made the greatest contribution to poverty reduction in May (44 per cent), followed by cash support (33 per cent). However, in August and November, work-related benefits made the greatest contribution to poverty reduction (51 per cent and 56 per cent respectively). This demonstrates that the policy scene underwent considerable changes during 2020, not just between the period of the first quarter (pre-pandemic) and the rest of the year, but also between quarter 2 and quarter 3 in terms of the augmented support for people of working age.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: ‘Increases to existing benefits’: PKH and BPNT; ‘Cash support’: cash transfer for non-Jabodetabek, NB. Village Fund cash transfer was applied in April only; ‘Food assistance’: basic food assistance for Jabodetabek; ‘Work-related benefits’: wage subsidy, pre-employment cards. See <a href=\"#app3\">Annex 3</a> for more details about when each policy was introduced.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ analysis using INDOMOD V2.1.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">May%</th>\n<th align=\"left\">August%</th>\n<th align=\"left\">November%</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Increases to existing benefits</td>\n<td align=\"left\">43.5</td>\n<td align=\"left\">43.5</td>\n<td align=\"left\">35.8</td>\n</tr>\n<tr>\n<td align=\"left\">Cash support</td>\n<td align=\"left\">33.0</td>\n<td align=\"left\">5.0</td>\n<td align=\"left\">7.1</td>\n</tr>\n<tr>\n<td align=\"left\">Food assistance</td>\n<td align=\"left\">7.5</td>\n<td align=\"left\">0.5</td>\n<td align=\"left\">1.3</td>\n</tr>\n<tr>\n<td align=\"left\">Work-related benefits</td>\n<td align=\"left\">16.0</td>\n<td align=\"left\">51.0</td>\n<td align=\"left\">55.8</td>\n</tr>\n<tr>\n<td align=\"left\">\n<b>Total</b>\n</td>\n<td align=\"left\">100</td>\n<td align=\"left\">100</td>\n<td align=\"left\">100</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Contribution of COVID benefits to poverty reduction",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s7-2",
                    "title": "7.2. Results excluding the COVID-19 policies",
                    "type": "section"
                }
            ],
            "id": "s7",
            "title": "7. Results – Combined Impact of COVID-19 Pandemic and the Tax-Benefit Policies",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The COVID-19 pandemic is ongoing, and there is great uncertainty about how it will impact on different countries over the next few years. However, the results presented in this paper show that in 2020, Indonesia took swift and decisive action to protect its citizens from both the economic shock of the pandemic and the measures to contain the virus.",
                    "type": "paragraph"
                },
                {
                    "text": "The analysis shows that consumption fell across the deciles in quarters 2, 3 and 4 when compared with quarter 1 of 2020 (<a href=\"#fig6\">Figure 6</a>). In absolute terms, the declines were greater for the wealthier deciles (<a href=\"#fig7\">Figure 7</a>). However, in relative terms, the declines were broadly similar across the distribution (<a href=\"#fig8\">Figure 8</a>), though slightly more pronounced for deciles 2-9 than for the poorest and wealthiest deciles.",
                    "type": "paragraph"
                },
                {
                    "text": "Prior to the pandemic, around 6.8 percent of people were below the poverty line. Without the introduction of the COVID-19 policies that were simulated in INDOMOD, poverty would have risen to a high in May of 10.7 percent. However, due to the introduction of the COVID-19 policies, our estimates suggest that poverty rose only to a high of 8.3 percent in May, falling by the end of the year to 6.9 percent (<a href=\"#fig9\">Figure 9</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The poverty estimates for 2020 in this paper are lower than those published by BPS for March and September 2020: the official poverty rate in March 2020 was 9.78 percent (<a href=\"#bib10\">Badan Pusat Statistik (BPS), 2020c</a>), and 10.19 percent in September 2020 (<a href=\"#bib11\">Badan Pusat Statistik (BPS), 2020d</a>). In contrast, the simulated results presented in this paper yielded a poverty rate of 6.81 percent for March and 6.83 percent for September 2020 (with the peak occurring in May at 8.30 percent).",
                    "type": "paragraph"
                },
                {
                    "text": "There will be several reasons for the discrepancy. First, the official poverty rates were generated using the SUSENAS datasets for March and September 2020, whereas the analysis presented here was generated using a modified version of the SUSENAS 2019 dataset: the analysis was undertaken ‘live’, in tandem with the unfolding of the pandemic and the SUSENAS 2020 datasets were not available at the time. We estimated the impact of the pandemic and associated lockdown on people’s jobs and earnings, using published economic growth data for quarters 2 and 3, and for quarter 4 the impact of the shock was modelled using open source mobility data. Second, the shock was applied to the SUSENAS 2019 dataset by sub-group (sector and province) but there will of course have been variations within each sub-group that are not taken into account. Third, we do not estimate the impact of additional shocks (such as illness or changes in material needs or expenditure patterns) which would have been captured in SUSENAS 2020. And fourth (though this is a counter point) we do not estimate the impact of the unsimulated policies such as the electricity subsidy. Lastly, we simulate the ‘de jure’ tax and benefit rules, rather than the ‘de facto’ application: by assigning benefits to the poorest households within SUSENAS, the benefits will be more precisely assigned to the poorest individuals in our simulations than could occur in practice where eligibility is often determined using the <i>Basis Data Terpadu</i> (Unified Database).",
                    "type": "paragraph"
                },
                {
                    "text": "Nevertheless, for the policies that have been modelled, it is clear that they served to protect millions of people from a greater financial shock than would otherwise have been the case. Based on our results, for households containing one or more children, poverty would have risen to a high of 11.99 percent in May 2020 without the COVID-19 policies, but instead rose to 9.49 percent. Also, for households containing one or more elderly people, poverty would have risen to a high of 14.25 percent without the COVID-19 policies, but instead rose to 11.40 percent.",
                    "type": "paragraph"
                },
                {
                    "text": "The Government of Indonesia is continuing to apply countercyclical measures in 2021 to handle the COVID-19 pandemic and to mitigate the economic downturn through its 2021 State Budget. The Government’s 2021 fiscal policy direction is intended to be expansive yet consolidative, with the deficit level at 5.7 percent of GDP, and is expected to gradually return to its ceiling of 3 percent of GDP in 2023. The State Budget has been designed to support the return of Indonesia’s economy to its medium-term growth trajectory while anticipating global economic recovery uncertainty.",
                    "type": "paragraph"
                },
                {
                    "text": "Understanding the vital role of National Economic Recovery (<i>Pemulihan Ekonomi Nasional/PEN</i>) programmes in preserving the economy and combatting the pandemic, the Government has committed to strengthen this program in 2021. The allocation for PEN programmes is IDR 699.43 trillion to finance health measures and the social safety net, and to support the economic recovery from both the supply and demand-side. That amount is 21 percent higher than the PEN realization in 2020. The additional budget is intended to finance the vaccination program, protect household’s consumption, and create jobs. In terms of supporting household consumption in 2021, especially for poor and vulnerable groups, the Government will maintain PKH for 10 million families, BPNT/Kartu Sembako for 18.8 million families, cash assistance (for people not in receipt of PKH and Kartu Sembako) for 10 million families, the Village Fund cash transfer for 8 million families not in receipt of other programmes, pre-employment cards for 5.6 million unemployed people, a monthly electricity subsidy, and an internet quota subsidy for students and teachers.",
                    "type": "paragraph"
                },
                {
                    "text": "These initiatives demonstrate the strong commitment of the Government to protect people from the impact of the pandemic and associated reductions in earnings using adaptive social protection. It will be important to continue to monitor the impact of these policies as the pandemic unfolds, ideally using more up-to-date SUSENAS data and incorporating policy changes beyond 2020. Additionally, an important area for further research is to examine the extent to which different groups were adequately protected from this type of crisis by the standard and emergency measures, and what steps are needed to extend and strengthen such support going forwards.",
                    "type": "paragraph"
                }
            ],
            "id": "s8",
            "title": "8. Conclusion and Discussion",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Lastunen, J",
                        "preferred": "J Lastunen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rattenhuber, P",
                        "preferred": "P Rattenhuber"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Adu-Ababio, K",
                        "preferred": "K Adu-Ababio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gasior, K",
                        "preferred": "K Gasior"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jara, XH",
                        "preferred": "XH Jara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jouste, M",
                        "preferred": "M Jouste"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McLennan, D",
                        "preferred": "D McLennan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nichelatti, E",
                        "preferred": "E Nichelatti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Oliveira, RC",
                        "preferred": "RC Oliveira"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pirttilä, J",
                        "preferred": "J Pirttilä"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wright, G",
                        "preferred": "G Wright"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "details": "To the rescue? The mitigating role of tax and benefit rescue packages for poverty and inequality in Africa amid the COVID-19 pandemic, WIDER Working Paper 2021/148, Helsinki, UNU-WIDER",
            "id": "bib1",
            "title": "WIDER Working Paper 2021/148",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Aulia, FM",
                        "preferred": "FM Aulia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maliki, ­",
                        "preferred": "­ Maliki"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Asadullah, MN",
                        "preferred": "MN Asadullah"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib2",
            "title": "Without intervention, model shows COVID-19 will drag at least 3.6 million Indonesians into poverty",
            "type": "web",
            "uri": "https://theconversation.com/without-intervention-model-shows-covid-19-will-drag-at-least-3-6-million-indonesians-into-poverty-138305"
        },
        {
            "authors": [
                {
                    "name": "Badan Pusat Statistik (BPS)",
                    "type": "group"
                }
            ],
            "date": "2019",
            "id": "bib7",
            "title": "https://www.bps.go.id",
            "type": "web",
            "uri": "https://www.bps.go.id"
        },
        {
            "authors": [
                {
                    "name": "Badan Pusat Statistik (BPS)",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib8",
            "title": "https://www.bps.go.id/statictable/2009/07/02/1199/-seri-2000-pdb-atas-dasar-harga-berlaku-menurut-lapangan-usaha-miliar-rupiah-2000-2014.html",
            "type": "web",
            "uri": "https://www.bps.go.id/statictable/2009/07/02/1199/-seri-2000-pdb-atas-dasar-harga-berlaku-menurut-lapangan-usaha-miliar-rupiah-2000-2014.html"
        },
        {
            "authors": [
                {
                    "name": "Badan Pusat Statistik (BPS)",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib9",
            "title": "Economic growth data",
            "type": "web",
            "uri": "https://bps.go.id/subject/11/produk-domestik-bruto--lapangan-usaha-.html#subjekViewTab3"
        },
        {
            "authors": [
                {
                    "name": "Badan Pusat Statistik (BPS)",
                    "type": "group"
                }
            ],
            "bookTitle": "Profil Kemiskinan Di Indonesia Maret 2020",
            "date": "2020",
            "discriminator": "c",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Jakarta"
                        ]
                    },
                    "formatted": [
                        "Jakarta"
                    ]
                },
                "name": [
                    "BPS"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Badan Pusat Statistik (BPS)",
                    "type": "group"
                }
            ],
            "bookTitle": "Profil Kemiskinan Di Indonesia Maret 2020",
            "date": "2020",
            "discriminator": "d",
            "id": "bib11",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Jakarta"
                        ]
                    },
                    "formatted": [
                        "Jakarta"
                    ]
                },
                "name": [
                    "BPS"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Barnes, H",
                        "preferred": "H Barnes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Noble, M",
                        "preferred": "M Noble"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wright, G",
                        "preferred": "G Wright"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "details": "INDOMOD Country Report: Indonesia – INDOMOD V1.3. Report for UNICEF Indonesia",
            "id": "bib3",
            "title": "INDOMOD Country Report: Indonesia – INDOMOD V1.3. Report for UNICEF Indonesia",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Barnes, H",
                        "preferred": "H Barnes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Noble, M",
                        "preferred": "M Noble"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wright, G",
                        "preferred": "G Wright"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "details": "INDOMOD Country Report: Indonesia – INDOMOD V2.0. Report for UNICEF Indonesia",
            "id": "bib4",
            "title": "INDOMOD Country Report: Indonesia – INDOMOD V2.0. Report for UNICEF Indonesia",
            "type": "unknown"
        },
        {
            "articleTitle": "The potential costs and distributional effect of Covid-19 related unemployment in Ireland",
            "authors": [
                {
                    "name": {
                        "index": "Beirne, K",
                        "preferred": "K Beirne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Doorley, K",
                        "preferred": "K Doorley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Regan, M",
                        "preferred": "M Regan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Roantree, B",
                        "preferred": "B Roantree"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tuda, D",
                        "preferred": "D Tuda"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.26504/bp202101",
            "id": "bib5",
            "journal": "Economic and Social Research Institute",
            "pages": "1",
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Brewer, M",
                        "preferred": "M Brewer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tasseva, I",
                        "preferred": "I Tasseva"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "Did the UK policy response to Covid-19 protect household incomes?, EUROMOD Working Paper EM12/20, Colchester, University of Essex",
            "id": "bib6",
            "title": "EUROMOD Working Paper EM12/20",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bronka, P",
                        "preferred": "P Bronka"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Collado, D",
                        "preferred": "D Collado"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Richiardi, M",
                        "preferred": "M Richiardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "The Covid-19 Crisis Response Helps the Poor: The Distributional and Budgetary Consequences of the UK Lock- Down, EUROMOD Working Paper EM11/20, Colchester, University of Essex",
            "id": "bib12",
            "title": "EUROMOD Working Paper EM11/20",
            "type": "unknown"
        },
        {
            "articleTitle": "Life under lockdown: Illustrating tradeoffs in South Africa’s response to COVID-19’",
            "authors": [
                {
                    "name": {
                        "index": "Carlitz, RD",
                        "preferred": "RD Carlitz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Makhura, MN",
                        "preferred": "MN Makhura"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib14",
            "journal": "World Development",
            "pages": "105168",
            "type": "journal",
            "volume": "\n137\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fiorio, CV",
                        "preferred": "CV Fiorio"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "Welfare Resilience in the Immediate Aftermath of the COVID-19 Outbreak in Italy, EUROMOD Working Paper EM 06/20, Colchester, University of Essex",
            "id": "bib17",
            "title": "EUROMOD Working Paper EM 06/20",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Global Coalition to End Child Poverty",
                    "type": "group"
                }
            ],
            "date": "2020",
            "details": "A Call to Action for Governments to Expand Children’s Access to Child-Sensitive Social Protection in the Wake of COVID-19",
            "id": "bib15",
            "title": "A Call to Action for Governments to Expand Children’s Access to Child-Sensitive Social Protection in the Wake of COVID-19",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Google",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib16",
            "title": "Community Mobility Reports available at",
            "type": "web",
            "uri": "https://www.google.com/covid19/mobility/"
        },
        {
            "authors": [
                {
                    "name": "IPC-IG and UNICEF",
                    "type": "group"
                }
            ],
            "bookTitle": "Social Protection in Asia and the Pacific: Inventory of Non-Contributory Programmes",
            "date": "2019",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Brasília"
                        ]
                    },
                    "formatted": [
                        "Brasília"
                    ]
                },
                "name": [
                    "International Policy Centre for Inclusive Growth"
                ]
            },
            "type": "book",
            "uri": "http://www.ipc-undp.org/pub/eng/RR28_Social_Protection_in_Asia_and_the_Pacific_Inventory_of_non_contrib.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Jara, HX",
                        "preferred": "HX Jara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Montesdeoca, L",
                        "preferred": "L Montesdeoca"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tasseva, I",
                        "preferred": "I Tasseva"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "details": "The role of automatic stabilizers and emergency tax-benefit policies during the COVID-19 pandemic in Ecuador, WIDER Working Paper 4/2021, Helsinki, UNU-WIDER",
            "id": "bib19",
            "title": "WIDER Working Paper 4/2021",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Jellema, JM",
                        "preferred": "JM Jellema"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wai-Poi, M",
                        "preferred": "M Wai-Poi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Afkar, R",
                        "preferred": "R Afkar"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "details": "The distributional impact of fiscal policy in Indonesia, The Distributional Impact of Fiscal Policy: Experience from Developing Countries, Washington, DC, World Bank",
            "id": "bib20",
            "title": "The Distributional Impact of Fiscal Policy: Experience from Developing Countries",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kim, K",
                        "preferred": "K Kim"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mungsunti, A",
                        "preferred": "A Mungsunti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sumner, A",
                        "preferred": "A Sumner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yusuf, A",
                        "preferred": "A Yusuf"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "Structural transformation and inclusive growth: Kuznets’ ‘developer’s dilemma’ in Indonesia, WIDER Working Paper 2020/31, Helsinki, UNU-WIDER, 10.35188/UNU-WIDER/2020/788-0",
            "id": "bib21",
            "title": "WIDER Working Paper 2020/31",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lastunen, J",
                        "preferred": "J Lastunen"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "details": "Deriving Shocks To Household Consumption Expenditures From The Associated Income Shocks Resulting From Covid-19, WIDER Technical Note 2021/16, Helsinki, UNU-WIDER",
            "id": "bib22",
            "title": "WIDER Technical Note 2021/16",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sampi, J",
                        "preferred": "J Sampi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jooste, C",
                        "preferred": "C Jooste"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "Nowcasting economic activity in times of COVID-19: An approximation from the Google Community Mobility Report, Policy Research Working Paper No.9247, Washington DC, World Bank",
            "id": "bib24",
            "title": "Policy Research Working Paper No.9247",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sumner, A",
                        "preferred": "A Sumner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ortiz-Juarez, E",
                        "preferred": "E Ortiz-Juarez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hoy, C",
                        "preferred": "C Hoy"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "Precarity and the Pandemic: COVID-19 and Poverty Incidence, Intensity, and Severity in Developing Countries, WIDER Working Paper 2020/77, Helsinki, UNU-WIDER",
            "id": "bib25",
            "title": "WIDER Working Paper 2020/77",
            "type": "unknown"
        },
        {
            "articleTitle": "Estimating the Impact of COVID-19 on Poverty in Indonesia",
            "authors": [
                {
                    "name": {
                        "index": "Suryahadi, A",
                        "preferred": "A Suryahadi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Izzati, RA",
                        "preferred": "RA Izzati"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Suryadarma, D",
                        "preferred": "D Suryadarma"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1080/00074918.2020.1779390",
            "id": "bib26",
            "journal": "Bulletin of Indonesian Economic Studies",
            "pages": {
                "first": "175",
                "last": "192",
                "range": "175–192"
            },
            "type": "journal",
            "volume": "\n56\n"
        },
        {
            "articleTitle": "EUROMOD: the European Union Tax-Benefit Microsimulation Model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib27",
            "journal": "Ternational Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "\n6\n"
        },
        {
            "authors": [
                {
                    "name": "TNP2K",
                    "type": "group"
                }
            ],
            "bookTitle": "The Future of the Social Protection System in Indonesia: Social Protection for All",
            "date": "2018",
            "id": "bib28",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Jakarta"
                        ]
                    },
                    "formatted": [
                        "Jakarta"
                    ]
                },
                "name": [
                    "Tim Nasional Percepatan Penanggulangan Kemiskinan (TNP2K)"
                ]
            },
            "type": "book",
            "uri": "http://www.tnp2k.go.id/download/42778181129%20SP%20Full%20Report%20ENG-web.pdf"
        },
        {
            "authors": [
                {
                    "name": "United Nations",
                    "type": "group"
                }
            ],
            "date": "2020",
            "details": "Looking back to look ahead: A rights-based approach to social protection in the post-COVID-19 economic recovery. Report of the United Nations Special Rapporteur on extreme poverty and human rights",
            "id": "bib29",
            "title": "Looking back to look ahead: A rights-based approach to social protection in the post-COVID-19 economic recovery. Report of the United Nations Special Rapporteur on extreme poverty and human rights",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "University of Essex",
                    "type": "group"
                }
            ],
            "date": "2019",
            "details": "EUROMOD Software v3.1.8. August 2019",
            "id": "bib30",
            "title": "EUROMOD Software v3.1.8. August 2019",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "World Bank",
                    "type": "group"
                }
            ],
            "date": "2017",
            "details": "Towards a Comprehensive, Integrated, and Effective Social Assistance System in Indonesia, Indonesia’s Social Assistance Public Expenditure Review Update.Washington DC:The World Bank, http://documents.worldbank.org/curated/en/535721509957076661/pdf/120905-REVISED-PUBLIC-Screen-English-1211-update.pdf",
            "id": "bib31",
            "title": "Towards a Comprehensive, Integrated, and Effective Social Assistance System in Indonesia, Indonesia’s Social Assistance Public Expenditure Review Update.Washington DC:The World Bank",
            "type": "unknown",
            "uri": "http://documents.worldbank.org/curated/en/535721509957076661/pdf/120905-REVISED-PUBLIC-Screen-English-1211-update.pdf"
        },
        {
            "authors": [
                {
                    "name": "World Health Organisation",
                    "type": "group"
                }
            ],
            "date": "2021",
            "id": "bib32",
            "title": "https://covid19.who.int/region/searo/country/id",
            "type": "web",
            "uri": "https://covid19.who.int/region/searo/country/id"
        },
        {
            "articleTitle": "The effect of social protection programs on inequality in Indonesia",
            "authors": [
                {
                    "name": {
                        "index": "Yusuf, AA",
                        "preferred": "AA Yusuf"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "id": "bib33",
            "journal": "Report to Asian Development Bank",
            "pages": "1",
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Yusuf, AA",
                        "preferred": "AA Yusuf"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shidiq, AR",
                        "preferred": "AR Shidiq"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Siyaranamual, M",
                        "preferred": "M Siyaranamual"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "Poverty and Inequality during COVID-19 Pandemic: Early Observations from Indonesia Mimeo",
            "id": "bib34",
            "title": "Poverty and Inequality during COVID-19 Pandemic: Early Observations from Indonesia Mimeo",
            "type": "unknown"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "As the cost of living is not the same in all parts of Indonesia, the country has a total of 67 poverty lines which vary by province and urban/rural classification. There are 33 urban poverty lines and 33 rural poverty lines for each of the provinces other than Jakarta, and one urban poverty line for Jakarta. The variation in poverty lines reflects the variation in prices throughout the country, and so the poverty line variation was accordingly used to adjust per capita expenditure in INDOMOD’s input dataset. A multiplier was used to convert all expenditure data to Jakarta prices, which was achieved simply by dividing the Jakarta poverty line for 2019 by the poverty lines of all other provinces (both the urban and rural poverty lines were used).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s11",
                    "title": "Standardising the expenditure data",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Having standardised the expenditure data, two new variables were created in INDOMOD’s input dataset. These were used in INDOMOD as proxies for the household occurring within Indonesia’s Unified Database which is an electronic database of the households in Indonesia with the lowest welfare status and is used for targeting social assistance programmes.<sup><a href=\"#fn12\">12</a></sup> The first new variable, xpe, gives the percentile of the national standardised expenditure distribution for each household (assigned to the head of household only) in the input dataset. This allows the relevant percentage of the weighted per capita expenditure to be used as the eligibility criterion within the model, depending on the policy (e.g. the bottom 25% for PIP).",
                            "type": "paragraph"
                        },
                        {
                            "text": "For the PKH and BPNT policies, the poorest 9.2 million households and the poorest 15.6 million households respectively are eligible, and therefore a second new variable was constructed to give each household (assigned to the head of household only) their position in the national standardised expenditure distribution. The variable xcu is simply a cumulative number of households ordered from low to high by weighted per capita expenditure. The households positioned in the bottom 9.2 or 15.6 million (or any other threshold desired) can be selected as eligible within the model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Additional xcu variables were constructed for three of the COVID-19 benefits (summarised in <a href=\"#app3\">Annex 3</a>): Basic food assistance for Jabodetabek, Cash transfer for non-Jabodetabek non-rural areas, and Village Fund cash transfer for non-Jabodetabek rural areas. For each of these policies, the rules state that the next x million families not in receipt of PKH or BPNT would be eligible for the COVID benefit. Prior to April 2020, when these benefits commenced, the poorest 9.2 million families (households in INDOMOD) received PKH and the poorest 15.6 million families/households received BPNT/Sembako, meaning that 9.2 million households in INDOMOD will receive both PKH and BPNT/Sembako, and an extra 6.4 million households will receive BPNT only. Therefore, any family/household in the poorest 15.6 million would not be eligible for the COVID benefits within INDOMOD as they would be receiving either both PKH and BPNT or just BPNT. In order to calculate the next x million families/households eligible for the COVID benefits, a new ranking of households starting at 15.6 million was calculated within each area (Jabodetabek, non-Bodetabek urban, non-Bodetabek rural) called xcujk, xcunu, xcunr respectively. Using the relevant xcu variable it was then possible to select, on model, the poorest x million not in receipt of PKH or BPNT in a particular area targeted by the benefit.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s12",
                    "title": "Identifying the poorest X% of households and the poorest number of households<sup><a href=\"#fn11\">11</a></sup>",
                    "type": "section"
                }
            ],
            "id": "app1",
            "title": "Annex 1 Further details about the method for identifying poor families in INDOMOD’s input dataset"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: Column A: INDOMOD Version 2.1. Column B: (a) Provided by Ministry of Finance for 2019; (b) <a href=\"https://health.detik.com/berita-detikhealth/d-4377463/kado-tahun-baru-kuota-pbi-jk-bpjs-kesehatan-tambah\">https://health.detik.com/berita-detikhealth/d-4377463/kado-tahun-baru-kuota-pbi-jk-bpjs-kesehatan-tambah</a> And <a href=\"https://www.beritasatu.com/timboel-siregar/opini/6029/iuran-jkn-rakyat-miskin-ditanggung-apbn\">https://www.beritasatu.com/timboel-siregar/opini/6029/iuran-jkn-rakyat-miskin-ditanggung-apbn</a>; (c) <a href=\"https://bpjs-kesehatan.go.id/bpjs/dmdocuments/0f13488b25e3985aed51f444d6607ec7.pdf\">https://bpjs-kesehatan.go.id/bpjs/dmdocuments/0f13488b25e3985aed51f444d6607ec7.pdf</a>; (d) <a href=\"https://www.bpjsketenagakerjaan.go.id//assets/uploads/laporan_tahunan/BPJS19_LO23_FS.pdf\">https://www.bpjsketenagakerjaan.go.id//assets/uploads/laporan_tahunan/BPJS19_LO23_FS.pdf</a>; 30.6M contributors out of 51M workers (e) <a href=\"https://www.bkn.go.id/wp-content/uploads/2020/04/e-Book-Statistik-Pegawai-Negeri-Sipil-Desember-2019.pdf\">https://www.bkn.go.id/wp-content/uploads/2020/04/e-Book-Statistik-Pegawai-Negeri-Sipil-Desember-2019.pdf</a>; (f) <a href=\"https://kemsos.go.id/program-keluarga-harapan-pkh\">https://kemsos.go.id/program-keluarga-harapan-pkh</a>; (g) PKAPBN; (h) UNICEF.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tableB1",
                            "label": "Table B1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Tax–benefit policy</th>\n<th align=\"left\">INDOMOD 2019A</th>\n<th align=\"left\">External 2019B</th>\n<th align=\"left\">Ratio 2019A/B</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Income Tax (<i>Pajak Penghasilan Pribadi, PPP</i>)</td>\n<td align=\"left\">16.5M</td>\n<td align=\"left\">12.6M (a)</td>\n<td align=\"left\">131%</td>\n</tr>\n<tr>\n<td align=\"left\">Government subsidised National Health Insurance (<i>Jaminan Kesehatan Nasional Penerima Bantuan Iuran, JKN-PBI</i>)</td>\n<td align=\"left\">121.7M individuals</td>\n<td align=\"left\">96.8M individuals (b)</td>\n<td align=\"left\">126%</td>\n</tr>\n<tr>\n<td align=\"left\">National Health Insurance (<i>Jaminan Kesehatan Nasional, JKN</i>)</td>\n<td align=\"left\">91.5M individuals</td>\n<td align=\"left\">127.4M individuals (c)</td>\n<td align=\"left\">72%</td>\n</tr>\n<tr>\n<td align=\"left\">Social Security Contribution (<i>BPJS Ketenagakerjaan</i>)</td>\n<td align=\"left\">48.1M wage recipient workers; 52.9M if include government workers for JKK and JKM</td>\n<td align=\"left\">30.6M active members (d)</td>\n<td align=\"left\">173% if include government workers for JKK and JKM</td>\n</tr>\n<tr>\n<td align=\"left\">Social Security Contribution for civil servants (<i>Iuran Wajib Pegawai, IWP</i>)</td>\n<td align=\"left\">4.8M individuals</td>\n<td align=\"left\">4.2M civil servants (e)</td>\n<td align=\"left\">114%</td>\n</tr>\n<tr>\n<td align=\"left\">Family Hope Program (<i>Program Keluarga Harapan, PKH</i>)</td>\n<td align=\"left\">8.1M households</td>\n<td align=\"left\">10.0M families (f)</td>\n<td align=\"left\">81%</td>\n</tr>\n<tr>\n<td align=\"left\">Smart Indonesia Program (<i>Program Indonesia Pintar, PIP</i>)</td>\n<td align=\"left\">17.7M children</td>\n<td align=\"left\">20.1M children (g)</td>\n<td align=\"left\">88%</td>\n</tr>\n<tr>\n<td align=\"left\">Child Social Welfare Program (<b>\n<i>Program Kesejahteraan Sosial Anak</i>\n</b>\n<i>, PKSA</i>)</td>\n<td align=\"left\">0.41M children</td>\n<td align=\"left\">Not available.</td>\n<td align=\"left\">/</td>\n</tr>\n<tr>\n<td align=\"left\">Electronic food voucher (<i>Bantuan Pangan Non Tunai, BPNT</i>)</td>\n<td align=\"left\">15.6M households</td>\n<td align=\"left\">15.6M families(BPNT) (g)</td>\n<td align=\"left\">100%</td>\n</tr>\n<tr>\n<td align=\"left\">VAT (<i>Pajak Pertambahan Nilai, PPN</i>)</td>\n<td align=\"left\">N/A</td>\n<td align=\"left\">N/A</td>\n<td align=\"left\">N/A</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Tax and benefit instruments simulated in INDOMOD: Number of recipients/payers",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: Column A: INDOMOD version 2.1. Column B: (a) Laporan Keuangan Pemerintah Pusat (LKPP) The Central Government Financial Report, Provided by Ministry of Finance for 2019; (b) <a href=\"https://www.beritasatu.com/timboel-siregar/opini/6029/iuran-jkn-rakyat-miskin-ditanggung-apbn\">https://www.beritasatu.com/timboel-siregar/opini/6029/iuran-jkn-rakyat-miskin-ditanggung-apbn</a>; (c) <a href=\"https://bpjs-kesehatan.go.id/bpjs/dmdocuments/0f13488b25e3985aed51f444d6607ec7.pdf\">https://bpjs-kesehatan.go.id/bpjs/dmdocuments/0f13488b25e3985aed51f444d6607ec7.pdf</a>; (d) <a href=\"https://www.bpjsketenagakerjaan.go.id/assets/uploads/laporan_keuangan/Laporan_Keuangan_Audit_2019_-_BPJS_Ketenagakerjaan.pdf\">https://www.bpjsketenagakerjaan.go.id/assets/uploads/laporan_keuangan/Laporan_Keuangan_Audit_2019_-_BPJS_Ketenagakerjaan.pdf</a> <a href=\"https://www.bpjsketenagakerjaan.go.id//assets/uploads/laporan_tahunan/BPJS19_LO23_FS.pdf\">https://www.bpjsketenagakerjaan.go.id//assets/uploads/laporan_tahunan/BPJS19_LO23_FS.pdf</a>; (e) <a href=\"https://www.kemenkeu.go.id/media/15858/lkpp-2019.pdf\">https://www.kemenkeu.go.id/media/15858/lkpp-2019.pdf</a>; (f) PKAPBN; (g) UNICEF; (h) <a href=\"https://money.kompas.com/read/2019/08/17/060200826/2020-pemerintah-anggarkan-bantuan-pangan-non-tunai-rp-28-1-triliun-\">https://money.kompas.com/read/2019/08/17/060200826/2020-pemerintah-anggarkan-bantuan-pangan-non-tunai-rp-28-1-triliun-</a>",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tableB2",
                            "label": "Table B2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Tax–benefit policy</th>\n<th align=\"left\">INDOMOD 2019A</th>\n<th align=\"left\">External 2019B</th>\n<th align=\"left\">Ratio 2019A/B</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Income Tax (<i>Pajak Penghasilan Pribadi, PPP</i>)</td>\n<td align=\"left\">114.6T</td>\n<td align=\"left\">148.9T (a)</td>\n<td align=\"left\">77%</td>\n</tr>\n<tr>\n<td align=\"left\">Government subsidised National Health Insurance (<i>Jaminan Kesehatan Nasional Penerima Bantuan Iuran, JKN-PBI</i>)</td>\n<td align=\"left\">33.6T</td>\n<td align=\"left\">26.7T (b)</td>\n<td align=\"left\">126%</td>\n</tr>\n<tr>\n<td align=\"left\">National Health Insurance (<i>Jaminan Kesehatan Nasional, JKN</i>)</td>\n<td align=\"left\">20.9T (employee)And 64.9T (employer)</td>\n<td align=\"left\">117.75T (c)</td>\n<td align=\"left\">73%</td>\n</tr>\n<tr>\n<td align=\"left\">Social Security Contribution (<i>BPJS Ketenagakerjaan</i>)</td>\n<td align=\"left\">59.9T (employee)And 113.6T (employer)</td>\n<td align=\"left\">73.4T (d)</td>\n<td align=\"left\">236%</td>\n</tr>\n<tr>\n<td align=\"left\">Social Security Contribution for civil servants (<i>Iuran Wajib Pegawai, IWP</i>)</td>\n<td align=\"left\">21.6T</td>\n<td align=\"left\">7.4T (e)</td>\n<td align=\"left\">292%</td>\n</tr>\n<tr>\n<td align=\"left\">Family Hope Program (<i>Program Keluarga Harapan, PKH</i>)</td>\n<td align=\"left\">39.2T</td>\n<td align=\"left\">34.4T (f)</td>\n<td align=\"left\">114%</td>\n</tr>\n<tr>\n<td align=\"left\">Smart Indonesia Program (<i>Program Indonesia Pintar, PIP</i>)</td>\n<td align=\"left\">10.6T</td>\n<td align=\"left\">11.0T (f)</td>\n<td align=\"left\">96%</td>\n</tr>\n<tr>\n<td align=\"left\">BEN: Child Social Welfare Program (<b><i>Program Kesejahteraan Sosial Anak</i></b><i>, PKSA</i>)</td>\n<td align=\"left\">0.41T</td>\n<td align=\"left\">Not available</td>\n<td align=\"left\">/</td>\n</tr>\n<tr>\n<td align=\"left\">Electronic food voucher (<i>Bantuan Pangan Non Tunai, BPNT</i>)</td>\n<td align=\"left\">20.6T</td>\n<td align=\"left\">28.1T (h)</td>\n<td align=\"left\">73% (f)</td>\n</tr>\n<tr>\n<td align=\"left\">VAT (<i>Pajak Pertambahan Nilai, PPN</i>)</td>\n<td align=\"left\">135.9T</td>\n<td align=\"left\">347.3 T (a)</td>\n<td align=\"left\">39%</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Tax and benefit instruments simulated in INDOMOD: Annual amounts IDR",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "app2",
            "title": "Annex 2 External validation data for pre-crisis period, 2019"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Notes: In INDOMOD V2.1 households are used as the unit of analysis rather than families for the policies that are targeted at families. This is because in SUSENAS it is not possible to identify multiple families within a household. Districts eligible for Jabodetabek are treated as those within DKI Jakarta, Jawa Barat and Banten Provinces, i.e. Kepulauan Seribu, Jakarta Selatan, Jakarta Timur, Jakarta Pusat, Jakarta Barat, Jakarta Utara, Kabupaten Bogor, Kabupaten Bekasi, Kota Bogor, Kota Bekasi, Kota Depok, Kabupaten Tangerang, Kota Tangerang, and Kota Tangerang Selatan.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "tableC1",
                            "label": "Table C1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Policy</th>\n<th align=\"left\">Amount of benefit (IDR) and periodicity of distribution</th>\n<th align=\"left\">Relevant months in 2020</th>\n<th align=\"left\">Number of families/individuals targeted</th>\n<th align=\"left\">Notes</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">\n<b>PKH</b>\n</td>\n<td align=\"left\"/>\n<td align=\"left\" rowspan=\"10\">12(Jan-Dec)</td>\n<td align=\"left\" rowspan=\"10\">9.2 million families (Jan-Mar); increased to 10 million families (Apr-Dec)</td>\n<td align=\"left\" rowspan=\"10\">The distribution of PKH, which was previously per 3 months, became per month from Apr-Dec 2020.Access part of PKH not simulated as it was not possible to obtain the necessary sub-district information for this part of PKH.</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>Regular</i>\n</td>\n<td align=\"left\">550,000 per year</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>Access</i>\n</td>\n<td align=\"left\">1,000,000 per year</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>1. Pregnant mother</i>\n</td>\n<td align=\"left\">3,750,000 per year</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>2. Baby/toddler</i>\n</td>\n<td align=\"left\">3,750,000 per year</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>3. Child in elementary school</i>\n</td>\n<td align=\"left\">1,125,000 per year</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>4. Child in junior high school</i>\n</td>\n<td align=\"left\">1,875,000 per year</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>5. Child in senior high school</i>\n</td>\n<td align=\"left\">2,500,000 per year</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>6. Disability</i>\n</td>\n<td align=\"left\">3,000,000 per year</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>7. Elderly</i>\n</td>\n<td align=\"left\">3,000,000 per year</td>\n</tr>\n<tr>\n<td align=\"left\">\n<b>BPNT / Sembako</b>\n</td>\n<td align=\"left\">150,000 per month (Jan-Mar); 200,000 per month (Apr-Dec)</td>\n<td align=\"left\">12(Jan-Dec)</td>\n<td align=\"left\">15.6 million families (Jan-Mar); increased to 19.4 million families (Apr-Dec)</td>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">\n<b>Basic food assistance for Jabodetabek</b>\n</td>\n<td align=\"left\">Apr-Jun 600,000 per month; Jul-Dec 300,000 per month</td>\n<td align=\"left\">9(Apr-Dec)</td>\n<td align=\"left\">2.2 million families</td>\n<td align=\"left\">If not receiving PKH or BPNT</td>\n</tr>\n<tr>\n<td align=\"left\">\n<b>Cash transfer non-Jabodetabek</b>\n</td>\n<td align=\"left\">Apr-Jun 600,000 per month; Jul-Dec 300,000 per month</td>\n<td align=\"left\">9(Apr-Dec)</td>\n<td align=\"left\">9.2 million families in non-Jabodetabek non-rural areas</td>\n<td align=\"left\">If not receiving PKH or BPNT</td>\n</tr>\n<tr>\n<td align=\"left\">\n<b>Village fund cash transfer</b>\n</td>\n<td align=\"left\">Apr-Jun 600,000 per month; Jul-Dec 300,000 per month</td>\n<td align=\"left\">9(Apr-Dec)</td>\n<td align=\"left\">8 million families in non-Jabodetabek rural areas</td>\n<td align=\"left\">If not receiving PKH or BPNT</td>\n</tr>\n<tr>\n<td align=\"left\">\n<b>Cash support expansion</b>\n</td>\n<td align=\"left\">500,000 per household, one off payment</td>\n<td align=\"left\">N/A</td>\n<td align=\"left\">9 million families</td>\n<td align=\"left\">If receiving BPNT but not PKH</td>\n</tr>\n<tr>\n<td align=\"left\">\n<b>Food assistance expansion</b>\n</td>\n<td align=\"left\">Aug-Oct, 15 kgs of rice per month</td>\n<td align=\"left\">3(Aug-Oct)</td>\n<td align=\"left\">9 million families</td>\n<td align=\"left\">If receiving PKH but not BPNT.Rice price assumption=Rp12000/kgNot simulated in INDOMOD</td>\n</tr>\n<tr>\n<td align=\"left\">\n<b>Wage subsidy</b>\n</td>\n<td align=\"left\">Aug-Dec, IDR 2.4 Million, payable as two payments of 1.2 Million</td>\n<td align=\"left\">5(Aug-Dec)</td>\n<td align=\"left\">12.4 million employees</td>\n<td align=\"left\">For individuals with employment income less than IDR 5 million per month, and registered as a BPJSTK member (in INDOMOD non-government wage recipient workers are used as proxy)</td>\n</tr>\n<tr>\n<td align=\"left\">\n<b>Pre-employment cards</b>\n</td>\n<td align=\"left\">Apr-Dec, payable over four months at 600,000 per month plus a final incentive payment of 150,000; averaged on-model to 637,500 per month for four months.</td>\n<td align=\"left\">9(Apr-Dec)</td>\n<td align=\"left\">5.6 million unemployed</td>\n<td align=\"left\">For individuals who are unemployed and not receiving any social assistance. The training and survey allowances (IDR 1 Million per person) are not modelled in INDOMOD.</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Changes to benefit policies in 2020",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "app3",
            "title": "Annex 3 Summary of changes made to Indonesia’s benefit policies in response to the COVID-19 pandemic in 2020"
        },
        {
            "content": [
                {
                    "text": "Nine sector categories were used (<a href=\"#bib8\">Badan Pusat Statistik (BPS), 2020</a>). Appendix 4—table 1 shows how the 26 business sector codes in SUSENAS were aggregated to BPS’ nine higher level codes with one modification whereby communication and transport were split for the purposes of the analysis presented in this paper as communication and transport were very differently affected during the pandemic.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "tableD1",
                            "label": "Table D1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Modified BPS sector categories</th>\n<th align=\"left\">SUSENAS business sector categories</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">1.Agriculture, livestock, forestry and fisheries</td>\n<td align=\"left\">1.Rice crop and palawija agriculture2.Horticulture3.Plantation4.Fishery5.Animal husbandry6.Forestry and other agriculture</td>\n</tr>\n<tr>\n<td align=\"left\">2.Mining and quarrying</td>\n<td align=\"left\">7.Mining and excavation</td>\n</tr>\n<tr>\n<td align=\"left\">3.Processing Industry</td>\n<td align=\"left\">8.Processing industry</td>\n</tr>\n<tr>\n<td align=\"left\">4.Electricity, gas and clean water</td>\n<td align=\"left\">9.Electricity, gas, steam/hot water, and cold air procurement10.Water management, waste water management, waste management and recycling, and remediation activities</td>\n</tr>\n<tr>\n<td align=\"left\">5.Building</td>\n<td align=\"left\">11.Construction</td>\n</tr>\n<tr>\n<td align=\"left\">6.Trade, hotel and restaurant</td>\n<td align=\"left\">12.Wholesale and retail trade, car and motorcycle maintenance14.Accommodation and food and beverage services</td>\n</tr>\n<tr>\n<td align=\"left\">7.Transport</td>\n<td align=\"left\">13.Shipment and storage</td>\n</tr>\n<tr>\n<td align=\"left\">8.Communication</td>\n<td align=\"left\">15.Information and communication</td>\n</tr>\n<tr>\n<td align=\"left\">9.Finance, rental and business services</td>\n<td align=\"left\">16.Financial and insurance activities17.Real estate18.Professional, scientific, and technical activities</td>\n</tr>\n<tr>\n<td align=\"left\">10.Services</td>\n<td align=\"left\">19.Rental and lease without option rights activities, labor force, travel agent, and other business support20.Government administration, defense, mandatory social security21.Education22.Human health and social activities23.Art, entertainment and recreational24.Other service activities25.Household activities as employer26.International agency activities and other international extra agencies</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Sector codes",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "app4",
            "title": "Annex 4 Sector codes"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "id": "tableE1",
                            "label": "Table E1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Workplace</th>\n<th align=\"left\">Transit</th>\n<th align=\"left\">Retail</th>\n<th align=\"left\">Workplace</th>\n<th align=\"left\">Transit</th>\n<th align=\"left\">Retail</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\" colspan=\"3\">\n<b>Agriculture, Forestry and Fishery</b>\n</td>\n<td align=\"left\" colspan=\"3\">\n<b>Mining and Quarrying</b>\n</td>\n</tr>\n<tr>\n<td align=\"left\">Mobility</td>\n<td align=\"left\">-0.236**(0.0937)</td>\n<td align=\"left\">-0.0660(0.0732)</td>\n<td align=\"left\">-0.0451(0.0695)</td>\n<td align=\"left\">-0.105(0.233)</td>\n<td align=\"left\">-0.0520(0.142)</td>\n<td align=\"left\">-0.0534(0.239)</td>\n</tr>\n<tr>\n<td align=\"left\">Quarter 3 (1=yes, 0=otherwise)</td>\n<td align=\"left\">1.610(1.137)</td>\n<td align=\"left\">0.782(1.730)</td>\n<td align=\"left\">0.318(1.500)</td>\n<td align=\"left\">-3.251(3.756)</td>\n<td align=\"left\">-3.182(4.071)</td>\n<td align=\"left\">-3.229(5.065)</td>\n</tr>\n<tr>\n<td align=\"left\">Bali (1=Yes, 0=otherwise)</td>\n<td align=\"left\">-7.970***(1.825)</td>\n<td align=\"left\">-5.695**(2.294)</td>\n<td align=\"left\">-4.631***(1.429)</td>\n<td align=\"left\">2.031(4.400)</td>\n<td align=\"left\">2.407(4.445)</td>\n<td align=\"left\">2.938(4.678)</td>\n</tr>\n<tr>\n<td align=\"left\">Papua (1=Yes, 0=otherwise)</td>\n<td align=\"left\">-0.901(0.744)</td>\n<td align=\"left\">-1.108(0.819)</td>\n<td align=\"left\">-1.734*(0.946)</td>\n<td align=\"left\">19.87**(9.191)</td>\n<td align=\"left\">19.88**(9.093)</td>\n<td align=\"left\">19.26**(9.251)</td>\n</tr>\n<tr>\n<td align=\"left\">Constant</td>\n<td align=\"left\">-7.917***(2.184)</td>\n<td align=\"left\">-5.580(3.713)</td>\n<td align=\"left\">-3.509*(2.097)</td>\n<td align=\"left\">-6.759(6.869)</td>\n<td align=\"left\">-6.915(8.215)</td>\n<td align=\"left\">-5.837(7.907)</td>\n</tr>\n<tr>\n<td align=\"left\">Observations</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n</tr>\n<tr>\n<td align=\"left\">R-squared</td>\n<td align=\"left\">0.130</td>\n<td align=\"left\">0.056</td>\n<td align=\"left\">0.043</td>\n<td align=\"left\">0.120</td>\n<td align=\"left\">0.120</td>\n<td align=\"left\">0.119</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\" colspan=\"3\">\n<b>Manufacturing Industry</b>\n</td>\n<td align=\"left\" colspan=\"3\">\n<b>Electricity, Gas &amp; Water Supply</b>\n</td>\n</tr>\n<tr>\n<td align=\"left\">Mobility</td>\n<td align=\"left\">0.647**(0.265)</td>\n<td align=\"left\">0.292(0.295)</td>\n<td align=\"left\">0.0161(0.215)</td>\n<td align=\"left\">0.702***(0.153)</td>\n<td align=\"left\">0.279***(0.0946)</td>\n<td align=\"left\">0.219(0.179)</td>\n</tr>\n<tr>\n<td align=\"left\">Quarter 3 (1=yes, 0=otherwise)</td>\n<td align=\"left\">-4.946(3.816)</td>\n<td align=\"left\">-4.805(4.342)</td>\n<td align=\"left\">0.511(6.380)</td>\n<td align=\"left\">-3.898*(2.219)</td>\n<td align=\"left\">-3.023(2.672)</td>\n<td align=\"left\">-1.565(3.946)</td>\n</tr>\n<tr>\n<td align=\"left\">Bali (1=Yes, 0=otherwise)</td>\n<td align=\"left\">6.527(4.399)</td>\n<td align=\"left\">3.378(7.048)</td>\n<td align=\"left\">-4.477(5.198)</td>\n<td align=\"left\">-3.950(3.134)</td>\n<td align=\"left\">-8.412**(3.465)</td>\n<td align=\"left\">-12.42***(4.127)</td>\n</tr>\n<tr>\n<td align=\"left\">Papua (1=Yes, 0=otherwise)</td>\n<td align=\"left\">-5.241**(2.454)</td>\n<td align=\"left\">-5.193(3.413)</td>\n<td align=\"left\">-3.708(3.077)</td>\n<td align=\"left\">-5.202***(0.890)</td>\n<td align=\"left\">-4.973***(0.999)</td>\n<td align=\"left\">-2.128(1.768)</td>\n</tr>\n<tr>\n<td align=\"left\">Constant</td>\n<td align=\"left\">9.912(7.686)</td>\n<td align=\"left\">9.325(16.06)</td>\n<td align=\"left\">-5.504(6.684)</td>\n<td align=\"left\">13.39***(3.927)</td>\n<td align=\"left\">10.78**(5.076)</td>\n<td align=\"left\">2.906(5.566)</td>\n</tr>\n<tr>\n<td align=\"left\">Observations</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n</tr>\n<tr>\n<td align=\"left\">R-squared</td>\n<td align=\"left\">0.054</td>\n<td align=\"left\">0.032</td>\n<td align=\"left\">0.006</td>\n<td align=\"left\">0.352</td>\n<td align=\"left\">0.236</td>\n<td align=\"left\">0.188</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\" colspan=\"3\">\n<b>Construction</b>\n</td>\n<td align=\"left\" colspan=\"3\">\n<b>Trade, Hotel &amp; Restaurants</b>\n</td>\n</tr>\n<tr>\n<td align=\"left\">Mobility</td>\n<td align=\"left\">0.170(0.232)</td>\n<td align=\"left\">0.290**(0.132)</td>\n<td align=\"left\">0.305(0.194)</td>\n<td align=\"left\">0.363***(0.120)</td>\n<td align=\"left\">0.286**(0.114)</td>\n<td align=\"left\">0.312***(0.0922)</td>\n</tr>\n<tr>\n<td align=\"left\">Quarter 3 (1=yes, 0=otherwise)</td>\n<td align=\"left\">-1.600(2.946)</td>\n<td align=\"left\">-5.644*(3.077)</td>\n<td align=\"left\">-5.513(4.209)</td>\n<td align=\"left\">-0.372(1.589)</td>\n<td align=\"left\">-2.631(2.462)</td>\n<td align=\"left\">-2.695(2.244)</td>\n</tr>\n<tr>\n<td align=\"left\">Bali (1=Yes, 0=otherwise)</td>\n<td align=\"left\">3.248(3.731)</td>\n<td align=\"left\">8.347**(3.501)</td>\n<td align=\"left\">5.522*(3.008)</td>\n<td align=\"left\">-11.30***(2.562)</td>\n<td align=\"left\">-9.671***(3.585)</td>\n<td align=\"left\">-12.27***(2.199)</td>\n</tr>\n<tr>\n<td align=\"left\">Papua (1=Yes, 0=otherwise)</td>\n<td align=\"left\">7.182**(3.222)</td>\n<td align=\"left\">6.195(3.916)</td>\n<td align=\"left\">9.688***(3.559)</td>\n<td align=\"left\">1.630**(0.738)</td>\n<td align=\"left\">1.085(0.911)</td>\n<td align=\"left\">4.610***(1.062)</td>\n</tr>\n<tr>\n<td align=\"left\">Constant</td>\n<td align=\"left\">-7.273(6.423)</td>\n<td align=\"left\">3.740(7.308)</td>\n<td align=\"left\">-2.023(6.775)</td>\n<td align=\"left\">-7.385**(3.042)</td>\n<td align=\"left\">-1.318(5.833)</td>\n<td align=\"left\">-6.669**(2.977)</td>\n</tr>\n<tr>\n<td align=\"left\">Observations</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n</tr>\n<tr>\n<td align=\"left\">R-squared</td>\n<td align=\"left\">0.035</td>\n<td align=\"left\">0.107</td>\n<td align=\"left\">0.088</td>\n<td align=\"left\">0.350</td>\n<td align=\"left\">0.401</td>\n<td align=\"left\">0.378</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\" colspan=\"3\">\n<b>Transportation</b>\n</td>\n<td align=\"left\" colspan=\"3\">\n<b>Communication</b>\n</td>\n</tr>\n<tr>\n<td align=\"left\">Mobility</td>\n<td align=\"left\">0.232(0.274)</td>\n<td align=\"left\">0.727***(0.169)</td>\n<td align=\"left\">0.0588(0.250)</td>\n<td align=\"left\">-0.221(0.185)</td>\n<td align=\"left\">-0.141(0.0975)</td>\n<td align=\"left\">-0.141(0.146)</td>\n</tr>\n<tr>\n<td align=\"left\">Quarter 3 (1=yes, 0=otherwise)</td>\n<td align=\"left\">8.663*(4.395)</td>\n<td align=\"left\">-3.211(4.460)</td>\n<td align=\"left\">9.681(5.961)</td>\n<td align=\"left\">1.630(2.238)</td>\n<td align=\"left\">2.363(2.394)</td>\n<td align=\"left\">2.173(3.097)</td>\n</tr>\n<tr>\n<td align=\"left\">Bali (1=Yes, 0=otherwise)</td>\n<td align=\"left\">-11.79*(6.118)</td>\n<td align=\"left\">4.387(5.165)</td>\n<td align=\"left\">-14.83**(5.818)</td>\n<td align=\"left\">-8.837**(3.614)</td>\n<td align=\"left\">-8.897***(2.568)</td>\n<td align=\"left\">-7.404**(2.927)</td>\n</tr>\n<tr>\n<td align=\"left\">Papua (1=Yes, 0=otherwise)</td>\n<td align=\"left\">-25.06***(2.496)</td>\n<td align=\"left\">-27.96***(3.957)</td>\n<td align=\"left\">-24.13***(2.534)</td>\n<td align=\"left\">-3.526**(1.666)</td>\n<td align=\"left\">-3.351**(1.588)</td>\n<td align=\"left\">-4.997**(2.020)</td>\n</tr>\n<tr>\n<td align=\"left\">Constant</td>\n<td align=\"left\">-29.32***(7.763)</td>\n<td align=\"left\">3.101(9.317)</td>\n<td align=\"left\">-33.21***(8.979)</td>\n<td align=\"left\">-2.436(4.431)</td>\n<td align=\"left\">-4.374(5.532)</td>\n<td align=\"left\">-1.357(4.419)</td>\n</tr>\n<tr>\n<td align=\"left\">Observations</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n</tr>\n<tr>\n<td align=\"left\">R-squared</td>\n<td align=\"left\">0.228</td>\n<td align=\"left\">0.367</td>\n<td align=\"left\">0.223</td>\n<td align=\"left\">0.057</td>\n<td align=\"left\">0.059</td>\n<td align=\"left\">0.050</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\" colspan=\"3\">\n<b>Finance, Real Estate and Business</b>\n</td>\n<td align=\"left\" colspan=\"3\">\n<b>Services</b>\n</td>\n</tr>\n<tr>\n<td align=\"left\">Mobility</td>\n<td align=\"left\">0.319***(0.0741)</td>\n<td align=\"left\">0.126**(0.0545)</td>\n<td align=\"left\">0.284*(0.163)</td>\n<td align=\"left\">0.0866(0.113)</td>\n<td align=\"left\">0.164**(0.0620)</td>\n<td align=\"left\">0.112(0.0961)</td>\n</tr>\n<tr>\n<td align=\"left\">Quarter 3 (1=yes, 0=otherwise)</td>\n<td align=\"left\">-3.523*(2.081)</td>\n<td align=\"left\">-3.097(2.397)</td>\n<td align=\"left\">-5.735(4.281)</td>\n<td align=\"left\">1.542(1.367)</td>\n<td align=\"left\">-0.838(1.580)</td>\n<td align=\"left\">0.311(2.242)</td>\n</tr>\n<tr>\n<td align=\"left\">Bali (1=Yes, 0=otherwise)</td>\n<td align=\"left\">1.976(1.919)</td>\n<td align=\"left\">-0.0935(2.055)</td>\n<td align=\"left\">1.282(3.522)</td>\n<td align=\"left\">1.426(2.062)</td>\n<td align=\"left\">4.486**(1.730)</td>\n<td align=\"left\">1.846(1.919)</td>\n</tr>\n<tr>\n<td align=\"left\">Papua (1=Yes, 0=otherwise)</td>\n<td align=\"left\">-4.507***(0.875)</td>\n<td align=\"left\">-4.396***(0.975)</td>\n<td align=\"left\">-1.819(1.977)</td>\n<td align=\"left\">0.0463(0.837)</td>\n<td align=\"left\">-0.535(0.707)</td>\n<td align=\"left\">1.024(1.064)</td>\n</tr>\n<tr>\n<td align=\"left\">Constant</td>\n<td align=\"left\">3.070(1.864)</td>\n<td align=\"left\">1.807(2.966)</td>\n<td align=\"left\">3.991(5.028)</td>\n<td align=\"left\">-6.420**(2.807)</td>\n<td align=\"left\">0.0636(3.377)</td>\n<td align=\"left\">-5.074*(3.020)</td>\n</tr>\n<tr>\n<td align=\"left\">Observations</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n<td align=\"left\">68</td>\n</tr>\n<tr>\n<td align=\"left\">R-squared</td>\n<td align=\"left\">0.068</td>\n<td align=\"left\">0.039</td>\n<td align=\"left\">0.092</td>\n<td align=\"left\">0.066</td>\n<td align=\"left\">0.135</td>\n<td align=\"left\">0.083</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Regression results from elasticity estimation",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "app5",
            "title": "Annex 5 Regression results for estimating elasticity of community mobility to economic growth"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "id": "figF1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00236%2Fijm-00236-fig011.tif",
                                "size": {
                                    "width": 1850,
                                    "height": 1343
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00236%2Fijm-00236-fig011.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00236-fig011.jpg"
                                }
                            },
                            "label": "Figure F1",
                            "title": "Deciles of mean monthly household disposable income in Indonesia, with and without benefits, March 2020. Source: Authors’ analysis using INDOMOD V2.1.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "figF2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00236%2Fijm-00236-fig012.tif",
                                "size": {
                                    "width": 1797,
                                    "height": 1306
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00236%2Fijm-00236-fig012.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00236-fig012.jpg"
                                }
                            },
                            "label": "Figure F2",
                            "title": "Change in mean monthly household disposable income in Indonesia by decile if there were no benefits, March 2020. Source: Authors’ analysis using INDOMOD V2.1.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "app6",
            "title": "Annex 6 March 2020 baseline using disposable income"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "id": "figG1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00236%2Fijm-00236-fig013.tif",
                                "size": {
                                    "width": 1920,
                                    "height": 1395
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00236%2Fijm-00236-fig013.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00236-fig013.jpg"
                                }
                            },
                            "label": "Figure G1",
                            "title": "Deciles of mean monthly household disposable income in Indonesia by quarter in 2020. Source: Authors’ analysis using INDOMOD V2.1.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "figG2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00236%2Fijm-00236-fig010.tif",
                                "size": {
                                    "width": 1942,
                                    "height": 1411
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00236%2Fijm-00236-fig010.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00236-fig010.jpg"
                                }
                            },
                            "label": "Figure G2",
                            "title": "Change in mean monthly household disposable income in Indonesia by quarter in 2020. Source: Authors’ analysis using INDOMOD V2.1.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "app7",
            "title": "Annex 7 Combined impact of COVID-19 and the remedial tax and benefit policies using disposable income"
        }
    ],
    "acknowledgements": [
        {
            "text": "The paper is based on analysis that was undertaken as part of the Programme Cooperation Agreement #2018/82/SP/SASPRI between the United Nations Children’s Fund and Southern African Social Policy Research Insights. An earlier version of this paper was published in the CeMPA Working Paper Series <a href=\"https://wwwiseressexacuk/research/publications/working-papers/cempa/cempa2-21\">https://wwwiseressexacuk/research/publications/working-papers/cempa/cempa2-21</a>.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
