{
    "status": "vor",
    "id": "00241",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00241",
    "authorLine": "Janne Salonen et al.",
    "title": "Partition of the Life Course: An Extended Dynamic Microsimulation Analysis",
    "published": "2021-12-31T00:00:00Z",
    "versionDate": "2021-12-31T00:00:00Z",
    "statusDate": "2021-12-31T00:00:00Z",
    "volume": 14,
    "issue": 3,
    "fpage": 54,
    "lpage": 75,
    "elocationId": "54-75",
    "pdf": "http://web:8082/00241/ijm-00241.pdf",
    "subjects": [
        {
            "id": "pensions-retirement",
            "name": "Pensions and retirement"
        },
        {
            "id": "demography",
            "name": "Demography"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This study explores life courses in a dynamic microsimulation framework at a time of high public interest in prolonging working lives. We provide new insights into how historical records could be merged with microsimulation outcomes and develop a new indicator for measuring and illustrating individual life course stages in adulthood. Partition of the life course yields the average lengths of life course stages in Finland. We illustrate our indicator and its distribution by gender, cohort and level of education. The proposed indicator is also used to elaborate widely accepted indicators from the Pension Adequacy Report. We conclude that the proposed partitioning method should be easily transferrable to other countries where historical records are available.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Salonen et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Finland",
                            "locality": [
                                "Helsinki"
                            ]
                        },
                        "formatted": [
                            "Helsinki",
                            "Finland"
                        ]
                    },
                    "name": [
                        "Keva"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported.",
            "emailAddresses": [
                "janne.salonen@keva.fi"
            ],
            "name": {
                "index": "Salonen, Janne",
                "preferred": "Janne Salonen"
            },
            "orcid": "0000-0002-0595-6226",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Finland",
                            "locality": [
                                "Helsinki"
                            ]
                        },
                        "formatted": [
                            "Helsinki",
                            "Finland"
                        ]
                    },
                    "name": [
                        "Finnish Centre for Pensions"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported.",
            "name": {
                "index": "Tikanmäki, Heikki",
                "preferred": "Heikki Tikanmäki"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Finland",
                            "locality": [
                                "Helsinki"
                            ]
                        },
                        "formatted": [
                            "Helsinki",
                            "Finland"
                        ]
                    },
                    "name": [
                        "Finnish Centre for Pensions"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported.",
            "name": {
                "index": "Lappo, Sampo",
                "preferred": "Sampo Lappo"
            },
            "type": "person"
        }
    ],
    "funding": {
        "statement": "No specific funding for this article is reported."
    },
    "dataSets": {
        "availability": [
            {
                "text": "The data used in the study is from ELSI-microsimulation model. The policy regarding ELSI is; Proprietary, with executable not available. No specific software code has been developed for this study.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "duration of retirement",
        "dynamic microsimulation",
        "length of working life",
        "life course approach",
        "statutory pension"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "EU institutions regularly publish calculations and projections of the sustainability of public finances. The Economic Policy Committee’s working group on ageing populations and sustainability (AWG) systematically monitors ageing trends with a focus on finances (e.g. <a href=\"#bib7\">EU AWG, 2018</a>), while the Social Protection Committee (SPC) takes a special interest in the social sustainability of ageing. For some time now there has been a drive across Europe to try and prolong working lives and postpone retirement. Pension and labour market policies have been geared to reduce early retirement opportunities, raise pensionable ages, introduce tighter eligibility criteria and to support employment in the ageing workforce (see <a href=\"#bib20\">OECD, 2019a</a>; <a href=\"#bib11\">EU EPC, 2020</a>; <a href=\"#bib8\">EU AWG, 2021</a>; <a href=\"#bib6\">European Commission, 2021</a>. Overall, there is greater public awareness about the problems associated with increasing life expectancy.<a href=\"#fn1\"> <sup>1</sup> </a>",
                    "type": "paragraph"
                },
                {
                    "text": "In most European countries, social security accounts for a major part of public finances and public expenditures. The single biggest public expenditure item is pension spending. Population ageing has thrust the sustainability of pension schemes firmly into the spotlight. Social transfers and expenditures are ultimately covered from tax revenue collected from businesses and working age individuals. The length of active working life and financially meaningful employment are therefore of paramount interest. But how to measure the length of employment and retirement during the life course in a simple and tractable way, and what is the value added of using simulation techniques to analyse and visualize their respective shares?",
                    "type": "paragraph"
                },
                {
                    "text": "Established measures and indicators of employment and retirement are usually based on statistics and ad hoc calculations. All these measures have their pros and cons. Statistics are collected and compiled in a relatively uniform manner across countries, but their substantive contents or time span are often limited. One example of a much used statistical indicator is the employment rate. Employment rates for employees aged 55–59, 60–64 and 65–69, for instance, give an overview of late career employment trajectories (e.g. <a href=\"#bib20\">OECD, 2019a</a>). Reform success, then, can be assessed by monitoring retirement age based on the average effective age of labour market exit. Ad hoc calculations are useful and often focused on interesting topics, such as career breaks and replacement ratios. They are uniform and based on common assumptions. Furthermore, they usually combine a range of assumptions, statistics and real data on individuals. Simplified example cases are one way of making cross-country and scheme level comparisons, but based on our experience with pension and working life related topics they are often unrealistic. Dynamic microsimulation is an advanced tool for analysing life courses which yields far more accurate information on the variation of indicators across individuals. If detailed longitudinal data are available, microsimulation is definitely the method of choice for analysing life course stages.",
                    "type": "paragraph"
                },
                {
                    "text": "The SPC Pension Adequacy Report ((<a href=\"#bib9\">EU PAR, 2018a</a>; <a href=\"#bib10\">EU PAR, 2018b</a>) focuses on exploring number of measures of pension adequacy, namely poverty, income maintenance and duration of retirement (<a href=\"#bib9\">EU PAR, 2018a</a>; <a href=\"#bib10\">EU PAR, 2018b</a>; <a href=\"#bib34\">EU PAR, 2021</a>). The related indicators measure the key functions of pension systems. According to the report the average duration of retirement in EU countries in 2018 was 20.8 years, down by two years from 2008. In Finland the figure was about 22 years at both points. The PAR report also has a complementary indicator: the ratio between average retirement duration and working life. In 2016 the figure for Finland was 52 per cent (EU 51 per cent). Similar indicators are also used in the OECD’s Pensions at a Glance (2019) report, where they show the remaining life expectancy at labour market exit (<a href=\"#bib20\">OECD, 2019a</a>). Data for Finland show that in 2018, the expected remaining life expectancy (duration of retirement) for men was 19.1 years and for women 23.5 years. Macro or pension system level AWG calculations provide predictions of average contributory time, which can be considered a proxy for length of working life. A more in-depth discussion about life expectancy in sustainability framework can be found in <a href=\"#bib1\">Ayuso et al. (2020)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "Established indicators of life course are either retrospective or expectation-based in nature. Employment rate and length of working life are retrospective indicators, that is, based on historical records. There are not many European countries that have national indicators for length of working life. Finland does have a retrospective indicator of working life, which shows that the average length of working life for all retirees in 2019 was 31.7 years (median 36.5 yrs.), while the figures for old-age retirees were 35.4 and 39.1 years, respectively (<a href=\"#bib23\">Pension Indicators, 2020</a>). Similar cross-country examples are hard to come by. As for expectation-based indicators, <a href=\"#bib12\">Eurostat (2021a)</a> provides time series (since 2000) for the expected duration of working life. The indicator gives the average number of years that a 15-year-old is expected to take part in the workforce during the remaining years of life. In 2019 the figure for Finland was 38.9 years, compared to 35.9 years for EU27 countries (<a href=\"#bib14\">Eurostat, 2020</a>). The expected remaining lifetime since last employment is an expectation-based indicator and a proxy for the duration of retirement (<a href=\"#bib20\">OECD, 2019a</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "A basic knowledge of the statutory pension system in Finland is necessary in order to understand the new indicator developed in this study. A general introduction can be found in the <a href=\"#bib29\">SSPTW-Europe (2018)</a>, <a href=\"#bib32\">Tikanmäki et al. (2019)</a> and <a href=\"#bib10\">EU PAR (2018b)</a>. Two recent reforms of the statutory earnings-related system (in 2005 and 2017) are particularly important in terms of pension accrual and the range of benefits available (for more information on the 2005 reform, see <a href=\"#bib16\">Lassila and Valkonen, 2007</a> on the 2017 reform, and see <a href=\"#bib31\">Tikanmäki et al., 2015</a>). The universal public pension system consists of the national pension and the guarantee pension. The national pension system has remained unchanged for decades in terms of the range of benefits and pensionable age (65 yrs.). The introduction of the guarantee pension in 2011 marked a significant improvement in the position of low pension earners.",
                    "type": "paragraph"
                },
                {
                    "text": "Most European countries are committed to strengthen the connection between increasing life expectancy and pensionable age. This is also reflected in Finnish pension policy. The 2005 pension reform introduced the life expectancy coefficient in order to adjust pension levels according to the increase in longevity. The reform in 2017 went one step further as pensionable age was tied to the growth of life expectancy. In order for us to be able to reliably evaluate changes in life course stages it is essential that we have access to indicators that reach beyond incomes. A sensitive enough indicator should be able to verify the implied changes in the lengths of working life and retirement.",
                    "type": "paragraph"
                },
                {
                    "text": "We have previously introduced a new life-cycle indicator – partition of the life course – in <a href=\"#bib31\">Tikanmäki et al. (2015)</a> and <a href=\"#bib26\">Salonen (2020)</a>. Its purpose is to establish how large a part of their life course individuals spend in the active labour force, in retirement and in other labour market relevant stages. Using simulated data from the Finnish ELSI model, we constructed a four-state indicator of the simulated adult life course. It was initially introduced in <a href=\"#bib31\">Tikanmäki et al. (2015)</a>, where the indicator was used to demonstrate how length of employment and retirement changed as a result of the 2017 reform. The indicator confirmed modest but desirable effects of the reform, that is extension of working lives and shortening in length of retirement. The indicator was then further elaborated in <a href=\"#bib26\">Salonen (2020)</a> to illustrate the life course stages by different levels of education and by gender.",
                    "type": "paragraph"
                },
                {
                    "text": "In this study we develop the indicator further and introduce it more systematically to the microsimulation community. First, we illustrate the partition for a larger range of cohorts. Second, we show individual-level variation in the length of working life and duration of retirement by educational groups. Third, we show the partitions of retired life and working life (cf. PAR) for some recent and future retirees.",
                    "type": "paragraph"
                },
                {
                    "text": "The design of our study is unique in the sense that it allows us to merge simulated data with historical records and therefore to significantly extend the study period. Our data for pensions cover the period 1980–2090 and for employment 1963–2090. With a follow-up period of well over 100 years, we can study the life courses of several sub-populations. Furthermore, as the ELSI model currently simulates the total Finnish population, our results are unaffected by small sample issues or population-related biases.",
                    "type": "paragraph"
                },
                {
                    "text": "Next, we discuss some background issues, introduce our data and analytical framework and present examples of life course partition for selected cohorts and retirees. We illustrate the distributions of length of working life and retirement, and make comparisons with existing indicators. We address the potential biases of the indicator and conclude our study with a discussion.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Dynamic microsimulation is a natural tool to analyse life course events and life course stages. Established dynamic microsimulation models yield information of social sustainability from micro-economic many perspectives. The natural references for microsimulation are sustainability indicators by international organizations such as OECD and EU. Microsimulation practitioners make advances in life course analysis. For example, detailed health and life situation simulation is becoming more popular (<a href=\"#bib30\">Skarda et al., 2021</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Microsimulation has already been used to supplement established calculations presented in pension adequacy reports for selected countries (<a href=\"#bib2\">Dekkers et al., 2015</a>; <a href=\"#bib3\">Dekkers et al., 2018</a>). Another life cycle modeling tradition focuses on indicators of actuarial fairness and present value based benefit-to-tax ratio (<a href=\"#bib19\">Moscarola, 2009</a>). Advanced dynamic microsimulation modeling, using behavioural equations, can also be used to study broad range of pension sustainability indicators (<a href=\"#bib22\">Patxot et al., 2018</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Although there are established models, yielding valuable information, there are also some limitations. For example, household units can be problematic when counting pension of own right, which is individual benefit like most statutory pensions. Another common limitation is range of outcome years available. In many countries there are no comprehensive historical records. This limits the analysis on future life course stages.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To our knowledge similar partition indicator, which is based on true labour market measures over long time period and total population has rarely been published.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1. Microsimulation in life course analysis context",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Simple and tractable partition approach could be useful in the aforementioned context, elaborating micro-economic sustainability indicators (e.g. lifetime contribution and benefits profiles). The precondition is that there is sophisticated simulation model and comprehensive historical data available.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We recognise that outlining this kind of analysis and using simulated outcomes with historical data will lead to many simplifications and limitations. The information contents available is limited to administrative register sources of the Finnish pension system. An effort was not taken to collect comprehensive data (social benefits or education) from other sources. This means that the partition is based on measures, which influence pension accrual and pension payment.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Regarding life course stages, there are some obvious measures, such as health and education, which have to large degree been omitted. There is a large body of research (<a href=\"#bib15\">Kontis et al., 2017</a>; <a href=\"#bib24\">Ranabhat et al., 2018</a>; <a href=\"#bib21\">OECD, 2019b</a>) and microsimulation analysis ( <a href=\"#bib18\">Marois and Aktas, 2021</a>) on the connection between life expectancy and health, which certainly indicates that health influences work ability and time spent in life course stages. According to Eurostat Finnish women are expected to face 54.8 years of healthy life, and for men the value is 57.7 years. Both numbers are below EU average (<a href=\"#bib13\">Eurostat, 2021b</a>). The ELSI model, which we use to simulate future lives takes life-expectancy from national population forecast – similar to Eurostat – with inherent assumptions about health. Disability pension indicates negative risk on lifetime.",
                            "type": "paragraph"
                        },
                        {
                            "text": "There is an education dynamics in the model which to some degree takes educational differences in life expectancy into account. However, the historical records lack detailed information about, for example, the duration of education, which makes the partition limited in measuring education or interleaving of work and education. A note is in order on the fact that in Finland students (after compulsory education) generally work while studying. Based on comprehensive register material it is shown that nearly 90 per cent of students in secondary education and higher level participate in paid work (<a href=\"#bib25\">Salonen et al., 2014</a>; <a href=\"#bib27\">Saloniemi et al., 2020</a>). The share is likely significantly lower in many other countries with different educational systems and traditions. As paid work is contributory, working life begins relatively early in Finland. Partition approach takes this fact as given, though education (or interleaving state of employment and education) could be one essential stage of the life course and part of our indicator. The problem is the previously mentioned lack of measures.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Another limitation is the measure of part-time work. This means that we cannot analyse in detail (create model state) the amount of work that is the composition of the working life. It can be argued that part-time work is inherent in our data, and the results are generalizable, but we cannot separate it.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In addition to limitations in data contents, the modeling approach of ELSI allows model transitions in one year time intervals. This initiates some challenges in measuring gradual changes such as increase in pension age or short social security spells. From administrative registers we know that the average duration of sickness and unemployment spells is one week, though they oftentimes accumulate over individual life course. ELSI model and historical records cover only long-term absence from work. Analysing the effect of pension reform with gradually increasing pension age on the length of working life is merely a rough estimate. This roughnes follows from the state modeling approach of ELSI. Gradual transitions in the labour markets are taken into account in yearly transition probabilities.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Despite limitation in measurement, partition can be useful and sensitive enough indicator to evaluate durations of working life and retirement (and their share) in the context of pension reform. The sensitivity follows from the possibility study range of (adult aged) successive cohorts.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Although there are expectation-based estimates of working life and retirement in Finland (<a href=\"#bib17\">Leinonen et al., 2018</a>), there is value added in merging exceptionally long historical data with simulated outcomes. Partition takes advantage of all relevant measures which influence accrual time (working life) and retired time, using unique possibilities of microsimulation to simulate life expectancy.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2. Partition approach",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Background",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The data for this study are drawn from the Finnish dynamic ageing microsimulation model ELSI. The model is well documented in <a href=\"#bib26\">Salonen (2020)</a> and <a href=\"#bib33\">Tikanmäki and Lappo (2020)</a>. In <a href=\"#A4\">appendix A 4</a>. there is an up-to-date description of ELSI model. In this study we use the individual-level population and labour market outcomes (model state) of the baseline simulation. The baseline simulation shows the development of employment and retirement for the adult population under current pension rules and in the light of macroeconomic projections for the period from 2009 to 2090.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The study population comprises the Finnish population and cohorts born in 1925–1990, a total of 3.8 million individuals. These are all real individuals because we chose to exclude model-generated individuals (born after 1990 and immigrants) from the study population.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In addition to ELSI outcome data, we have extended the dataset with historical records from administrative registers. These registers contain information on all pensionable employment contracts (since the 1960s) and compulsory pensions (since the 1980s). For a brief description of the Finnish pension system see <a href=\"#bib5\">ETK (2021)</a>. In practice, we have constructed roughly the same employment, retirement and population states as in the simulation period. The historical records extend many of the model states several decades backwards from 2009.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The following briefly introduces the Finnish pension rules, which have a major influence on the measures used in this study.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "The Finnish residence-based national pension system was introduced in 1955, while legislation on the contributory employee pension system entered into force in 1962. Since then, information on pensionable employment contracts and actual pensions has been systematically recorded in administrative registers. The statutory pension system is highly comprehensive, covering close to 100 per cent of the employed population. This is important to obtaining unbiased population estimates. Having said that, historical changes in pension age limits are particularly relevant to this study and the measurement of working life.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Pre-2005 pension rules included both age limits and limitations regarding pensionable wages and pension accrual. Pension accrual generally started at age 23, and during the 1960s and 1970s there were rather strict limitations regarding pensionable wages in terms of the amount of wages and duration of employment. Early retirement became a highly popular option with the introduction of several early retirement benefits in the 1980s. The major pension reform in 2005 lowered the age limit to 18 years, and a flexible retirement age was adopted. Several early retirement benefits have subsequently been discontinued. The latest reform in 2017 introduced parametric changes to current benefits. For example, the age limit for employees was lowered to 17 years. In addition, two new benefits were introduced in the form of a partial old-age pension and years-of-service pension. The partial old-age pension is a subjective benefit and has no restrictions regarding employment while receiving a pension. It has gained strong popularity in its early years (since 2017). Under current rules the major routes to retirement are disability pensions, partial old-age pension and old-age pension.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "All the aforementioned – including the rule changes and the maturation of the pension system – is reflected in current pension benefits and employment contracts, and the relevant information is recorded in administrative registers so that it can be collected and merged with simulated population data. The ELSI model applies 2017 rules and simulates future life course events following the model’s parameters and assumptions.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-1-1",
                            "title": "3.1.1. Pension rule changes affecting life course measures",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The primary measures of the new indicator developed here are based on ELSI’s simulated labour market and population states. ELSI’s modeling states form a coherent, exclusive and non-overlapping framework of states for the adult population. In <a href=\"#A3\">appendix A 3</a>. there is a description of ELSI model states. The simulated states can be aggregated to obtain measures of the most essential life course stages: adolescence and compulsory education (&lt;18 yrs.), length of working life (Employed), duration of social security benefit spells (Social security spells), working while in retirement (Employed and retired), early retired and old-age retired (Retired) and residual time (NA). There are separate and exclusive stages for early retired and old-age retired. The respective ELSI model states are shown in <a href=\"#table1\">Table 1</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "Notes: Drawing a pension in one’s own right at 31 Dec. Workdays and employment cover both private and public sector employed and self-employed. Rules for 2009–2090 are based on ELSI model states, see <a href=\"#bib26\">Salonen (2020)</a>.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table1",
                                            "label": "Table 1",
                                            "tables": [
                                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Life course stage</th>\n<th align=\"left\">Rules 1963–1979</th>\n<th align=\"left\">Rules 1980–2008</th>\n<th align=\"left\">Contents 1963–2008</th>\n<th align=\"left\">Rules 2009–2090</th>\n<th align=\"left\">Contents 2009–2090</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Employed</td>\n<td align=\"left\">Workdays &gt; 0</td>\n<td align=\"left\">Workdays &gt; 0</td>\n<td align=\"left\">Workdays based on pensionable employment contracts</td>\n<td align=\"left\">1,15,16</td>\n<td align=\"left\">Employed</td>\n</tr>\n<tr>\n<td align=\"left\">Social security spells</td>\n<td align=\"left\">Pension credited benefit days &gt; 0</td>\n<td align=\"left\">Pension credited benefit days &gt; 0orNo workdays and not drawing a pension</td>\n<td align=\"left\">Increment for credited periods, including long-term unemployment, sickness and parental benefits</td>\n<td align=\"left\">2,3,4,13,19,20</td>\n<td align=\"left\">Long-term unemployed, on sickness benefit and permanently inactive</td>\n</tr>\n<tr>\n<td align=\"left\">Employed and retired</td>\n<td align=\"left\">NA</td>\n<td align=\"left\">Drawing a pension &gt; 0 and workdays &gt; 0</td>\n<td align=\"left\">Workdays and on part-time pension or on disability pension</td>\n<td align=\"left\">5,10,11</td>\n<td align=\"left\">Employed and on partial disability pension or on partial old-age pension</td>\n</tr>\n<tr>\n<td align=\"left\">Retired</td>\n<td align=\"left\">NA</td>\n<td align=\"left\">Drawing pension &gt; 0</td>\n<td align=\"left\">Old-age pension, disability pensions, early old-age pension, unemployment pension and farmers’ special pension</td>\n<td align=\"left\">6,7,8,9,17,18,21,22</td>\n<td align=\"left\">Old-age pension, disability pensions, partial old-age pension and years-of-service pension</td>\n</tr>\n<tr>\n<td align=\"left\">Old-age retired</td>\n<td align=\"left\">NA</td>\n<td align=\"left\">Drawing a pension &gt; 0</td>\n<td align=\"left\">Old-age pension</td>\n<td align=\"left\">8,21</td>\n<td align=\"left\">Old-age pension</td>\n</tr>\n<tr>\n<td align=\"left\">Early retired</td>\n<td align=\"left\">NA</td>\n<td align=\"left\">Drawing a pension &gt; 0</td>\n<td align=\"left\">Retired excl. old-age pension</td>\n<td align=\"left\">6,7,9,17,18,22</td>\n<td align=\"left\">Retired excl. old-age pension</td>\n</tr>\n<tr>\n<td align=\"left\">&lt;18 yrs.</td>\n<td align=\"left\">Adolescence (in compulsory education)</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">NA</td>\n<td align=\"left\">Not classified above</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n</tbody>\n</table>"
                                            ],
                                            "title": "Aggregation rules for life course stages in 1963–2090",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "Roughly the same rules can be applied to create measures for time prior to simulation, that is, historical data drawn from administrative registers. However, somewhat limited information is available for constructing similar labour market and population states as in ELSI. Employment is based on working days per year. Information about social security benefits is limited, based on pension credited benefit days per year. Information about working while drawing a pension is based on yearly working days and pension (31 Dec). The exact timing of pension payment and employment cannot be determined. Both early retirement and old-age retirement can be determined accurately. To account for missing information, a ‘NA’ status is also determined, as a residual category after the aforementioned states are fixed.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "As we can see from <a href=\"#table1\">Table 1</a>, the missing data issues locate in historical records. Using observed or true measures, imputation techniques could be used to fix the issue of missing information. We selected not to do any imputation for two reasons. One, imputing employment (prior 2008) would make pension accrual unreliable. Two, imputing pension (prior 1980) is in practice impossible because there is no baseline pension distribution from where to draw estimates. Three, it would add another dimension to partition that is already complicated by several assumptions.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Data on social security benefits are not as precise as in the simulation. During 1963–2004 a technique was applied that was known as pension credited benefit days: this measures unemployment, sickness and parental benefit spells (sum of days yearly). The spells recorded in historical registers only include days outside employment contracts. In the majority of cases the aforementioned benefits are interspersed with employment contracts (especially family benefits) and thus no completely accurate measure is available. Because of the historical benefit rules pension credited benefit days can be considered an indicator of the long-term receipt of the benefits mentioned.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The ELSI model simulates mortality so that it is aligned with the projections of population forecasts. Mortality simulation considers several factors, such as age, gender, model state, and level of education. In counting the partition, we draw mortality data from historical registers until 2008. Thereafter year of death is determined based on the assumptions applied in microsimulation.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Information about pensions is the most solid part of the partition. For the historical period (1980–2008) pension status is determined according to the situation as at 31 Dec, otherwise it is drawn from ELSI. The historical measure includes information on pension benefit and funding source (compulsory earnings-related pension or national pension). It is necessary to note that the concept of pension is defined as a pension received in one’s own right, which means that survivors’ pensions are excluded.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Level of education is simulated in ELSI. An education dynamics is at work which yields natural progression in the individual level of education during the simulation period (for more illustrations of education dynamics in ELSI, see <a href=\"#bib28\">Salonen et al. (2019)</a>). Level of education in the historical period (1990–2008) is drawn from Statistics Finland databases. In this study the individual’s highest level of education is used as a classifier in the tables and figures. In the partition, compulsory education is based on fixed age. Any subsequent further education has no influence on population or labour market states and does not constitute a life course stage in this analysis.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-1-2",
                            "title": "3.1.2. Model state aggregation rules",
                            "type": "section"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1. Combining historical records with microsimulation outcomes",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Partition of the life course is a simple indicator. When the underlying data is coherent and unbiased, the calculation of life course stages is straightforward. The underlying data matrix should be complete, and each year-specific labour market and population state must be determined. There may be no overlapping states, that is, yearly states and aggregated life course stages must be exclusive. Time must be discrete, based on yearly measures. Sufficient coding of stages is obtained by adding individual yearly states over the adult life course, that is, from age 18 until death.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In practice, the aggregated model states, that is, life course stages (LCS) are binary coded {0,1}. Each LCS obtains a yearly value of one if underlying conditions are met, and assuming that the individual is alive and over 17 years of age. It is therefore possible to count sums for the whole study period <i>t</i> (1963–2090). The LCSs follow the classes <i>c</i> outlined in <a href=\"#table1\">Table 1</a>. The LCSs are recorded on individual level <i>i</i>, but it makes sense to count LCSs on a more aggregate level, that is, by some sub-group <i>j</i>, such as by cohort or gender. First, we get the average group-specific LCSs by",
                            "type": "paragraph"
                        },
                        {
                            "mathml": "<math>\n<msub>\n<mrow>\n<mover accent=\"true\">\n<mrow>\n<mi>L</mi>\n<mi>C</mi>\n<mi>S</mi>\n</mrow>\n<mo>-</mo>\n</mover>\n</mrow>\n<mrow>\n<mi>j</mi>\n<mi>c</mi>\n</mrow>\n</msub>\n<mo>=</mo>\n<mfrac>\n<mrow>\n<mn>1</mn>\n</mrow>\n<mrow>\n<mi>n</mi>\n</mrow>\n</mfrac>\n<mrow>\n<munderover>\n<mo>∑</mo>\n<mrow>\n<mi>t</mi>\n<mo>=</mo>\n<mn>1963</mn>\n</mrow>\n<mrow>\n<mn>2090</mn>\n</mrow>\n</munderover>\n<mrow>\n<mrow>\n<munderover>\n<mo>∑</mo>\n<mrow>\n<mi>i</mi>\n<mo>=</mo>\n<mn>1</mn>\n</mrow>\n<mrow>\n<mi>n</mi>\n</mrow>\n</munderover>\n<mrow>\n<msub>\n<mrow>\n<mi>s</mi>\n</mrow>\n<mrow>\n<mi>i</mi>\n<mi>j</mi>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>|</mo>\n</mrow>\n</mrow>\n</mrow>\n</mrow>\n<msub>\n<mrow>\n<mi>L</mi>\n<mi>C</mi>\n<mi>S</mi>\n</mrow>\n<mrow>\n<mi>c</mi>\n</mrow>\n</msub>\n<mo>.</mo>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Next, we sum exclusive LCSs to obtain an exact measure of lifetime (LT). Exact LT is simply a sum of average LCSs (Employed, Social security spells, Employed and retired, Early retired, Old-age retired and NA) and fixed length of adolescence (17 yrs.).",
                            "type": "paragraph"
                        },
                        {
                            "mathml": "<math>\n<msub>\n<mrow>\n<mi>L</mi>\n<mi>T</mi>\n</mrow>\n<mrow>\n<mi>j</mi>\n</mrow>\n</msub>\n<mo>=</mo>\n<mn>17</mn>\n<mo>+</mo>\n<mrow>\n<munderover>\n<mo>∑</mo>\n<mrow>\n<mi>c</mi>\n<mo>=</mo>\n<mn>1</mn>\n</mrow>\n<mrow>\n<mn>6</mn>\n</mrow>\n</munderover>\n<mrow>\n<msub>\n<mrow>\n<mover accent=\"true\">\n<mrow>\n<mi>L</mi>\n<mi>C</mi>\n<mi>S</mi>\n</mrow>\n<mo>-</mo>\n</mover>\n</mrow>\n<mrow>\n<mi>j</mi>\n</mrow>\n</msub>\n</mrow>\n</mrow>\n<mo>.</mo>\n</math>",
                            "type": "mathml"
                        },
                        {
                            "text": "To put it simply, partition of the life course is a collection of LCSs for a certain sub-population that meets the expected LT.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2. Partition of the life course",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Data and methods",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "In our data it is possible to visualize the partition of the life courses for all cohorts born in 1945–1990. <a href=\"#fig1\">Figure 1</a> shows the partition for selected cohorts. It is clear that the measures for cohorts with a high share of historical information (i.e., those born in 1945–80) are biased. For these cohorts the measure of ‘Social security spells’ is biased mainly because of family benefits. Another source of bias is ‘NA’, which includes some periods of inactivity and employment. All this means that length of working life is not entirely accurate for the older cohorts, although for younger ones it should be. Due to the caveats related to working life, lifetime for the older cohorts is also exaggerated. Overall, working lives are increasing in length as expected. For a range of younger cohorts, the expected length of working life is 36–37 years.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00241%2Fijm-00241-fig001.tif",
                                        "size": {
                                            "width": 1986,
                                            "height": 1239
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00241%2Fijm-00241-fig001.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00241-fig001.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Partition of the life course for cohorts born in 1945–1990, years",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Length of retirement, both ‘Early retired’ and ‘Old-age retired’, on the other hand, should be an accurate measure. The measure is mainly determined by empirical and simulated mortality (drawn from population records and forecasts), which are relatively easy to simulate in a dynamic microsimulation framework. It is worth noting that the youngest cohort has a maximum age of 100 years because the simulation ends in 2090. Their length of retirement is therefore slightly underestimated. However, the increase in the length of retirement is stabilizing or slightly decreasing, as it should be. According to <a href=\"#fig1\">Figure 1</a> the average length of old-age retirement is roughly 22 years and that of early retirement 3 years, yielding a total length of retirement of 25 years.",
                            "type": "paragraph"
                        },
                        {
                            "text": "It is clear from the increasing dominance of ‘Social security spells’ in <a href=\"#fig1\">Figure 1</a> that young cohorts spent longer periods on social security. This is mainly explained by the 2005 pension reform, which expanded rights. The implementation of 2005 rules is visible in cohorts born in 1985 and 1990. The adult life courses of cohort born in 1990 are totally based on microsimulation (2008–2090), and the amount of social security spells follow assumed labour market transitions in ELSI. The social security spells over early years (prior age 23/2008) of the cohort born in 1985 are slightly shorter because of different rules. Otherwise, the cohorts face relatively similar labour market transitions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Today, increasing numbers are working while drawing an old-age pension in Finland, a circumstance that has attracted increasing debate. However, in the partition this category (Employed and retired) has only a minor role, which is mainly explained by assumptions about the use of partial disability pension and partial old-age pension in ELSI. It is assumed that a larger share of these pensions are full pensions and therefore classified under ‘Early retired’.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A note is in order on the fact that the lengths of life course stages across cohorts are somewhat biased because of limitation in data sources, and pension rules. Long history of gradual changes in pension rules and implementation of reforms is visible in cohort specific partitions. Cohorts with major share of working life completed before 2008 face strict accrual rules, which underestimate employed time and also social security spells. On the other hand, cohorts with high share of working life completed since 2008 face relatively accurate working lives, and slightly overestimated social security spells. We can also see a relatively stable share early retirement across cohorts as well as slight increase in the share of working while drawing pension.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Another way of visualizing the partition is to subset the analysis of retirees over the simulation period (since 2008).<a href=\"#fn2\"> <sup>2</sup> </a> From <a href=\"#fig2\">Figure 2</a> we can see that working lives have become longer, which is also evident from the statistics. To some extent the same caveats apply cohort-wise as in <a href=\"#fig1\">Figure 1</a>. A share of the length of working life is classified as ‘NA’ for retirees in 2008 and 2018. For future retirees we can expert working lives of 40 years.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00241%2Fijm-00241-fig002.tif",
                                        "size": {
                                            "width": 1987,
                                            "height": 1405
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00241%2Fijm-00241-fig002.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00241-fig002.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Partition of the life course for simulated retirees in 2008–2058, years",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Length of old-age retirement is stabilizing at around 23 years. We also see that stricter rules for early retirement lead to shorter durations. Over the longer term, Finnish pension policy has become increasingly restrictive, phasing out several early retirement benefits and closing certain routes to retirement, particularly since the 2017 pension reform. Today, there remain essentially three possible routes to early retirement: disability pensions, partial old-age pension and long-term unemployment (the so-called unemployment pathway to retirement). ELSI aims to simulate starting pensions, taking into account how rule changes affect retirement behaviour. This is reflected in the length of ‘Early retirement’. The share of working while receiving a pension (Employed and retired) is slightly increasing.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To put these numbers into perspective, <a href=\"#A2\">Appendix A 2</a>. shows the average length of retirement for some historical years. It is clear that early retirement was a concern in the 1980s and 1990s. On the other hand, pension rules ensured that the length of old-age retirement was under control.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The simulated data also allow us to analyse interindividual variation in life course stages. <a href=\"#fig3\">Figure 3</a> shows the length of working life for retired persons in 2018 by gender (M=men, W=women) and level of education. The total length was 30.9 years (cf. <a href=\"#fig2\">Figure 2</a>), but there is a notable difference between these background factors. On average, men have longer careers than women in all educational groups; the only exception is in the category of secondary education, where men and women have careers of equal length. The difference is greatest in higher university education. Overall, this kind of analysis visualizes the great difference and variation between educational groups. Persons with a lower education have fragmentary working lives. Education is also a valid proxy for socioeconomic class, even though it is not a dimension in ELSI.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00241%2Fijm-00241-fig003.tif",
                                        "size": {
                                            "width": 1584,
                                            "height": 897
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00241%2Fijm-00241-fig003.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00241-fig003.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Distribution of the length of working life for retirees in 2018 by level of education and gender (M=men, W=women), years.In box and whisker plot, the box represents 50 per cent of the distribution and whisker ends 95 per cent. Line in the box is median and x is the mean.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig4\">Figure 4</a> illustrates the last stage of the life course. The overall length of retirement was 24.6 years, but there is notable variation especially between genders. Women’s lower mortality means they spend a significantly longer period of time in retirement than men.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00241%2Fijm-00241-fig004.tif",
                                        "size": {
                                            "width": 1584,
                                            "height": 898
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00241%2Fijm-00241-fig004.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00241-fig004.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Distribution of the length of (total) retirement for retirees in 2018 by level of education and gender (M=men, W=women), years. In box and whisker plot, the box represents 50 per cent of the distribution and whisker ends 95 per cent. Line in the box is median and x is the mean.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "content": [
                                {
                                    "text": "Dynamic microsimulation can of course in itself give rise to biases. The combined effects of a wide range of assumptions, measures and time must be controlled in the simulation framework. The more sophisticated the model, the greater the difficulty of controlling, for example, outcome distributions and sub-populations. However, simulation practitioners are expected to have at least reasonable control over model-based biases. At least simulation-initiated biases are well-known.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "This kind of approach to merging historical records with simulated outcomes inevitably gives rise to several further biases. The key point to note here is that the initial measures are not uniform. We cannot replicate the same labour market states for the historical period as in a simulated period. ELSI has detailed states that are designed to measure life course events and states that are relevant from the point of view of current pension and accrual rules. Historical records entail pension rules and life course measures from past decades. For example, we know that there are shortcomings in measuring historical employment that lead to a fragmentary picture of working lives. In this study we made the choice to define employment state prior to 2008 based on the smallest possible duration of employment (&gt;0 days per year). In the simulation period employment is determined separately without considering the number of working days because ELSI does not simulate days. With respect to historical employment, it is also necessary to note that accrual rules were relatively restrictive in the 1960s and 1970s. For instance, the lower age limit for pension accrual was 23 years until 2005. Based on both accrual rules and age limits it is reasonable to assume that for older cohorts, length of working life is an underestimate. On the other hand, length of retirement (time between retirement and death) can be measured reasonably accurately over the whole study period.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Another note is in order on non-uniform measures related to career brakes. Over the course of the ELSI simulation there are detailed measures for unpaid periods (social security spells), which to some degree are overestimated, as in some situations a short spell can initiate a duration of one year. Historical records provide no similar detailed information on the cause of career brakes, and prior to 2005 some social security spells are interwoven with employment. Overall, the increment for credited periods (pension credited benefit days) can be considered to underestimate the length of social security spells over the life course (until 2005).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "One final note must be made regarding the target population. In analysing simulation outcomes where the total population is involved, including migration flows, it is often necessary to restrict the study population somewhat. Migration would introduce a clear bias into the proposed indicator and therefore the choice was made to focus on the native population, in other words immigrating and emigrating individuals are excluded. Migration is a fact also in Finland and it has implications on the sustainability indicators of pension system. The selection to limit the analysis on the natives only is based on limited measures about migration. From historical records, migration could be analysed only from 1990s even though it is modeled in detail in the simulation (2008–2090).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-1-1",
                            "title": "4.1.1. Biases in life course stages",
                            "type": "section"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1. Partition of the life course for selected cohorts and retirees",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The previous section gives rise to the question of how the partition can be compared with other indicators established indicators, that is, duration of working life and pension. Before proceeding to detailed comparisons, following generalizations can be drawn from the indicators (<a href=\"#table2\">Table 2</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Duration of working life</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Expectation based approach<br/>Based on a sample from microdata (LFS)<br/>Focus on labour force participation (employed or unemployed)<br/>Regularly updated<br/>The expected duration of working life for retirees in 2019 is 39 years</td>\n</tr>\n<tr>\n<td align=\"left\">\n<b>Duration of retirement</b>\n</td>\n</tr>\n<tr>\n<td align=\"left\">Expectation based approach<br/>Based on a sample from microdata (LFS)<br/>Fixed years available, retirees in 2018<br/>The expected duration for retirees in 2018 is 22 years</td>\n</tr>\n<tr>\n<td align=\"left\">\n<b>Partition of the life course</b>\n</td>\n</tr>\n<tr>\n<td align=\"left\">Extended microsimulation approach<br/>Distributional measures of individual variation<br/>Based on total population including sub-populations<br/>Coherent individual life course stages<br/>Focus on pension accrual<br/>Early retirement and old-age retirement<br/>The average duration of retirement for the retirees in 2018 is 23 (old-age retired) or 24.6 (inc. early retirement) years<br/>The average duration of the duration of working life for the retirees in 2018 is 30.9 years</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Summary of indicators",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The Pension Adequacy Reports (2018 and 2021) include two indicators for the duration of pensions across Europe (28 EU countries). The first indicator is the duration of pension payment (in years) from the end of the last period of employment.<a href=\"#fn3\"> <sup>3</sup> </a> This measure is counted for 2008 and 2018 in order visualize change. The second indicator combines active working life and duration of retirement. This indicator illustrates the situation for retirees in 2018.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Overall, the PAR results show that in most countries, the duration of retirement is getting slightly shorter, and furthermore longer working lives are associated with shorter retirement durations. In most countries this is due to the fact that effective labour market exit ages are rising faster than life expectancy at retirement. Finnish figures for 2008 and 2018 show that the duration of retirement was about 22 years, about the same as in the EU on average.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Using the outlined partition of the life course, we have selected a collection of cohorts to make comparisons with PAR examples. <a href=\"#fig5\">Figure 5</a> shows that the overall average duration of retirement in 2008 was 26 years, decreasing to 24.6 years in 2018. Future retirees can expect to reach similar durations. We can also see a difference between men and women. In 2008 the average duration of retirement for women was 27.7 years and for men 24.3 years. <a href=\"#bib17\">Leinonen et al. (2018)</a> men’s average duration decreased slightly more than women’s. There is some discrepancy between PAR indicators and the partition in the length of ‘Retired life’. It seems that the PAR figures are closer to the duration of old-age retirement.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00241%2Fijm-00241-fig005.tif",
                                        "size": {
                                            "width": 1567,
                                            "height": 852
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00241%2Fijm-00241-fig005.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00241-fig005.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Average duration of retirement (including early retirement) by cohort and gender (M=men, W=women), years",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig6\">Figure 6</a> shows the duration of both working life and old-age retirement. These come closer to the PAR figures. For retirees in 2018, the partition indicates an average working life of 30.9 years and a retirement duration (Retired life) of 23 years. With the extension of working lives, future retirees will have similar lengths of retirement. This comparison shows that the working lives implied by the partition are underestimates compared to the PAR indicator.<a href=\"#fn4\"> <sup>4</sup> </a>. The survey and expectation-based figures of the Ageing Europe report indicate a duration of 39 years for retirees in 2019.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00241%2Fijm-00241-fig006.tif",
                                        "size": {
                                            "width": 1568,
                                            "height": 871
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00241%2Fijm-00241-fig006.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00241-fig006.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Average duration of retirement (old-age pension) and duration of working life by cohort and gender (M=men, W=women), years",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "As the partition of the life course can be presented for sub-populations, we can study the retirees in 2018 in more detail. As we can see from <a href=\"#fig6\">Figure 6</a>, women have initially shorter careers until the difference between men and women stabilizes. On the other hand, women have consistently longer retired lives.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Another established indicator at a more aggregate level is the ratio of retired life to working life. <a href=\"#table3\">Table 3</a> shows the distribution of this ratio measured individually. For recent retirees (2018) the ratio averages 1.08, which means that retired lives are longer than working lives. This underlines a critical issue for the sustainability of the pension system. In a financially sustainable pension system, people should work longer. Working lives – in essence contributory time – should be longer than the duration of pension payment. However, as the analyses above indicated, the trend is towards longer careers and more shoter retired lives.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Year</th>\n<th align=\"left\">P10%</th>\n<th align=\"left\">P25%</th>\n<th align=\"left\">P50%</th>\n<th align=\"left\">Mean</th>\n<th align=\"left\">P75%</th>\n<th align=\"left\">P90%</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">2008</td>\n<td align=\"left\">0.40</td>\n<td align=\"left\">0.64</td>\n<td align=\"left\">0.93</td>\n<td align=\"left\">1.38</td>\n<td align=\"left\">1.35</td>\n<td align=\"left\">2.33</td>\n</tr>\n<tr>\n<td align=\"left\">2018</td>\n<td align=\"left\">0.31</td>\n<td align=\"left\">0.55</td>\n<td align=\"left\">0.78</td>\n<td align=\"left\">1.08</td>\n<td align=\"left\">1.06</td>\n<td align=\"left\">1.65</td>\n</tr>\n<tr>\n<td align=\"left\">2028</td>\n<td align=\"left\">0.31</td>\n<td align=\"left\">0.51</td>\n<td align=\"left\">0.70</td>\n<td align=\"left\">0.88</td>\n<td align=\"left\">0.91</td>\n<td align=\"left\">1.33</td>\n</tr>\n<tr>\n<td align=\"left\">2038</td>\n<td align=\"left\">0.33</td>\n<td align=\"left\">0.51</td>\n<td align=\"left\">0.67</td>\n<td align=\"left\">0.80</td>\n<td align=\"left\">0.86</td>\n<td align=\"left\">1.19</td>\n</tr>\n<tr>\n<td align=\"left\">2048</td>\n<td align=\"left\">0.34</td>\n<td align=\"left\">0.49</td>\n<td align=\"left\">0.63</td>\n<td align=\"left\">0.69</td>\n<td align=\"left\">0.78</td>\n<td align=\"left\">1.00</td>\n</tr>\n<tr>\n<td align=\"left\">2058</td>\n<td align=\"left\">0.35</td>\n<td align=\"left\">0.49</td>\n<td align=\"left\">0.61</td>\n<td align=\"left\">0.65</td>\n<td align=\"left\">0.76</td>\n<td align=\"left\">0.91</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Distribution of the ratio (length of (total) retirement/length of working life) for retirees in 2008–2058",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2. Comparisons with PAR indicators",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This kind of extended analysis of individual life courses is illuminating because it visualizes the central stages of the life course. Generally speaking, the outcomes of dynamic microsimulation allow for the partition of life courses into economically meaningful stages. In ELSI it is possible to measure life course stages in detail, that is, both working life, retired life, social security spells and intervening stages. This kind of framework that makes use of dynamic microsimulation outcomes makes it simple and straightforward to study specific groups (e.g., retired persons or cohorts).",
                    "type": "paragraph"
                },
                {
                    "text": "Although, partition yields valuable information about distributional effects, for example, of pension reform, it is also limited. Financial sustainability is beyond this analysis mainly because euros (wages, pensions and social security benefits) are not readily available.",
                    "type": "paragraph"
                },
                {
                    "text": "Results show that working lives in Finland are gradually getting longer and retired lives shorter. Generous early retirement benefits have given way to a new set of stricter rules which limit the length of time people can spend on early retirement, and this is visible in the indicator. The length of time spent in old-age retirement is also getting shorter: the partition indicates that the projected length of old-age retirement is currently 22 years. Further analysis revealed some differences in the lengths of life course stages between educational groups and gender. But more notably, the distributional features across sub-populations (e.g. cohorts and retirees) are underlined by this kind of analysis covering the total population.",
                    "type": "paragraph"
                },
                {
                    "text": "The partition is weakened by some issues. Most importantly data sources allow no further possibilities to consider other meaningful life course stages, such as, duration of education or parental leaves. We know that the use of parental benefits has greatly increased over study-period (since 1980s). In Finland mothers use over 90 per cent of parental benefits, which makes comparisons between genders biased. Another issue is related to inconsistencies of longitudinal measures. Short social security spells are either largely missing (1963–2007) or overestimated (2008–2090). This bias can be seen from the lengths of ‘Social security spells’ across cohorts. Despite caveats, partition can be useful in focusing attention to the ratio of the lengths of retirement and working life.",
                    "type": "paragraph"
                },
                {
                    "text": "The indicator developed in this paper can be used to make comparisons with established indicators, such as working life and retired life in the Pension Adequacy Report. Partition of the life course yields similar results to PAR as regards the length of old-age retirement. The timing of retirement and lifetime are of course easy to measure in both statistics and simulation, and therefore the results are bound to be well aligned. On the other hand, the measurement of working life is subject to various biases and different concepts. Microsimulation offers the benefit of visualizing individual variance in the indicator.",
                    "type": "paragraph"
                },
                {
                    "text": "Our indicator also allows for comparisons with another regular EU report (<a href=\"#bib8\">EU AWG, 2021</a>). The AWG report’s focus is on the macroeconomic sustainability and finances of European pension schemes, and length of working life is not a major indicator. Among its numerous assumptions, the AWG calculation includes an estimate of new retirees’ average contributory period. In fact, contributory time is the key measure in defining aggregate indicators such as pensions. Assumptions about the duration of working life are a typical situation where two different analytical frameworks (microsimulation vs. macro model) could complement each other. The biases of the partition were discussed above, but the established AWG framework would certainly benefit from using microsimulation results to validate its assumptions, as outlined in <a href=\"#bib2\">Dekkers et al. (2015)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "In many European countries pension benefits continue to accrue during social security spells and unpaid periods. Our analysis shows that in the Finnish context, unpaid periods account for an increasing portion of the life course. At this juncture a note is in order on the range of life course stages that can be covered using our indicator. Our analysis is limited in depicting true life course phenomena, such as time spent in education or on some universal or means-tested social security benefits. These spells are interspersed with other stages of the partition, mainly social security spells (Social security spells), employment and not specified (NA). For this reason, it is important to recognize that the proposed partition of the life course does not measure all sociologically relevant stages of the life course. However, other stages could easily be incorporated into the partition if the necessary material were available.",
                    "type": "paragraph"
                },
                {
                    "text": "We also found that merging historical records with simulation outcomes introduces some bias into the partition of the life course. There is a rather limited range of cohorts for whom the measures are relatively unbiased. However, if complemented with subjective evaluation and expert opinion, this approach could be used to analyse the key pension system indicators – length of working life and especially length of retirement – for a substantial number of cohorts.",
                    "type": "paragraph"
                },
                {
                    "text": "The partition of the life course should prompt discussion among decision-makers about the relative length of the active and passive stages of the life course and about differences between men and women and across social classes. The ongoing political discussion in Finland around the length of working life and pension age has mainly been limited into the context of pension reforms. By this analysis we can confirm that working lives in Finland are gradually getting longer and retired lives shorter, as expected. In the aftermath of reform new statistics have been complied about length of retrospective working life of the retirees (Pension Indicators). Eurostat publishes similar statistics for other countries. The partition gives a more in-depth view to life course stages, which can already be seen from the statistics. These results also align with the scientific debate on lifespan, namely will the strong growth in mandatory retirement age be politically sustainable when the time for implementation approaches. Length of pension on the other hand has mainly been discussed in the pension industry. For obvious reasons actuaries everywhere are concerned about the financial sustainability of the statutory pension systems. With partition it is possible to visualize distributional difference in the length of retirement across sub-groups of interest.",
                    "type": "paragraph"
                },
                {
                    "text": "As a practical note, Finland has a system in place to inform citizens about the length of their working life, known as the pension record (see Työeläke.fi). It details their years of employment, the amount of earnings-related pension accrued to date (euros/month) and yearly pensionable earnings. A letter is mailed to private and public sector employees once every three years in which they are informed about their current pension status. Pension record could be considered an up-to-date proxy for length of working life. The letter certainly serves as a positive incentive towards longer working lives and better pension security.",
                    "type": "paragraph"
                },
                {
                    "text": "The outlined partition can be developed and validated further. Possibilities for further research locate in target population, assumptions about what triggers a state and possible benefits from imputing missing information. A more thorough analysis of financial sustainability would require taking immigration into consideration. This is to some extent possible. The sensitivity of how many working days (per year) trigger employment state is another topic for further research. Current aim of the partition is to cover pensionable earnings and benefits. In that respect the partition is accurate. However, taking broader perspective on life courses, prompts question of should missing or biased measures be imputed to get more generalizable description of life course stages.",
                    "type": "paragraph"
                },
                {
                    "text": "We conclude that merging historical records with simulated outcomes and counting a partition of the life course contribute to dynamic microsimulation. Similar historical datasets and model outcomes (states) are available in other countries as well, where microsimulation practitioners might want to contribute more to this line of research.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Discussion",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "The Pension Adequacy Report (2021) provides information of current and future pensionable ages (p. 56) across Europe.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The number of simulated retirees are in the <a href=\"#A1\">Appendix A 1</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In practice the duration (of retirement) begins at leaving the last employment, for people who were employed at the age of 50.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For other studies reporting on the duration of working life, see OECD 2019a, p. 181 and Eurostat’s Ageing Europe report 2019, p. 87.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "Getting life expectancy estimates right for pension policy: period versus cohort approach",
            "authors": [
                {
                    "name": {
                        "index": "Ayuso, M",
                        "preferred": "M Ayuso"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bravo, JM",
                        "preferred": "JM Bravo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Holzmann, R",
                        "preferred": "R Holzmann"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1017/S1474747220000050",
            "id": "bib1",
            "journal": "Journal of Pension Economics and Finance",
            "pages": {
                "first": "212",
                "last": "231",
                "range": "212–231"
            },
            "type": "journal",
            "volume": "\n20\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Conti, R",
                        "preferred": "R Conti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Desmet, R",
                        "preferred": "R Desmet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sundberg, O",
                        "preferred": "O Sundberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van den Bosch, K",
                        "preferred": "K van den Bosch"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "id": "bib3",
            "title": "What are the consequences of the AWG 2018 projections and hypotheses on pension adequacy? Simulations for three EU member states. Federal Planning Bureau, Economic Analyses and Forecasts 11732",
            "type": "web",
            "uri": "https://www.plan.be/uploaded/documents/201807181105000.REP_AWG2018pension_11732.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Desmet, R",
                        "preferred": "R Desmet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Á, Rézmovits",
                        "preferred": "Rézmovits Á"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sundberg, O",
                        "preferred": "O Sundberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tóth, K",
                        "preferred": "K Tóth"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib2",
            "title": "On using dynamic microsimulation models to assess the consequences of the AWG projections and hypotheses on pension adequacy: Simulation results for Belgium, Sweden and Hungary. Report by Federal Planning Bureau, Belgium and Central Administration of National Pension Insurance, Hungry",
            "type": "web",
            "uri": "https://www.researchgate.net/publication/274255028"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van den Bosch, K",
                        "preferred": "K Van den Bosch"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "details": "Prospective microsimulation of pensions in European Member States, Applications of Microsimulation Modelling",
            "id": "bib4",
            "title": "Applications of Microsimulation Modelling",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "ETK",
                    "type": "group"
                }
            ],
            "date": "2021",
            "id": "bib5",
            "title": "Year-by-Year Changes",
            "type": "web",
            "uri": "https://www.etk.fi/en/finnish-pension-system/pension-reforms/previous-pension-reforms/year-by-year-changes/"
        },
        {
            "articleTitle": "The 2018 Ageing Report: Economic and Budgetary Projections for the EU Member States (2016–2070)",
            "authors": [
                {
                    "name": "EU AWG",
                    "type": "group"
                }
            ],
            "date": "2018",
            "doi": "10.2765/615631",
            "id": "bib7",
            "journal": "EU Commission Institutional Paper 079",
            "pages": "1",
            "type": "journal"
        },
        {
            "articleTitle": "The 2021 Ageing Report: Economic and Budgetary Projections for the EU Member States (2019–2070) | May 2021",
            "authors": [
                {
                    "name": "EU AWG",
                    "type": "group"
                }
            ],
            "date": "2021",
            "doi": "10.2765/84455",
            "id": "bib8",
            "journal": "EU Commission Institutional Paper 148",
            "pages": "1",
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": "EU EPC",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib11",
            "title": "Joint Paper on Pensions 2019",
            "type": "web",
            "uri": "https://europa.eu/epc/system/files/2020-01/Joint-Paper-on-Pensions-2019.pdf"
        },
        {
            "articleTitle": "The Pension adequacy report 2018 – Current and future income adequacy in old age in the EU",
            "authors": [
                {
                    "name": "EU PAR",
                    "type": "group"
                }
            ],
            "date": "2018",
            "discriminator": "a",
            "doi": "10.2767/406275",
            "id": "bib9",
            "journal": "European Commission",
            "pages": "1",
            "type": "journal",
            "volume": "\nI\n"
        },
        {
            "articleTitle": "The Pension adequacy report 2018 – Current and future income adequacy in old age in the EU",
            "authors": [
                {
                    "name": "EU PAR",
                    "type": "group"
                }
            ],
            "date": "2018",
            "discriminator": "b",
            "doi": "10.2767/653851",
            "id": "bib10",
            "journal": "European Commission",
            "pages": "1",
            "type": "journal",
            "volume": "\nII\n"
        },
        {
            "authors": [
                {
                    "name": "EU PAR",
                    "type": "group"
                }
            ],
            "date": "2021",
            "details": "Pension Adequacy Report: Current and Future Income Adequacy in Old Age in the EU, Publications Office, 10.2767/013455",
            "id": "bib34",
            "title": "Pension Adequacy Report: Current and Future Income Adequacy in Old Age in the EU, Publications Office, 10.2767/013455",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "European Commission",
                    "type": "group"
                }
            ],
            "date": "2021",
            "details": "Green Paper on Ageing. Fostering Solidarity and Responsibility between Generations., https://op.europa.eu/s/vREQ",
            "id": "bib6",
            "title": "Green Paper on Ageing. Fostering Solidarity and Responsibility between Generations.",
            "type": "unknown",
            "uri": "https://op.europa.eu/s/vREQ"
        },
        {
            "authors": [
                {
                    "name": "Eurostat",
                    "type": "group"
                }
            ],
            "date": "2020",
            "details": "Ageing Europe – Looking at the lives of older people in the EU – 2020 edition, Eurostat Statistical Books, 10.2785/628105",
            "id": "bib14",
            "title": "Eurostat Statistical Books",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Eurostat",
                    "type": "group"
                }
            ],
            "date": "2021",
            "discriminator": "a",
            "id": "bib12",
            "title": "Online data code: lfsi_dwl_a",
            "type": "web",
            "uri": "https://ec.europa.eu/eurostat/databrowser/view/lfsi_dwl_a/default/table?lang=en"
        },
        {
            "authors": [
                {
                    "name": "Eurostat",
                    "type": "group"
                }
            ],
            "date": "2021",
            "discriminator": "b",
            "id": "bib13",
            "title": "Healthy life year statistics",
            "type": "web",
            "uri": "https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Healthy_life_years_statistics"
        },
        {
            "articleTitle": "Future life expectancy in 35 industrialised countries: projections with a Bayesian model ensemble",
            "authors": [
                {
                    "name": {
                        "index": "Kontis, V",
                        "preferred": "V Kontis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bennett, JE",
                        "preferred": "JE Bennett"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mathers, CD",
                        "preferred": "CD Mathers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Li, G",
                        "preferred": "G Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Foreman, K",
                        "preferred": "K Foreman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ezzati, M",
                        "preferred": "M Ezzati"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.1016/S0140-6736(16)32381-9",
            "id": "bib15",
            "journal": "Lancet (London, England)",
            "pages": {
                "first": "1323",
                "last": "1335",
                "range": "1323–1335"
            },
            "pmid": 28236464,
            "type": "journal",
            "volume": "\n389\n"
        },
        {
            "articleTitle": "The Finnish Pension Reform of 2005",
            "authors": [
                {
                    "name": {
                        "index": "Lassila, J",
                        "preferred": "J Lassila"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Valkonen, T",
                        "preferred": "T Valkonen"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "doi": "10.1057/palgrave.gpp.2510108",
            "id": "bib16",
            "journal": "The Geneva Papers on Risk and Insurance - Issues and Practice",
            "pages": {
                "first": "75",
                "last": "94",
                "range": "75–94"
            },
            "type": "journal",
            "volume": "\n32\n"
        },
        {
            "articleTitle": "Working Life and Retirement Expectancies at Age 50 by Social Class: Period and Cohort Trends and Projections for Finland",
            "authors": [
                {
                    "name": {
                        "index": "Leinonen, T",
                        "preferred": "T Leinonen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Martikainen, P",
                        "preferred": "P Martikainen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Myrskylä, M",
                        "preferred": "M Myrskylä"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1093/geronb/gbv104",
            "id": "bib17",
            "journal": "The Journals of Gerontology. Series B, Psychological Sciences and Social Sciences",
            "pages": {
                "first": "302",
                "last": "313",
                "range": "302–313"
            },
            "pmid": 26560805,
            "type": "journal",
            "volume": "\n73\n"
        },
        {
            "articleTitle": "Projecting health-ageing trajectories in Europe using a dynamic microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Marois, G",
                        "preferred": "G Marois"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Aktas, A",
                        "preferred": "A Aktas"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1038/s41598-021-81092-z",
            "id": "bib18",
            "journal": "Scientific Reports",
            "pages": "1785",
            "pmid": 33469046,
            "type": "journal",
            "volume": "\n11\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Moscarola, F",
                        "preferred": "F Moscarola"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib19",
            "title": "Measuring the sustainability of pension systems through a microsimulation model the case of Italy. ENEPRI research report no.66",
            "type": "web",
            "uri": "http://aei.pitt.edu/10749/1/1781.pdf"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "date": "2019",
            "details": "Pensions at a Glance 2019, Pensions at a Glance 2019: OECD and G20 Indicators, Paris, OECD Publishing, 10.1787/b6d3dcfc-en",
            "id": "bib20",
            "title": "Pensions at a Glance 2019: OECD and G20 Indicators",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "bookTitle": "Finland: Country Health Profile 2019, State of Health in the EU",
            "date": "2019",
            "discriminator": "b",
            "doi": "10.1787/20656739-en",
            "id": "bib21",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Brussels"
                        ]
                    },
                    "formatted": [
                        "Brussels"
                    ]
                },
                "name": [
                    "OECD Publishing, Paris/European Observatory on Health Systems and Policies"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The impact of the retirement decision and demographics on pension sustainability: A dynamic microsimulation analysis",
            "authors": [
                {
                    "name": {
                        "index": "Patxot, C",
                        "preferred": "C Patxot"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Solé, M",
                        "preferred": "M Solé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Souto, G",
                        "preferred": "G Souto"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Spielauer, M",
                        "preferred": "M Spielauer"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.34196/IJM.00181",
            "id": "bib22",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "84",
                "last": "108",
                "range": "84–108"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "authors": [
                {
                    "name": "Pension Indicators",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib23",
            "title": "Finnish Centre for Pensions, Reports 11/2020",
            "type": "web",
            "uri": "http://urn.fi/URN:NBN:fi-fe2020101984328"
        },
        {
            "articleTitle": "The Influence of Universal Health Coverage on Life Expectancy at Birth (LEAB) and Healthy Life Expectancy (HALE): A Multi-Country Cross-Sectional Study",
            "authors": [
                {
                    "name": {
                        "index": "Ranabhat, CL",
                        "preferred": "CL Ranabhat"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Atkinson, J",
                        "preferred": "J Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Park, M-B",
                        "preferred": "M-B Park"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kim, C-B",
                        "preferred": "C-B Kim"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jakovljevic, M",
                        "preferred": "M Jakovljevic"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.3389/fphar.2018.00960",
            "id": "bib24",
            "journal": "Frontiers in Pharmacology",
            "pages": "960",
            "pmid": 30279657,
            "type": "journal",
            "volume": "\n9\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Salonen, J",
                        "preferred": "J Salonen"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib26",
            "title": "New methods in pension evaluation: Applications of trajectory analysis and dynamic microsimulation. Finnish Centre for Pensions, Studies 02/2020",
            "type": "web",
            "uri": "http://urn.fi/URN:ISBN:978-951-691-314-1"
        },
        {
            "articleTitle": "Using Trajectory Analysis to Test and Illustrate Microsimulation Outcomes",
            "authors": [
                {
                    "name": {
                        "index": "Salonen, J",
                        "preferred": "J Salonen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tikanmäki, H",
                        "preferred": "H Tikanmäki"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nummi, T",
                        "preferred": "T Nummi"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.34196/IJM.00198",
            "id": "bib28",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "3",
                "last": "17",
                "range": "3–17"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Salonen, J",
                        "preferred": "J Salonen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Virtanen, P",
                        "preferred": "P Virtanen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lipiäinen, L",
                        "preferred": "L Lipiäinen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nummi, T",
                        "preferred": "T Nummi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saloniemi, A",
                        "preferred": "A Saloniemi"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib25",
            "title": "Tutkintoja suorittaneiden nuorten työurapolut. Eläketurvakeskuksen tutkimuksia 01/2014",
            "type": "web",
            "uri": "http://urn.fi/URN:ISBN:978-951-691-212-0"
        },
        {
            "articleTitle": "The diversity of transitions during early adulthood in the Finnish labour market",
            "authors": [
                {
                    "name": {
                        "index": "Saloniemi, A",
                        "preferred": "A Saloniemi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Salonen, J",
                        "preferred": "J Salonen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nummi, T",
                        "preferred": "T Nummi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Virtanen, P",
                        "preferred": "P Virtanen"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1080/13676261.2020.1776229",
            "id": "bib27",
            "journal": "Journal of Youth Studies",
            "pages": {
                "first": "851",
                "last": "870",
                "range": "851–870"
            },
            "type": "journal",
            "volume": "\n24\n"
        },
        {
            "articleTitle": "LifeSim: A Lifecourse Dynamic Microsimulation Model of the Millennium Birth Cohort in England",
            "authors": [
                {
                    "name": {
                        "index": "Skarda, I",
                        "preferred": "I Skarda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Asaria, M",
                        "preferred": "M Asaria"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cookson, R",
                        "preferred": "R Cookson"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.34196/IJM.00228",
            "id": "bib30",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "2",
                "last": "42",
                "range": "2–42"
            },
            "type": "journal",
            "volume": "\n14\n"
        },
        {
            "authors": [
                {
                    "name": "SSPTW-Europe",
                    "type": "group"
                }
            ],
            "date": "2018",
            "details": "Social Security Programs Throughout the World: Europe, 2018. No. 13–11801, Social Security Administration (USA)",
            "id": "bib29",
            "title": "Social Security Programs Throughout the World: Europe, 2018. No. 13–11801, Social Security Administration (USA)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tikanmäki, H",
                        "preferred": "H Tikanmäki"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lappo, S",
                        "preferred": "S Lappo"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib33",
            "title": "ELSI: The Finnish pension microsimulation model. Finnish Centre for Pensions, Reports 08/2020",
            "type": "web",
            "uri": "http://urn.fi/URN:ISBN:978-951-691-312-7"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tikanmäki, H",
                        "preferred": "H Tikanmäki"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lappo, S",
                        "preferred": "S Lappo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Merilä, V",
                        "preferred": "V Merilä"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nopola, T",
                        "preferred": "T Nopola"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reipas, K",
                        "preferred": "K Reipas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sankala, M",
                        "preferred": "M Sankala"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "id": "bib32",
            "title": "Statutory pensions in Finland – Long-term projections 2019. Finnish Centre for Pensions, Reports 07/2019",
            "type": "web",
            "uri": "http://urn.fi/URN:ISBN:978-951-691-302-8"
        },
        {
            "articleTitle": "Distributional Effects of the Forthcoming Finnish Pension Reform – a Dynamic Microsimulation Approach",
            "authors": [
                {
                    "name": {
                        "index": "Tikanmäki, H",
                        "preferred": "H Tikanmäki"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sihvonen, H",
                        "preferred": "H Sihvonen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Salonen, J",
                        "preferred": "J Salonen"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.34196/IJM.00122",
            "id": "bib31",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "75",
                "last": "98",
                "range": "75–98"
            },
            "type": "journal",
            "volume": "8"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "id": "table4",
                    "tables": [
                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Year of retirement</th>\n<th align=\"left\">Count</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">2008</td>\n<td align=\"left\">62,918</td>\n</tr>\n<tr>\n<td align=\"left\">2018</td>\n<td align=\"left\">65,249</td>\n</tr>\n<tr>\n<td align=\"left\">2028</td>\n<td align=\"left\">63,078</td>\n</tr>\n<tr>\n<td align=\"left\">2038</td>\n<td align=\"left\">51,821</td>\n</tr>\n<tr>\n<td align=\"left\">2048</td>\n<td align=\"left\">49,471</td>\n</tr>\n<tr>\n<td align=\"left\">2058</td>\n<td align=\"left\">35,622</td>\n</tr>\n</tbody>\n</table>"
                    ],
                    "type": "table"
                }
            ],
            "id": "A1",
            "title": "A 1: Number of retirees"
        },
        {
            "content": [
                {
                    "id": "fig7",
                    "image": {
                        "alt": "",
                        "uri": "%iiif_uri%/00241%2Fijm-00241-fig007.tif",
                        "size": {
                            "width": 1529,
                            "height": 912
                        },
                        "source": {
                            "mediaType": "image/jpeg",
                            "uri": "%iiif_uri%/00241%2Fijm-00241-fig007.tif/full/full/0/default.jpg",
                            "filename": "ijm-00241-fig007.jpg"
                        }
                    },
                    "type": "image"
                }
            ],
            "id": "A2",
            "title": "A 2: Length of retirement"
        },
        {
            "content": [
                {
                    "id": "table5",
                    "tables": [
                        "<table>\n<thead>\n<tr>\n<th align=\"left\">State</th>\n<th align=\"left\">Description</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">\n<b>Primarily employed (“active”</b>)</td>\n</tr>\n<tr>\n<td align=\"left\">15</td>\n<td align=\"left\">Primarily employed for the first consecutive year</td>\n</tr>\n<tr>\n<td align=\"left\">16</td>\n<td align=\"left\">Primarily employed for the second consecutive year</td>\n</tr>\n<tr>\n<td align=\"left\">1</td>\n<td align=\"left\">Primarily employed for at least the third consecutive year</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">\n<b>Sickness allowance preceding full disability pension</b>\n</td>\n</tr>\n<tr>\n<td align=\"left\">4</td>\n<td align=\"left\">Sickness allowance preceding full disability pension</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">\n<b>Unemployed</b>\n</td>\n</tr>\n<tr>\n<td align=\"left\">3</td>\n<td align=\"left\">On the unemployment pathway to retirement</td>\n</tr>\n<tr>\n<td align=\"left\">2</td>\n<td align=\"left\">Unemployed (excluding those on the unemployment pathway to retirement)</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">\n<b>Retired</b>\n</td>\n</tr>\n<tr>\n<td align=\"left\">8</td>\n<td align=\"left\">Old-age pension</td>\n</tr>\n<tr>\n<td align=\"left\">11</td>\n<td align=\"left\">Partial old-age pension and employed</td>\n</tr>\n<tr>\n<td align=\"left\">7</td>\n<td align=\"left\">Partial old-age pension and not employed</td>\n</tr>\n<tr>\n<td align=\"left\">17</td>\n<td align=\"left\">Full disability pension for the first consecutive year</td>\n</tr>\n<tr>\n<td align=\"left\">9</td>\n<td align=\"left\">Full disability pension for at least the second consecutive year</td>\n</tr>\n<tr>\n<td align=\"left\">10</td>\n<td align=\"left\">Partial disability pension and employed</td>\n</tr>\n<tr>\n<td align=\"left\">18</td>\n<td align=\"left\">Partial disability pension and not employed</td>\n</tr>\n<tr>\n<td align=\"left\">5</td>\n<td align=\"left\">Part-time pension</td>\n</tr>\n<tr>\n<td align=\"left\">6</td>\n<td align=\"left\">Years-of-service pension</td>\n</tr>\n<tr>\n<td align=\"left\">21</td>\n<td align=\"left\">National old-age pension only</td>\n</tr>\n<tr>\n<td align=\"left\">22</td>\n<td align=\"left\">National disability pension only</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">\n<b>Outside the labor force for other reasons</b>\n</td>\n</tr>\n<tr>\n<td align=\"left\">19</td>\n<td align=\"left\">Permanently outside the labor force but has accrued earnings-related pension</td>\n</tr>\n<tr>\n<td align=\"left\">13</td>\n<td align=\"left\">Outside the labor force but has accrued earnings-related pension</td>\n</tr>\n<tr>\n<td align=\"left\">20</td>\n<td align=\"left\">Outside the labor force and has not accrued earnings-related pension</td>\n</tr>\n<tr>\n<td align=\"left\"/>\n<td align=\"left\">\n<b>Deceased</b>\n</td>\n</tr>\n<tr>\n<td align=\"left\">12</td>\n<td align=\"left\">Deceased</td>\n</tr>\n</tbody>\n</table>"
                    ],
                    "type": "table"
                }
            ],
            "id": "A3",
            "title": "A 3: Population states in the ELSI model"
        },
        {
            "content": [
                {
                    "text": "ELSI is a dynamic microsimulation model in the sense of time dynamics. It simulates the life course of each individual separately. Unlike many other models, ELSI does not use behavioural equations in determining model transitions. Instead, transitions between population states are based on Markovian type transition probabilities. The model has a cross-sectional aging process (one-year time steps), which builds a synthetic life history for each simulated individual. The model has modular structure. The essential part for this analysis is the first module, that is, the population module. The other modules are described in detail in <a href=\"#bib33\">Tikanmäki and Lappo (2020)</a> The ELSI model is compared with other European pension microsimulation models in <a href=\"#bib4\">Dekkers and Van den Bosch, 2016</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "ELSI is connected via a micro-macro link to the semi-aggregated Long-Term Projection Model (LTP) also developed and operated by the Finnish Centre for Pensions (see <a href=\"#bib32\">Tikanmäki et al., 2019</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The target population of ELSI comprises the entire adult population of Finland and those adults living abroad who have previously accrued earnings-related pension under the Finnish pension system. The data used in creating the source datasets is generally of high quality and comprises all people covered by the Finnish earnings-related pension system.",
                    "type": "paragraph"
                },
                {
                    "text": "Population modeling in ELSI is based on 21 population states. The population state of an individual depicts their main type of activity during a given year. A person is in a single population state for one year at a time.",
                    "type": "paragraph"
                },
                {
                    "text": "Within the model, population states are referred to with number codes, as shown in A 3.",
                    "type": "paragraph"
                },
                {
                    "text": "There are 11 population states for retired people, mostly corresponding to the various types of pensions that a person can receive. In the case of partial old-age pension (states 11 and 7) and partial disability pension (states 10 and 18), there are two population states for both, corresponding to whether or not the person is working while drawing a pension. This makes it easier to simulate earnings for these people. Those receiving a full disability pension for the first consecutive year also get their own population state 17, as these people are more likely to transition out of full disability pension than those who have been receiving it for longer.",
                    "type": "paragraph"
                },
                {
                    "text": "Those who are not retired and who are employed are divided into three population states based on length of consecutive employment. People who are employed for the first or second consecutive year are placed in states 15 and 16, respectively. Those who have been consecutively employed for longer are placed in state 1. This division makes the modeling more realistic, since it is more likely for a person to transition out of employment in the first years of being employed. States 15, 16 and 1 are also called “active” states.",
                    "type": "paragraph"
                },
                {
                    "text": "People receiving unemployment benefits are also divided into two states based on whether they are on the unemployment pathway to retirement. This is because persons on this pathway (in state 3) are less likely to return to employment.",
                    "type": "paragraph"
                },
                {
                    "text": "Before a person can retire on a full disability pension, they have had to receive sickness allowance for the maximum period of about one year. For this reason, we have included a separate state 4 for these allowance recipients. People who receive a sickness allowance that does not lead to full disability pension are not included in this state.",
                    "type": "paragraph"
                },
                {
                    "text": "People who are outside the labour force for other reasons are in one of three states. State 20 is for those people who have accrued no earnings-related pension; these are mostly young people and recent immigrants. Those who have previously accrued earnings-related pension are either in state 13 or 19. The regular inactive state 13 is meant to be relatively temporary. In contrast, people in state 19 are much less likely to transition to other population states.",
                    "type": "paragraph"
                },
                {
                    "text": "The reason for having three states for people outside the labour force is to make the modeling more realistic: there are many different reasons for being outside the labour force. Some of them tend to last only a brief period, while others are more permanent. The three states include, for example, non-employed students, those doing mandatory military service, those on child home care allowance or on a longer sickness allowance (that does not directly lead to full disability pension) and socially excluded people.",
                    "type": "paragraph"
                },
                {
                    "text": "The population module is the first simulation module in the ELSI model. It simulates the development of the target population by generating new cohorts that enter the population and by modeling immigration, emigration, educational dynamics and transitions between population states. State transitions include, for example, labour market dynamics, transitions into retirement and deaths. The first simulated year is 2013, and simulation is generally done until 2085.",
                    "type": "paragraph"
                },
                {
                    "text": "Population state transitions are modeled with the help of the 21 population states described earlier. With some exceptions, population state modeling has a simple Markovian structure, where the only factors affecting the probabilities of transitioning into other states are country of residence, sex, age, education level (for residents of Finland) and current population state.",
                    "type": "paragraph"
                },
                {
                    "text": "There are two transitions that are modeled with longer transition paths within the Markovian framework. The population state of fully employed people has been divided into three states to better model the higher unemployment risk of newly employed people; the only way to get to population state 1 is to move from 15 to 16 to 1. A similar arrangement exists with full disability pension. The only way to transition to population state 9 is to go through state 17. This makes the modeling more realistic as the first year on disability pension holds a significantly higher probability of both rehabilitation and death. In most cases, people must also go through state 4 to get to 17. This helps to model the fact that it is usually necessary to receive sickness allowance for about one year before gaining eligibility to a full disability pension.",
                    "type": "paragraph"
                },
                {
                    "text": "There are couple of minor exceptions to the Markovian structure. Probability of remaining employed is higher for those whose working life covers at least 75 per cent of their adult life. The opposite is true for people who do not meet this condition in order to keep the aggregate transition probabilities equal to those given by the corresponding transition probability matrix. Another exception is that only those people who meet the length of working life requirement for a years-of-service pension are given the chance of transitioning to the years-of-service pension state 6.",
                    "type": "paragraph"
                },
                {
                    "text": "The following paragraphs detail the steps that take place as the population module simulates a single year.",
                    "type": "paragraph"
                },
                {
                    "text": "The basis for the yearly simulation is, naturally, last year’s simulated data (or actual data in the case of the first simulation year). Population state transitions and immigration and emigration are modeled to occur in the middle of the year, so at the beginning we are operating with last year’s population in last year’s population states. For people in population states where everyone is employed (states 15, 16, 1, 10, 5 and 11), the length of working life is advanced by 0.5 years to account for the first 6 months of the year. People in other than these states can also have employment spells, but they are modeled later in the earnings module. Also, people in employed states can have short periods of unemployment or other inactivity that are similarly modeled later in the earnings module.",
                    "type": "paragraph"
                },
                {
                    "text": "In general, the ELSI transition probability matrix is updated by multiplying the previous year’s probabilities in such a way that they would match the corresponding LTP probabilities (alignment) if ELSI population states were aggregated to match LTP population states. In situations where a single LTP population state covers multiple ELSI states, a common multiplier is used for all states. For example, the LTP model only has a single state for primarily employed people. If in ELSI we needed for some age and sex group to decrease the probability of transitioning from primary employment to old-age pension by 10 per cent (to match the LTP model), we would multiply transition probabilities from each of the states 15, 16 and 1 to 8 by 0.9.",
                    "type": "paragraph"
                },
                {
                    "text": "Different transition probabilities for different educational levels are created in such a way that on the aggregate level, weighted by the number of people at different educational levels, they equal the corresponding LTP probability. The ratios between transition probabilities for different educational levels are generally based on the transition probability matrix estimated from the source data. To give an example, say that in the source data 35-year-old women in state 1 with lower tertiary education have a 40 per cent higher probability of transitioning into state 4 than those with upper tertiary education. This ratio will be fixed during the entire simulation period, as the aggregate probability of transitioning from state 1 to state 4 for 35-year-old women is adjusted to match that of the LTP model. A note is in order on the fact that ELSI does not simulate in detail the duration of post-compulsory education, only degrees completed.",
                    "type": "paragraph"
                },
                {
                    "text": "There is a special update procedure for the main labor market dynamics, that is, transitions between primarily employed states 15, 16 and 1, the inactive state 13, the unemployment state 2 and the residual state 20. These are updated in such a way that the ratios of primarily employed and unemployed people to the population roughly match the numbers in the LTP model.",
                    "type": "paragraph"
                },
                {
                    "text": "As retirement ages rise, it is necessary to simulate some transitions at ages where they have not previously been possible. When updating transition probabilities in these cases, the way in which educational level affects the probability of transition is taken from the age (or a range of ages) where the corresponding transition was last possible in the source data. For example, as the retirement age rises, it is possible to become unemployed (transition into state 2) at older ages. The way in which educational level affects the probability of becoming unemployed at these ages is taken from the probabilities of transitioning into unemployment at age 62, as calculated from the source data.",
                    "type": "paragraph"
                }
            ],
            "id": "A4",
            "title": "A 4: ELSI model"
        }
    ],
    "acknowledgements": [
        {
            "text": "We would also like to thank the two anonymous reviewers for detailed and constructive comments on our original submission to the International Journal of Microsimulation.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
