{
    "status": "vor",
    "id": "00243",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00243",
    "authorLine": "Cristina Cirillo et al.",
    "title": "Investigating the Incidence of Value Added Tax on Households Income: New Evidence from Italy",
    "published": "2021-12-31T00:00:00Z",
    "versionDate": "2021-12-31T00:00:00Z",
    "statusDate": "2021-12-31T00:00:00Z",
    "volume": 14,
    "issue": 3,
    "fpage": 85,
    "lpage": 118,
    "elocationId": "85-118",
    "pdf": "http://web:8082/00243/ijm-00243.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper analyses the incidence of the Value Added Tax (VAT) on Italian households income. To address this question, we developed a non-behavioural microsimulation model, the Value Added Tax Simulation Model (VATSIM-DF II). The goals of VATSIM-DF (II) are to estimate actual and expected VAT revenues, assess the VAT incidence on households disposable income, and simulate the distributional effects of changes in fiscal policies in Italy. Compared to existing models, the main achievements of this study are: (i) the creation of a unique original dataset, which includes tax register data; (ii) the implementation of a matching procedure, based on Tax Register data, which outperforms other data fusion strategies used in the existing literature. These innovations allow us to create a reliable and unique dataset to simulate changes in VAT and to produce results consistent with the most updated macroeconomic data. We tested our model, at current VAT legislation, and we show the VAT burden on Italian households confirming the regressivity of VAT. Finally, we analyse the effect of a revenue neutral reform, with two VAT rates, which applies the reduced VAT rate also to female and babies sanitary products.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Cirillo et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Rome"
                            ]
                        },
                        "formatted": [
                            "Rome",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Ministry of Economy and Finance, Department of Finance"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported.",
            "emailAddresses": [
                "cristina.cirillo@mef.gov.it"
            ],
            "name": {
                "index": "Cirillo, Cristina",
                "preferred": "Cristina Cirillo"
            },
            "orcid": "0000-0003-2131-6023",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Rome"
                            ]
                        },
                        "formatted": [
                            "Rome",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Ministry of Economy and Finance, Department of Finance"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported.",
            "name": {
                "index": "Imperioli, Lucia",
                "preferred": "Lucia Imperioli"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Rome"
                            ]
                        },
                        "formatted": [
                            "Rome",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Ministry of Economy and Finance, Department of Finance"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported.",
            "name": {
                "index": "Manzo, Marco",
                "preferred": "Marco Manzo"
            },
            "type": "person"
        }
    ],
    "funding": {
        "statement": "No specific funding for this article is reported."
    },
    "dataSets": {
        "availability": [
            {
                "text": "Data and programs cannot be published in an openly accessible trusted data repository, therefore we commit to preserving data and code for a period of no less than five years following publication of the manuscript, and to providing reasonable assistance to requests for clarification and replication.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "redistributive effects",
        "simulation",
        "taxation",
        "value added tax"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Since the introduction of the Value Added Tax in Italy, in 1973, VAT rates were subject to a number of changes and the recent debate on tax-shift from direct to indirect taxation revamped the attention on this topic and the need to rigorously assess the effects produced by fiscal policies changes. To this end, along the years, researchers and institutions developed different instruments to assess the economic effects produced by variations in VAT rates. In particular, microsimulation models were proven to be powerful tools to predict the economic effects of fiscal changes for governments, firms and households. In Italy, there exist several microsimulation models on VAT and the objective of this paper is to contribute to the existing literature by proposing a new non-behavioural distributional model, the Value Added Tax Simulation Model (VATSIM-DF II).",
                    "type": "paragraph"
                },
                {
                    "text": "The goals of VATSIM-DF (II) are: (i) to estimate actual and expected VAT amounts; (ii) to estimate the VAT incidence on households’ disposable income; (iii) and to simulate the distributional effects of changes in fiscal policies. The idea to develop VATSIM-DF (II) origins from the need to produce an original model to check the distributional effects of VAT and to support Italian policy makers in designing fiscal policies. Compared to existing models, the main achievements of this study are the creation of a unique original dataset, which includes Tax Register data, and the implementation of a matching procedure, which outperforms other data fusion strategies used in the existing literature. Our model has the great advantage to benefit from several data sources that are not accessible by all research institutions.",
                    "type": "paragraph"
                },
                {
                    "text": "Our model contributes to a rich literature that, along the years, proposed powerful microsimulation models on the Italian VAT, which contributed to shed a light on this topic. One of the first works in Italy was due to <a href=\"#bib31\">Marenzi (1989)</a> who, relying on the SHIW (Survey on Household Income and Wealth) data, simulated the distributional effect of taxation in Italy. Then, in 1999, the Microsimulation Unit in the Department of Applied Economics at the University of Cambridge,<a href=\"#fn1\"> <sup>1</sup> </a> launched Euromod, a tax-benefit tool which covers 15 European countries, including Italy, that was then updated in 2017 with the creation of Euromod-ITT (<a href=\"#bib8\">Bourguignon et al., 1997</a>; <a href=\"#bib21\">Immervoll et al., 1999</a>; <a href=\"#bib16\">De Agostini et al., 2017</a>; <a href=\"#bib13\">Ceriani et al., 2017</a>). In 2001, Baldini published a study about MAPP98, a static tax-benefit microsimulation model, based on SHIW and consumption data, which was then updated in 2009, by Baldini and Pacifico, to assess the dynamic effects of changes in personal income taxes in the labour market (<a href=\"#bib3\">Baldini, 2000</a>, <a href=\"#bib4\">Baldini and Pacifico, 2009</a>). In 2007, the Department of the Treasury, at the Italian Ministry of Economy and Finance, developed the ITaxSIM (Italian TAXation SImulation Model) which relies on SILC data (Statistics on Income and Living Conditions) and focuses on the analysis of personal income tax, VAT, property tax, in-kind benefits and family allowances.<a href=\"#fn2\"> <sup>2</sup> </a> More recently, <a href=\"#bib2\">Arachi et al. (2012)</a> and <a href=\"#bib19\">Gastaldi et al. (2014)</a> built their microsimulation models to assess the effect of a shift from personal and corporate income taxes to indirect taxation. In particular, <a href=\"#bib19\">Gastaldi et al. (2014)</a> rely on an integrated dataset, produced by <a href=\"#bib35\">Pisano and Tedeschi (2014)</a> for their model (EGaLiTe). While <a href=\"#bib2\">Arachi et al. (2012)</a> updated a microsimulation model originally developed by <a href=\"#bib34\">Pellegrino et al. (2010)</a> to study the distributive impact of housing taxation in Italy. Another Italian micro-simulation tool is the BIMic model, developed by <a href=\"#bib15\">Curci et al. (2017)</a> at the Bank of Italy. BIMic originally focused on the budgetary impact and on the distributional effects of social security contributions, family allowances, social benefits, personal income tax and property taxes. Recently, <a href=\"#bib14\">Curci and Savegnano (2019)</a> extended the scope of BIMic by including the simulation of VAT to assess the effects of tax shifts from labour to consumption. Finally, at regional level, <a href=\"#bib30\">Maitino et al. (2013)</a> developed the MicroReg model, which is a static model aimed at assessing the effects of PIT and VAT.",
                    "type": "paragraph"
                },
                {
                    "text": "The common challenge and limitation faced by researchers and institutions to develop these microsimulation models is the lack of a dataset, which includes detailed information on both income and consumption. Indeed, in Italy a dataset on income and consumption does not exist. To match data on income and consumption from different datasets, researchers rely on a third data source used as “bridge” dataset (to calculate estimated income or consumption) or they match similar households basing on socio-demographic variables only. These procedures show limitations related to the reliability of a matching based on socio-demographic variables only, and to the small sample size and accuracy of aggregate data on consumption of the “bridge” dataset.<a href=\"#fn3\"> <sup>3</sup> </a> To address these issues, we take advantage of our unique access to the Tax Register data of all the households surveyed in the expenditure and income surveys. Indeed, we create a unique dataset on VAT, income and consumption (VATIC dataset) that is a strong innovation with respect to existing dataset produced before. Indeed, instead of relying on estimated consumption or socio-demographic variables only, we use Tax Register income data to match, with a high level of precision, households in the income survey with similar households from the expenditure dataset.",
                    "type": "paragraph"
                },
                {
                    "text": "The value added of VATSIM-DF (II), with respect to the existing models, are: (i) the creation of a unique dataset with data on income and consumption with a very high level of reliability, since the matching procedure relies on tax codes and Tax Register data; (ii) and the adjustment of survey data on income and consumption to National Accounts data at the year of the simulation, which makes our estimations on VAT coherent with the most updated macroeconomic data. To the best of our knowledge, there are not existing models in Italy with these features and this makes VATSIM-DF (II) a promising tool for reliable microsimulations about the distributional effects of VAT.",
                    "type": "paragraph"
                },
                {
                    "text": "In our paper, we show how our matching procedure, to create the VATIC dataset, outperforms those used in other microsimulation models to match different data sources. Also, we analyse the current VAT burden on Italian households showing the regressivity of VAT. Finally, we show the distributional effects that a revenue neutral reform of the VAT system could produce on the Italian households. The reform sets two VAT rates and applies the reduced rate also to female sanitary towel and babies nappies.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is structured as follows: in Section 2 we describe the data used in our model; in Section 3 we briefly illustrate the strategies used in the literature to integrate different Italian data sources, we describe our method, and we test the reliability of our procedure with respect to those used in the literature; in Section 4 we report the steps to estimate theoretical and actual VAT amounts and VAT incidence on individuals’ disposable income, and we show the simulation outputs for 2019 at current legislation; Section 5 describes a revenue neutral reform and the expected VAT burden for households; Section 6 concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In Italy, a database including detailed information on both income and consumption expenditures is not available. This is the main challenge faced by researchers and institutions when it comes to create a reliable and rigorous dataset for microsimulation models. We rely on three different data sources: Statistics on Income and Living Conditions (SILC), Household Budget Survey (HBS), and Tax Register data. Unfortunately, SILC includes data on income but not on expenditure, <i>vice versa</i> for HBS.<a href=\"#fn4\"> <sup>4</sup> </a> The access to Tax Register data constitutes one of the main advantages of our model because it allows us to match households from the other two surveys by relying on declared income variables.<a href=\"#fn5\"> <sup>5</sup> </a> In this paper, we describe the model for 2019, that is based on surveys data from 2017, which are then updated to 2019 statistics by relying on National Accounts data (details are provided in Section 4). Below we provide a description of each dataset, while in Section 3 we provide details about the integration of the different data sources.<a href=\"#fn6\"> <sup>6</sup> </a>",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The IT-SILC survey includes cross-sectional data about income, social exclusion, and multidimensional poverty at household and individual level. Households are randomly selected from the 640 Italian municipalities. Data about income are collected only for individuals aged more than 16 years old and refers to the year before the interview, while data about social exclusion refers to the survey year. Indeed, we use IT-SILC 2018 which includes data on income for 2017. Currently, data are collected through both Computer Assisted Personal Interview (CAPI) and Computer Assisted Telephone Interview (CATI). IT-SILC 2018 sample includes 21,173 households and 45,761 individuals (among them, 39,969 are aged more than 16 years old) (<a href=\"#bib22\">Istat, 2018a</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1. Data on income",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The HBS collects monthly data about expenditure for goods and services devoted to households expenditures. The two-stages sampling strategy identifies, first, municipalities and then it randomly selects households. The survey includes expenditure voices that can be aggregated to obtain COICOP (Classification of Individual Consumption by Purpose) voices, to ensure international comparability, and socio-demographic households variables. Data are collected through both interviews and daily self-administered diaries. The VATSIM-DF (II) 2019 model relies on HBS 2017, which includes 16,946 households (<a href=\"#bib23\">Istat, 2018b</a>). Below we provide details about the procedure used to process data on expenditure.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "Expenditure data are converted from monthly to yearly data. For what concerns non-durable goods we convert monthly data by simply multiplying expenditure values by twelve months. Regarding durable goods, we identify two groups of items: (i) those with a survey reference period of twelve months (e.g. means of transport, large household appliances, utensils, etc.) which do not require any conversion; (ii) those with a survey reference period of three months (e.g. furniture, small household appliances, etc.) which require an imputation procedure. For durable goods with a survey reference period of three months we implement a rigorous method to avoid the overestimation or underestimation of expenditures.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Indeed, since the survey questions refer to the last three months, we cannot exclude the possibility that households who did not report the expenditure in this time span have incurred the expenditure during the preceding nine months of the year. At the same time, we cannot be sure that households who incurred the expenditure in the last three months have (or don’t have) done the same during other months of the year. To address this issue, we impute these durables expenditures as follows. First, we use a Probit model to calculate the probability of a household to have incurred in the expenditure of at least one of these durable goods, during the last three months, given a set of socio-demographic characteristics (total expenditure, age, household size, employment status and type of job, household type, residence region, number of sons by age group, number of women and men within the households). Now, households who could have consumed durables outside the survey reference period are identified. Second, through a regression model we estimate the amount of money that households, given their characteristics, could have devoted to buy durable goods. Third, we create a dummy variable equal to one when the predicted probability (calculated with the Probit model) to have consumed durable goods is positive and we sort households according to this probability. Finally, we impute to each household the yearly amount of expenditure they could have incurred in, by assigning them the regression estimated values plus a hypothetical value of expenditure referring to the nine months not tracked by the survey. This value, is not constant but, decreases jointly with the predicted probability of the household to have spent money for this group of durable goods. The imputation process stops when the average annual expenditure, calculated through this imputation, equalizes the average annual expenditure we could have obtained by simply multiplying quarterly expenditures by four. The great advantage of our procedure is that, by simply multiplying durables to obtain the yearly data we overestimate the expenditure for households who reported consumption and we obtain a huge standard deviation which does not reflect the standard deviation of the survey quarterly data. Conversely, using the imputation procedure we obtain a yearly data with a standard deviation similar to the original one and an average expenditure similar to the one calculated by multiplying the observed data. Now the expenditure is assigned, not only to households who declared it in the survey, but also to households who did not report durable goods consumption in the last three months but could have incurred the expenditure during the rest of the year. Once the total amount of durables expenditure has been imputed to these households, we should impute also the value of single expenditure items pertaining to this group of goods. Through a statistical matching, based on the Mahalanobis distance, and relying on the set of households characteristics mentioned before (namely, total expenditure, age, household size, employment status and type of job, household type, residence region, number of sons by age group, number of women and men within the households), we match each household with positive durables expenditures observed in the survey with the most similar household with positive durables expenditures not observed in the survey but imputed through the aforementioned procedure. To each household with the imputed aggregated value, we assign the monthly item expenditure value of the nearest neighbor household with observed values. Then we convert the items monthly expenditures to the year, by multiplying for the ratio between yearly aggregated values (obtained by the imputation process) and monthly observed aggregated values.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "A similar procedure is implemented for another group of goods related to the clothing and footwear sectors, which have a survey reference period of one month. Indeed, households who did not report the consumption of these goods in the last month could have bought them in other periods of the year. Since this group of goods is characterized by a seasonality of expenditures, instead of multiplying the monthly expenditure value for twelve, we implement a similar procedure followed for durable goods of the second group. However, in this case, we estimate the expenditure for eight months and impute the expenditure for the remaining fours, according to the decreasing probability of consuming this group of goods.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-1",
                            "title": "2.2.1. Expenditure data preparation",
                            "type": "section"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2. Data on expenditure",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The third source of data is the Italian Tax Register, which includes declared income and an individual identifier, created on the basis of the tax code.<a href=\"#fn7\"> <sup>7</sup> </a> For the VATSIM-DF (II) 2019 we rely on Tax Register data from 2017.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3. Tax Register Data",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Data",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In order to develop our model, we need a dataset which includes, for each family, detailed information on income sources and expenditure items. In Section 3.1, we describe the methods used by existing studies to integrate Italian data sources, while in Section 3.2 we show the procedure used in our model and its value added.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "In Section 1, we mentioned the most important microsimulation models on the Italian fiscal policies. All the authors faced the issue to create a database which includes both data on income and expenditures by matching different data sources. In Italy, the main sources of data on income and consumption expenditures are SILC and HBS, respectively, but they surveyed different households. The SHIW dataset of the Bank of Italy is the only source which includes both data on income and aggregate data on consumption but variables on specific expenditures items are not available.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Existing studies use the following methods to integrate the Italian data sources on income and consumption: (i) estimation of income or consumption in the SHIW dataset and use of the estimated coefficient as key variable to match the two datasets on income and consumption (<a href=\"#bib5\">Giarda et al., 2015</a>; <a href=\"#bib10\">Cammeraat and Crivelli, 2020</a>); (ii) statistical matching or hot deck methods based on socio-demographic variables only (<a href=\"#bib17\">De Vincenti and Pollastri, 2004</a>; <a href=\"#bib38\">Sisto, 2006</a>; <a href=\"#bib18\">Donatiello et al., 2014</a>); (iii) a combination of these two strategies (<a href=\"#bib39\">Taddei, 2012</a>); (iv) the integration between SHIW and HBS relying on data on income (<a href=\"#bib35\">Pisano and Tedeschi, 2014</a>; <a href=\"#bib14\">Curci and Savegnano, 2019</a>) or between SHIW and SILC through data on consumption (<a href=\"#bib11\">Cifaldi and Neri, 2013</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "These methods show strength and weaknesses. Theoretically, SHIW could be integrated with HBS to involve information on items expenditure. However, the sample size of SHIW is small compared to the one of SILC and HBS and this is not suitable for all research purposes. Also, according to <a href=\"#bib11\">Cifaldi and Neri (2013)</a> the risk is to consider the data accuracy level consistent across all the SHIW survey items. They show that the survey is more accurate for data related to income than for those about consumption, and this could lead to misleading results about saving rates. For these reasons, in microsimulation models, often SHIW is used as “bridge” dataset between SILC and HBS. Also, in this case there are several procedures available. According to <a href=\"#bib6\">Baldini et al. (2015)</a> a matching procedure based on the estimated consumption (using SHIW data) is more efficient than a simple matching based on the available common socio-demographic variables. Also, matching households by strata produces better results with respect to a matching without grouping observations (ibid.). <a href=\"#bib35\">Pisano and Tedeschi (2014)</a> tested both Propensity Score Matching (based on nearest neighbor algorithm with replacement) and Mahalanobis metric matching (coupled with propensity score), and then they select the latter procedure as it performs better.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To the best of our knowledge, our model is the first one which is able to integrate HBS and SILC without relying on SHIW (to impute income or consumption) and without relying on socio-demographic variables only to match datasets. Indeed, we use the Tax register database as “bridge” dataset. In <a href=\"#table1\">Table 1</a>, we provide an overview of the databases integrated in a sample of existing studies.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors elaboration.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">Authors and Year</th>\n<th align=\"left\">Data Sources</th>\n</tr>\n<tr>\n<th align=\"left\">HBS</th>\n<th align=\"left\">SILC</th>\n<th align=\"left\">SHIW</th>\n<th align=\"left\">ISTATMultipurpose</th>\n<th align=\"left\">Tax Register</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">\n<a href=\"#bib38\">Sisto (2006)</a>\n</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n<td align=\"left\">•</td>\n<td align=\"left\">•</td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">\n<a href=\"#bib35\">Pisano and Tedeschi (2014)</a>\n</td>\n<td align=\"left\">•</td>\n<td align=\"left\"> </td>\n<td align=\"left\">•</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">\n<a href=\"#bib14\">Curci and Savegnano (2019)</a>\n</td>\n<td align=\"left\">•</td>\n<td align=\"left\"> </td>\n<td align=\"left\">•</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">\n<a href=\"#bib17\">De Vincenti and Pollastri (2004)</a>\n</td>\n<td align=\"left\">•</td>\n<td align=\"left\"> </td>\n<td align=\"left\">•</td>\n<td align=\"left\">•</td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">\n<a href=\"#bib11\">Cifaldi and Neri (2013)</a>\n</td>\n<td align=\"left\"> </td>\n<td align=\"left\">•</td>\n<td align=\"left\">•</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">\n<a href=\"#bib39\">Taddei (2012)</a>\n</td>\n<td align=\"left\">•</td>\n<td align=\"left\">•</td>\n<td align=\"left\">•</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">\n<a href=\"#bib30\">Maitino et al. (2013)</a>\n</td>\n<td align=\"left\">•</td>\n<td align=\"left\">•</td>\n<td align=\"left\">•</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">\n<a href=\"#bib5\">Giarda et al. (2015)</a>\n</td>\n<td align=\"left\">•</td>\n<td align=\"left\">•</td>\n<td align=\"left\">•</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">\n<a href=\"#bib6\">Baldini et al. (2015)</a>\n</td>\n<td align=\"left\">•</td>\n<td align=\"left\">•</td>\n<td align=\"left\">•</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">\n<a href=\"#bib10\">Cammeraat and Crivelli (2020)</a>\n</td>\n<td align=\"left\">•</td>\n<td align=\"left\">•</td>\n<td align=\"left\">•</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">\n<a href=\"#bib18\">Donatiello et al. (2014)</a>\n</td>\n<td align=\"left\">•</td>\n<td align=\"left\">•</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">\n<a href=\"#bib12\">Centro Studi Confindustria (2019)</a>\n</td>\n<td align=\"left\">•</td>\n<td align=\"left\">•</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n</tr>\n<tr>\n<td align=\"left\">VATSIM-DF (II)</td>\n<td align=\"left\">•</td>\n<td align=\"left\">•</td>\n<td align=\"left\"> </td>\n<td align=\"left\"> </td>\n<td align=\"left\">•</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Review of Existing Studies on Italian Datasets Integration",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "One could argue that we could rely on the Tax Register income of HBS households as reference value to estimate VAT incidence. However, the Tax Register data may show some limitation. Indeed, the SILC survey total income values (inclusive of social contributions) are 30% higher with respect to the Tax Register income values of SILC and HBS households. This difference may be caused by: i) tax erosion, because there are several income sources that are not in the Tax Register data (for instance, income from financial capital or, partially, from real estate) and we would need other datasets to have a complete picture of all the households income sources; ii) tax evasion in declared income (in particular, for self-employed income). For these reasons, we decided to rely on SILC as reference value to compute VAT incidence, instead of using Tax register income.<a href=\"#fn8\"> <sup>8</sup> </a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1. Review of existing methods to integrate different Italian databases",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To create the dataset for our microsimulation, the first step is to match SILC and HBS datasets with Tax Register data. This process is feasible because we can access the tax codes (anonymized through the creation of a unique identifier) of households included in SILC, HBS, and the Tax Register. This allows an exact matching between SILC households and Tax Register households, and between HBS households and Tax Register households. After this step, for each household we have data on the declared income, which constitutes one of the key variables used to match SILC and HBS households.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Indeed, during the second step the objective is to match SILC and HBS families. As explained in the previous section, we cannot rely on an exact matching because the households interviewed by these surveys are not the same. For this purpose, we need to integrate them through a statistical matching based on observable common variables. There are several techniques to implement a statistical matching. One of the most used is the Propensity Score Matching, a method originally developed by <a href=\"#bib37\">Rosenbaum and Rubin (1983)</a> to identify a reliable control group in the setting of quasi-experimental impact evaluations. However, this technique can be used also to identify similar observations in the context of data fusion and can be based on the Euclidean distance (calculated through the propensity score) or on the Mahalanobis metric distance. In our model, we use a Nearest Neighbor matching (with replacement) based on the Mahalanobis distance.<a href=\"#fn9\"> <sup>9</sup> </a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "To implement the statistical matching, we need to select variables that are comparable across the databases. The common variables to HBS and SILC are those included in the Tax Register (namely, household total income, household taxable income, household land and buildings income, first-earner total income, first-earner taxable income, other income) and a set of socio-demographic variables (such as, household size, type of family, first-earner age, sex, type of occupation, and education level) that were recoded and harmonized to be comparable across the two surveys. In <a href=\"#table2\">Table 2</a>, we show descriptive statistics about the common variables in HBS and SILC and we compare the two survey samples through a t-test. The p-value indicates that the two groups, on average, are not significantly different in income but they are significantly different in all the socio-demographic variables.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors elaboration.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: sample weights are not used for estimations.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Mean in SILC</th>\n<th align=\"left\">Mean in HBS</th>\n<th align=\"left\">p-value for difference</th>\n<th align=\"left\">95% C.I.</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Tax Register household total income</td>\n<td align=\"left\">31,474.26</td>\n<td align=\"left\">31,375.21</td>\n<td align=\"left\">0.795</td>\n<td align=\"left\">-648.206</td>\n<td align=\"left\">846.317</td>\n</tr>\n<tr>\n<td align=\"left\">Tax Register household taxable income</td>\n<td align=\"left\">30,584.36</td>\n<td align=\"left\">30,553.10</td>\n<td align=\"left\">0.930</td>\n<td align=\"left\">-668.825</td>\n<td align=\"left\">731.349</td>\n</tr>\n<tr>\n<td align=\"left\">Tax Register first-earner total income</td>\n<td align=\"left\">23,972.73</td>\n<td align=\"left\">24,195.20</td>\n<td align=\"left\">0.479</td>\n<td align=\"left\">-837.955</td>\n<td align=\"left\">393.008</td>\n</tr>\n<tr>\n<td align=\"left\">Tax Register first-earner taxable income</td>\n<td align=\"left\">23,158.80</td>\n<td align=\"left\">23,285.98</td>\n<td align=\"left\">0.673</td>\n<td align=\"left\">-717.342</td>\n<td align=\"left\">462.993</td>\n</tr>\n<tr>\n<td align=\"left\">Tax Register household land and buildings income</td>\n<td align=\"left\">1,641.48</td>\n<td align=\"left\">1,592.43</td>\n<td align=\"left\">0.463</td>\n<td align=\"left\">-81.94</td>\n<td align=\"left\">180.034</td>\n</tr>\n<tr>\n<td align=\"left\">Tax Register other household income</td>\n<td align=\"left\">3,260.84</td>\n<td align=\"left\">3,365.34</td>\n<td align=\"left\">0.649</td>\n<td align=\"left\">-554.238</td>\n<td align=\"left\">345.246</td>\n</tr>\n<tr>\n<td align=\"left\">First-earner age</td>\n<td align=\"left\">59.49</td>\n<td align=\"left\">59.02</td>\n<td align=\"left\">0.006</td>\n<td align=\"left\">0.136</td>\n<td align=\"left\">0.798</td>\n</tr>\n<tr>\n<td align=\"left\">First-earner sex</td>\n<td align=\"left\">0.59</td>\n<td align=\"left\">0.60</td>\n<td align=\"left\">0.002</td>\n<td align=\"left\">-0.026</td>\n<td align=\"left\">-0.006</td>\n</tr>\n<tr>\n<td align=\"left\">Household size</td>\n<td align=\"left\">2.16</td>\n<td align=\"left\">2.32</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">-0.186</td>\n<td align=\"left\">-0.137</td>\n</tr>\n<tr>\n<td align=\"left\">Number of children</td>\n<td align=\"left\">0.26</td>\n<td align=\"left\">0.32</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">-0.077</td>\n<td align=\"left\">-0.05</td>\n</tr>\n<tr>\n<td align=\"left\">First-earner occupation</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"> Employed</td>\n<td align=\"left\">0.52</td>\n<td align=\"left\">0.49</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.032</td>\n<td align=\"left\">0.032</td>\n</tr>\n<tr>\n<td align=\"left\"> Unemployed</td>\n<td align=\"left\">0.03</td>\n<td align=\"left\">0.05</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">-0.03</td>\n<td align=\"left\">-0.022</td>\n</tr>\n<tr>\n<td align=\"left\"> Homemaker</td>\n<td align=\"left\">0.04</td>\n<td align=\"left\">0.08</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">-0.041</td>\n<td align=\"left\">-0.032</td>\n</tr>\n<tr>\n<td align=\"left\"> Retired</td>\n<td align=\"left\">0.38</td>\n<td align=\"left\">0.36</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.017</td>\n<td align=\"left\">0.036</td>\n</tr>\n<tr>\n<td align=\"left\"> Student, unable to work or other</td>\n<td align=\"left\">0.03</td>\n<td align=\"left\">0.02</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.012</td>\n<td align=\"left\">0.019</td>\n</tr>\n<tr>\n<td align=\"left\">First-earner education level</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"> None</td>\n<td align=\"left\">0.04</td>\n<td align=\"left\">0.04</td>\n<td align=\"left\">0.002</td>\n<td align=\"left\">-0.01</td>\n<td align=\"left\">-0.002</td>\n</tr>\n<tr>\n<td align=\"left\"> Primary education</td>\n<td align=\"left\">0.17</td>\n<td align=\"left\">0.18</td>\n<td align=\"left\">0.072</td>\n<td align=\"left\">-0.015</td>\n<td align=\"left\">0.001</td>\n</tr>\n<tr>\n<td align=\"left\"> Lower secondary education</td>\n<td align=\"left\">0.27</td>\n<td align=\"left\">0.28</td>\n<td align=\"left\">0.423</td>\n<td align=\"left\">-0.013</td>\n<td align=\"left\">0.005</td>\n</tr>\n<tr>\n<td align=\"left\"> Vocational education (2-3 years)</td>\n<td align=\"left\">0.07</td>\n<td align=\"left\">0.08</td>\n<td align=\"left\">0.326</td>\n<td align=\"left\">-0.008</td>\n<td align=\"left\">0.003</td>\n</tr>\n<tr>\n<td align=\"left\"> Upper secondary education</td>\n<td align=\"left\">0.29</td>\n<td align=\"left\">0.27</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.013</td>\n<td align=\"left\">0.031</td>\n</tr>\n<tr>\n<td align=\"left\"> University bachelor’s degree</td>\n<td align=\"left\">0.13</td>\n<td align=\"left\">0.14</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">-0.024</td>\n<td align=\"left\">-0.01</td>\n</tr>\n<tr>\n<td align=\"left\"> Post graduate education</td>\n<td align=\"left\">0.03</td>\n<td align=\"left\">0.01</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.012</td>\n<td align=\"left\">0.017</td>\n</tr>\n<tr>\n<td align=\"left\">Type of Family</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"> Single</td>\n<td align=\"left\">0.37</td>\n<td align=\"left\">0.31</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.055</td>\n<td align=\"left\">0.074</td>\n</tr>\n<tr>\n<td align=\"left\"> Couple with no children</td>\n<td align=\"left\">0.21</td>\n<td align=\"left\">0.24</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">-0.038</td>\n<td align=\"left\">-0.021</td>\n</tr>\n<tr>\n<td align=\"left\"> Couple with 1 child</td>\n<td align=\"left\">0.16</td>\n<td align=\"left\">0.17</td>\n<td align=\"left\">0.016</td>\n<td align=\"left\">-0.017</td>\n<td align=\"left\">-0.002</td>\n</tr>\n<tr>\n<td align=\"left\"> Couple with 2 or more children</td>\n<td align=\"left\">0.12</td>\n<td align=\"left\">0.17</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">-0.063</td>\n<td align=\"left\">-0.049</td>\n</tr>\n<tr>\n<td align=\"left\"> Other</td>\n<td align=\"left\">0.14</td>\n<td align=\"left\">0.11</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.023</td>\n<td align=\"left\">0.036</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Comparison between SILC and HBS Samples before Matching",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "After the identification of common variables, we stratify the HBS and SILC samples by the 20 Italian regions and then within each of them by 18 income quantiles, based on the household total declared income from the Tax Register data. We obtain 380 strata of observations plus an additional stratum for all households with a negative declared income. Now the objective is to find, for each SILC household, the most similar household in the HBS dataset, given a set of characteristics. To this purpose, within each stratum, we implement a Nearest Neighbor matching (with replacement) based on the Mahalanobis distance relying on the following covariates (listed in <a href=\"#table2\">Table 2</a>): household total income, household taxable income, household land and buildings income, first-earner total income, first-earner taxable income, other income, household size, type of family, first-earner age, sex, type of job, education level.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Thanks to the matching, for each household of the SILC dataset we can identify the most similar household in the HBS survey. Therefore, we can assign to the SILC household the expenditure variables of the paired household. It is worth mentioning that, the matching procedure allows for replacement, hence one HBS household can be matched with more than one SILC household.<a href=\"#fn10\"> <sup>10</sup> </a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Generally, when statistical matching is used for quasi-experiment impact evaluations, verifying the matching performance is very important to produce reliable results. Indeed, after the statistical matching, the two groups (the treated and the control group) should not show significant differences in the covariates. However, in this case, we use matching to integrate two different data sources therefore also other aspects must be considered. As described by <a href=\"#bib36\">Rässler (2004)</a>, when the statistical matching is used for data fusion, the most important objective after matching is to preserve original individual values, joint distributions, correlation structures, and marginal distributions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Hence, in order to check the matching: (i) we compare the SILC and HSB observations on average and in each income decile to check whether they are significantly different; (ii) and we provide a graphical representation of the variables distribution before and after the matching to verify whether they are preserved.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To the best of our knowledge, the existing studies on Italian microsimulation model do not test whether the two survey groups are, on average, significantly different after the matching. We provide this information to have a complete overview of the sample, even though the preservation of variables distributions is the most important aspect to check in case of data fusion. In <a href=\"#table3\">Table 3</a>, we compare SILC and HBS matched observations in the variables used for the matching. We want to check whether the two groups, after the matching, are not significantly different, on average, in terms of income.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors elaboration.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: sample weights are not used for estimations.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Mean in SILC</th>\n<th align=\"left\">Mean in HBS</th>\n<th align=\"left\">p-value for difference</th>\n<th align=\"left\">95% C.I.</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Tax Register household total income</td>\n<td align=\"left\">31,474.26</td>\n<td align=\"left\">30,638.12</td>\n<td align=\"left\">0.075</td>\n<td align=\"left\">-83.54</td>\n<td align=\"left\">1,755.83</td>\n</tr>\n<tr>\n<td align=\"left\">Tax Register household taxable income</td>\n<td align=\"left\">30,584.36</td>\n<td align=\"left\">30,178.54</td>\n<td align=\"left\">0.360</td>\n<td align=\"left\">-463.892</td>\n<td align=\"left\">1,275.54</td>\n</tr>\n<tr>\n<td align=\"left\">Tax Register first-earner total income</td>\n<td align=\"left\">23,972.73</td>\n<td align=\"left\">23,783.18</td>\n<td align=\"left\">0.595</td>\n<td align=\"left\">-508.693</td>\n<td align=\"left\">887.787</td>\n</tr>\n<tr>\n<td align=\"left\">Tax Register first-earner taxable income</td>\n<td align=\"left\">23,158.80</td>\n<td align=\"left\">23,201.90</td>\n<td align=\"left\">0.900</td>\n<td align=\"left\">-717.76</td>\n<td align=\"left\">631.569</td>\n</tr>\n<tr>\n<td align=\"left\">Tax Register household land and buildings income</td>\n<td align=\"left\">1,641.48</td>\n<td align=\"left\">1,033.65</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">483.753</td>\n<td align=\"left\">731.91</td>\n</tr>\n<tr>\n<td align=\"left\">Tax Register other household income</td>\n<td align=\"left\">3,260.84</td>\n<td align=\"left\">1,501.07</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">1,363.42</td>\n<td align=\"left\">2,156.12</td>\n</tr>\n<tr>\n<td align=\"left\">First-earner age</td>\n<td align=\"left\">59.49</td>\n<td align=\"left\">60.67</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">-1.672</td>\n<td align=\"left\">-0.676</td>\n</tr>\n<tr>\n<td align=\"left\">First-earner sex</td>\n<td align=\"left\">0.59</td>\n<td align=\"left\">0.62</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">-0.05</td>\n<td align=\"left\">-0.02</td>\n</tr>\n<tr>\n<td align=\"left\">Household size</td>\n<td align=\"left\">2.16</td>\n<td align=\"left\">2.01</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.123</td>\n<td align=\"left\">0.187</td>\n</tr>\n<tr>\n<td align=\"left\">Number of children</td>\n<td align=\"left\">0.26</td>\n<td align=\"left\">0.22</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.029</td>\n<td align=\"left\">0.059</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>First-earner occupation</i>\n</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"> Employed</td>\n<td align=\"left\">0.52</td>\n<td align=\"left\">0.48</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.048</td>\n<td align=\"left\">0.048</td>\n</tr>\n<tr>\n<td align=\"left\"> Unemployed</td>\n<td align=\"left\">0.03</td>\n<td align=\"left\">0.02</td>\n<td align=\"left\">0.020</td>\n<td align=\"left\">0.001</td>\n<td align=\"left\">0.008</td>\n</tr>\n<tr>\n<td align=\"left\"> Homemaker</td>\n<td align=\"left\">0.04</td>\n<td align=\"left\">0.03</td>\n<td align=\"left\">0.017</td>\n<td align=\"left\">0.001</td>\n<td align=\"left\">0.01</td>\n</tr>\n<tr>\n<td align=\"left\"> Retired</td>\n<td align=\"left\">0.38</td>\n<td align=\"left\">0.45</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">-0.076</td>\n<td align=\"left\">-0.046</td>\n</tr>\n<tr>\n<td align=\"left\"> Student, unable to work or other</td>\n<td align=\"left\">0.03</td>\n<td align=\"left\">0.02</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.015</td>\n<td align=\"left\">0.023</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>First-earner education level</i>\n</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"> None</td>\n<td align=\"left\">0.04</td>\n<td align=\"left\">0.03</td>\n<td align=\"left\">0.002</td>\n<td align=\"left\">0.003</td>\n<td align=\"left\">0.012</td>\n</tr>\n<tr>\n<td align=\"left\"> Primary education</td>\n<td align=\"left\">0.17</td>\n<td align=\"left\">0.20</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">-0.043</td>\n<td align=\"left\">-0.018</td>\n</tr>\n<tr>\n<td align=\"left\"> Lower secondary education</td>\n<td align=\"left\">0.27</td>\n<td align=\"left\">0.29</td>\n<td align=\"left\">0.009</td>\n<td align=\"left\">-0.032</td>\n<td align=\"left\">-0.004</td>\n</tr>\n<tr>\n<td align=\"left\"> Vocational education (2-3 years)</td>\n<td align=\"left\">0.07</td>\n<td align=\"left\">0.05</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.014</td>\n<td align=\"left\">0.026</td>\n</tr>\n<tr>\n<td align=\"left\"> Upper secondary education</td>\n<td align=\"left\">0.29</td>\n<td align=\"left\">0.31</td>\n<td align=\"left\">0.085</td>\n<td align=\"left\">-0.027</td>\n<td align=\"left\">0.002</td>\n</tr>\n<tr>\n<td align=\"left\"> University bachelor’s degree</td>\n<td align=\"left\">0.13</td>\n<td align=\"left\">0.11</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.007</td>\n<td align=\"left\">0.024</td>\n</tr>\n<tr>\n<td align=\"left\"> Post graduate education</td>\n<td align=\"left\">0.03</td>\n<td align=\"left\">0.01</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.015</td>\n<td align=\"left\">0.021</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>Type of Family</i>\n</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"> Single</td>\n<td align=\"left\">0.37</td>\n<td align=\"left\">0.41</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">-0.058</td>\n<td align=\"left\">-0.027</td>\n</tr>\n<tr>\n<td align=\"left\"> Couple with no children</td>\n<td align=\"left\">0.21</td>\n<td align=\"left\">0.26</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">-0.058</td>\n<td align=\"left\">-0.032</td>\n</tr>\n<tr>\n<td align=\"left\"> Couple with 1 child</td>\n<td align=\"left\">0.16</td>\n<td align=\"left\">0.15</td>\n<td align=\"left\">0.012</td>\n<td align=\"left\">0.003</td>\n<td align=\"left\">0.023</td>\n</tr>\n<tr>\n<td align=\"left\"> Couple with 2 or more children</td>\n<td align=\"left\">0.12</td>\n<td align=\"left\">0.11</td>\n<td align=\"left\">0.270</td>\n<td align=\"left\">-0.004</td>\n<td align=\"left\">0.013</td>\n</tr>\n<tr>\n<td align=\"left\"> Other</td>\n<td align=\"left\">0.14</td>\n<td align=\"left\">0.07</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">0.063</td>\n<td align=\"left\">0.077</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Comparison between SILC and HBS Samples after Matching",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Indeed, the p-value for the difference between SILC and HBS for the most important income categories shows that the two samples are not significantly different on average in these variables. However, the two groups are still significantly different in several socio-demographic variables (first-earner age and sex, household size, type of job, education level and type of family) and this is in line with what we observed before the matching.",
                            "type": "paragraph"
                        },
                        {
                            "text": "An explanation for this unchanged difference in socio-demographic variables can be found in the sample stratification, implemented in the first step of the matching procedure. On the one hand, the stratification of households by income quantiles, allows us to obtain a good matching in terms of income, on the other, the creation of very small sub-sample of observations with similar income reduces the possibility for each SILC observation to find a similar HBS household in terms of socio-demographic characteristics. While in the setting of impact evaluation this could impair the validity of the study, for the purpose of our model this difference does not represent a limitation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To further inspect the matching results, we compare the samples by the households total income deciles, that we are going to use to compute VAT incidence. <a href=\"#table4\">Table 4</a> shows that households are not significantly different in each income decile except in the last one. This is due to the fact that in the SILC sample there are outliers with very high-income values, while in HBS sample there are not such extremely high values. While we can discard HBS observations who are not similar to SILC households, we cannot discard any SILC household because we need to keep the survey representative at the country level. Therefore, if there are SILC households that are very different from all the HBS observations, instead of discarding them, we compare them with the nearest HBS household even though it is not strictly similar. Finally, the most important aspect to be preserved after the matching are the variables distributions. In order to check whether distributions are preserved we show the Kernel density distribution of the most important income categories for SILC and HBS samples, before and after the matching (<a href=\"#fig1\">Figure 1</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors elaboration.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Average Household Total Income(Tax Register Data)</th>\n<th align=\"left\">p-value for difference</th>\n<th align=\"left\">95% C.I.</th>\n</tr>\n<tr>\n<th align=\"left\">SILC</th>\n<th align=\"left\">HBS</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Decile 1</td>\n<td align=\"left\">109.84</td>\n<td align=\"left\">97.09</td>\n<td align=\"left\">0.362</td>\n<td align=\"left\">-14.690</td>\n<td align=\"left\">40.191</td>\n</tr>\n<tr>\n<td align=\"left\">Decile 2</td>\n<td align=\"left\">6,123.82</td>\n<td align=\"left\">6,100.1</td>\n<td align=\"left\">0.853</td>\n<td align=\"left\">-227.601</td>\n<td align=\"left\">275.042</td>\n</tr>\n<tr>\n<td align=\"left\">Decile 3</td>\n<td align=\"left\">12,119.33</td>\n<td align=\"left\">12,100.75</td>\n<td align=\"left\">0.808</td>\n<td align=\"left\">-227.601</td>\n<td align=\"left\">275.042</td>\n</tr>\n<tr>\n<td align=\"left\">Decile 4</td>\n<td align=\"left\">17,048.14</td>\n<td align=\"left\">17,003.47</td>\n<td align=\"left\">0.479</td>\n<td align=\"left\">-79.197</td>\n<td align=\"left\">168.543</td>\n</tr>\n<tr>\n<td align=\"left\">Decile 5</td>\n<td align=\"left\">21,418.1</td>\n<td align=\"left\">21,422.48</td>\n<td align=\"left\">0.944</td>\n<td align=\"left\">-127.396</td>\n<td align=\"left\">118.644</td>\n</tr>\n<tr>\n<td align=\"left\">Decile 6</td>\n<td align=\"left\">26,253.72</td>\n<td align=\"left\">26,184.46</td>\n<td align=\"left\">0.337</td>\n<td align=\"left\">-72.261</td>\n<td align=\"left\">210.775</td>\n</tr>\n<tr>\n<td align=\"left\">Decile 7</td>\n<td align=\"left\">32,128.57</td>\n<td align=\"left\">32,141.58</td>\n<td align=\"left\">0.886</td>\n<td align=\"left\">-191.308</td>\n<td align=\"left\">165.297</td>\n</tr>\n<tr>\n<td align=\"left\">Decile 8</td>\n<td align=\"left\">40,270.44</td>\n<td align=\"left\">40,385.72</td>\n<td align=\"left\">0.382</td>\n<td align=\"left\">-373.659</td>\n<td align=\"left\">143.105</td>\n</tr>\n<tr>\n<td align=\"left\">Decile 9</td>\n<td align=\"left\">52,844.87</td>\n<td align=\"left\">52,972.46</td>\n<td align=\"left\">0.561</td>\n<td align=\"left\">-557.837</td>\n<td align=\"left\">302.661</td>\n</tr>\n<tr>\n<td align=\"left\">Decile 10</td>\n<td align=\"left\">100,286.9</td>\n<td align=\"left\">92,542.72</td>\n<td align=\"left\">0.000</td>\n<td align=\"left\">3642.137</td>\n<td align=\"left\">11,846.200</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Comparison between SILC and HBS Samples after Matching, by Income Deciles",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00243%2Fijm-00243-fig001.tif",
                                        "size": {
                                            "width": 1833,
                                            "height": 1333
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00243%2Fijm-00243-fig001.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00243-fig001.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Tax Register Income Distribution Before and After Matching. Source: Authors elaboration based on <a href=\"#bib22\">Istat, 2018a</a>\n<a href=\"#bib22\">Istat (2018a)</a> and HBS 2017 data. Note: For graphical purposes, figures report the Kernel density distribution for income values below 200,000 Euros.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Before the matching the distribution represents all HBS household, while after the matching the distribution represents only HBS observations not discarded by the matching and it takes into account the fact that some observation is repeated more than once to be paired with SILC households. <a href=\"#fig1\">Figure 1</a> shows that the income distributions of SILC and HBS households is really similar with original samples and that this similarity is preserved even after the matching.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Additionally, we provide a graphic representation of the Kernel density distribution of expenditures, before and after the matching. We want to check whether the exclusion of some HBS household during the matching procedure could have altered the original distribution of the most important expenditure aggregates (namely: total expenditure, food expenditure, non-durable expenditures, durable expenditures). In <a href=\"#fig2\">Figure 2</a>, we show that the two distributions are extremely similar before and after the matching.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00243%2Fijm-00243-fig002.tif",
                                        "size": {
                                            "width": 1833,
                                            "height": 1334
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00243%2Fijm-00243-fig002.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00243-fig002.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "HBS Households Expenditures Distribution Before and After Matching. Source: Authors elaboration based on HBS 2017 data. Note: Graphs report the Kernel density distribution of expenditures.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In general, we can consider the matching performance good for the purpose of our microsimulation model because the distributions are preserved, and the two groups, on average, are not significantly different in income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, we compared the performance of our matching with other two matching procedures commonly used by scholars. First, we tested a nearest neighbour matching with replacement (using the Mahalanobis distance) based on socio-demographic variables only and we stratify observations by type of job (as a proxy for income). After the matching, we compared the Tax Register declared income of the paired households and they are significantly different. Second, we replicate the most common procedure used in the literature, by matching SILC and HBS relying on the estimated consumption in the SHIW dataset. After the matching, we compare the Tax Register data of the two groups and we found that this procedure matches households that are significantly different in income. Also, the consumption distribution after matching is different from the consumption distribution observed before the matching (see <a href=\"#A1-T1\">Table A1</a>). Basing on our estimations, the matching procedure used in this paper outperforms (thanks to the access to Tax Register data) those implemented in the existing literature.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2. Method",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Creation of the integrated dataset: VATIC",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Once we produced a reliable dataset, which includes both data on income and expenditures, we start to model the VAT microsimulation. In this section we describe the steps to estimate the expected and actual VAT amounts and the VAT incidence on households disposable income for the year 2019 with current legislation. We show how we compute the core microsimulation variables (Section 4.1) and then we describe the outputs of a microsimulation for 2019 with current VAT legislation (Section 4.2). Currently, the Italian VAT legislation establishes: (i) the application of a super reduced rate of 4% for basic food items, some medical services, books and newspapers; (ii) the application of two reduced rates of 5% and 10% for other food items and some house maintenance services; (iii) the application of the standard rate of 22% for other assets; (iv) the VAT exemption for some categories of goods or services, such as education. The same asset may be subject to different VAT rates (i.e. for heating gas a reduced rate of 10% is applied for domestic uses and up to a certain consumption threshold; in all other cases, the standard rate is 22%). Indeed, for each consumption item, we need to consider five weights, which represent the share of that item consumption subject to each VAT rate (4%, 5%, 10%, 22%, exempt).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "As reported in Section 2, the last available survey data on income and consumption expenditures refer to 2017. To estimate VAT amounts and incidence coherent with the most updated National Accounts data, we convert 2017 survey data to 2019 National Accounts data. We cannot directly rely on National Accounts data on expenditure because this data is aggregated at national level and alone it is not suitable for a distributional analysis. However, we can use this data to convert expenditures from survey data to National Accounts data, as follows. First, we rely on 2019 National Accounts data on household expenditure (Aggregated into 12 consumption functions according to Coicop classification at 2 digits). (<a href=\"#bib24\">Istat, 2020a</a>), and on the NIC Consumer Price Index weights (Classified with ECoicop at 5 digits) (<a href=\"#bib25\">Istat, 2020b</a>). Weights are used to obtain the consumption for each product for the 12 Coicop consumption function. Then we estimate each good’s expenditure amount subject to each VAT rate by relying on the current VAT legislation (for more details see <a href=\"#bib9\">Calà et al., 2020</a>).<a href=\"#fn11\"> <sup>11</sup> </a> Second, for each 2017 HBS good we calculate the aggregate expenditure for all households. Third, for each good and VAT rate, we calculate the relative change between the National Accounts expenditure data and the survey expenditure data. Since National Accounts data is not disaggregated at the household level, to obtain each household expenditure for 2019, we apply the aggregate relative change to each survey’s household expenditure.<a href=\"#fn12\"> <sup>12</sup> </a> Now, we know for every household, every good, and every VAT rate, the estimated expenditure in 2019. This data is perfectly consistent with the National Accounts aggregate data on expenditure, making our model ideal for microsimulation purposes and perfectly coherent with the macroeconomic data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Expenditure data still include the VAT amounts paid by the household and VAT evasion.<a href=\"#fn13\"> <sup>13</sup> </a> Therefore, we calculate the net expenditure for each good, each VAT rate and each household. Once we have data on net expenditure, we can calculate the expected VAT revenues (namely, the VAT that should be paid by taxpayers when there is not evasion) by simply multiplying the net expenditure for the corresponding VAT rate. Then, to get data on VAT evasion for each item, we rely on the unobserved economy rates estimated by <a href=\"#bib26\">Istat (2020c)</a>.<a href=\"#fn14\"> <sup>14</sup> </a> The VAT taxable bases are calculated assuming that VAT gap for final consumption (business to customer - B2C) is entirely due to omitted invoicing.<a href=\"#fn15\"> <sup>15</sup> </a> Hence, we apply these evasion rates to the expected VAT revenue amount. Finally, we computed the actual VAT as the difference between the expected VAT and the VAT gap. Once we have all the data on VAT, we calculate actual expenditure as the sum between net expenditure and the actual VAT.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Now we can easily convert also income from survey data to National Accounts data, at the simulation year. First, we assign a positive income value to survey households with negative or null survey income values, by implementing an imputation process based on an OLS regression, which accounts for households expenditure and other socio-demographic characteristics. Second, we adjust data on income to equalize the National Accounts data on disposable income (estimated by <a href=\"#bib27\">Istat, 2020d</a>).<a href=\"#fn16\"> <sup>16</sup> </a> To do so, we apply a procedure similar to the one implemented for expenditure data: we calculate the relative change at aggregate level (between survey and National Accounts data) and then we apply this variation to each household.<a href=\"#fn17\"> <sup>17</sup> </a> Finally, we have the VATIC dataset for 2019, which is consistent with National Accounts data, both on the consumption side and on the income side.<a href=\"#fn18\"> <sup>18</sup> </a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The model objectives are to assess the VAT incidence on households at current legislations and to simulate changes in VAT rates for a good or a set of goods. In case of simulations, we apply changes to VAT rates and to the relative amount of each good’s expenditure subject to the new rates.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1. The microsimulation core variables",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In this section, we describe the VATSIM-DF (II) outputs. <a href=\"#fig3\">Figure 3</a> shows net consumption (that is the taxable VAT base) by household income deciles and VAT rates. We find that households in the first and tenth decile devote, respectively, around 8.6% and 5.8% of their total expenditure to goods with super reduced VAT rate (4%). While they spend, respectively, 33% and 35.1% of their total expenditure for goods with standard VAT rate (22%). For each VAT rate, we compute the expected and actual VAT revenue and the VAT gap (see <a href=\"#table5\">Table 5</a>). As expected, most of the VAT revenue is driven by goods with the standard VAT rate (22%) that are also those with the highest VAT gap in absolute terms.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00243%2Fijm-00243-fig003.tif",
                                        "size": {
                                            "width": 1461,
                                            "height": 1063
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00243%2Fijm-00243-fig003.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00243-fig003.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Net Consumption, by Households Income Deciles and VAT rates. Source: Authors elaboration.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors elaboration.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table>\n<thead>\n<tr>\n<th align=\"left\">VAT rate</th>\n<th align=\"left\">Expected VAT</th>\n<th align=\"left\">VAT Gap</th>\n<th align=\"left\">Actual VAT</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">4%</td>\n<td align=\"left\">2,909,905,600</td>\n<td align=\"left\">307,970,616</td>\n<td align=\"left\">2,601,934,984</td>\n</tr>\n<tr>\n<td align=\"left\">5%</td>\n<td align=\"left\">114,201,667</td>\n<td align=\"left\">17,058,621</td>\n<td align=\"left\">97,143,046</td>\n</tr>\n<tr>\n<td align=\"left\">10%</td>\n<td align=\"left\">23,543,919,955</td>\n<td align=\"left\">3,817,302,226</td>\n<td align=\"left\">19,726,617,733</td>\n</tr>\n<tr>\n<td align=\"left\">22%</td>\n<td align=\"left\">76,787,961,011</td>\n<td align=\"left\">8,186,778,456</td>\n<td align=\"left\">68,601,182,579</td>\n</tr>\n<tr>\n<td align=\"left\">Total</td>\n<td align=\"left\">103,355,988,233</td>\n<td align=\"left\">12,329,109,919</td>\n<td align=\"left\">91,026,878,342</td>\n</tr>\n</tbody>\n</table>"
                                    ],
                                    "title": "Expected VAT, VAT Gap and Actual VAT, by VAT Rate",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig4\">Figure 4</a> shows the actual and expected VAT incidence on households disposable income by equivalent disposable income deciles.<a href=\"#fn19\"> <sup>19</sup> </a> As expected, VAT is a regressive tax because low-income households spend a higher share of their income for consumption (and consequently for VAT) with respect to high-income households. Indeed, we find that in 2019, at aggregate level, households in the lowest income decile devote 13.4% of their income to VAT expenditure. Conversely, the highest income households spend only 4.7% of their income to pay VAT on goods (for more details see <a href=\"#A3\">Appendix 3</a>, <a href=\"#A3-T1\">Table A3</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00243%2Fijm-00243-fig004.tif",
                                        "size": {
                                            "width": 1587,
                                            "height": 1155
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00243%2Fijm-00243-fig004.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00243-fig004.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "VAT Incidence on Households Disposable Income, by Income Deciles. Source: Authors elaboration.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Our results on VAT incidence are not very different from recent findings by <a href=\"#bib12\">Centro Studi Confindustria (2019)</a> but we found a slightly higher level of regressivity.<a href=\"#fn20\"> <sup>20</sup> </a> While we found a similar VAT incidence of 13% for the for the lowest income decile, for all the other deciles, Centro Studi Confindustria show a higher VAT incidence (between 10% and 9%) with respect to our findings (between 9% and 6%). For the highest income decile, this figure is even more pronounced because we found a VAT incidence of 4.7% while they find a VAT incidence of around 9%. The regressivity of VAT was confirmed also using different methodologies. For instance, <a href=\"#bib7\">Benassi and Randon (2020)</a> rely on the stochastic dominance relationship between the income share distribution and the VAT burden distribution and provide evidence of VAT regressivity. Finally, our results show that the VAT incidence trend in Italy is similar to the one calculated on the average of other 26 OECD countries (see <a href=\"#bib40\">Thomas, 2020</a>).<a href=\"#fn21\"> <sup>21</sup> </a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "In order to have a complete picture of the households that bear the highest burden of VAT, we disaggregate data on VAT incidence by VAT rates (<a href=\"#fig5\">Figure 5</a>). For goods with super reduced and reduced VAT rates (namely, 4%, 5%, and 10%), the incidence curve is flatter with respect to the one related to goods with a standard VAT rate (22%). However, the absolute difference in incidence between the highest and the lowest income deciles are 0.3, 1.9, and 6.3 percentage points, for super-reduced, reduced and standard VAT rates, respectively. This result shows that VAT is regressive, although by different degrees, for all VAT rates.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00243%2Fijm-00243-fig005.tif",
                                        "size": {
                                            "width": 1585,
                                            "height": 1153
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00243%2Fijm-00243-fig005.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00243-fig005.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Actual VAT Incidence on Households Income, by Income Deciles and VAT Rates. Source: Authors elaboration.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "More interestingly, the VAT incidence and the VAT gap vary by bundles of goods. Indeed, the VAT incidence curve is steeper for goods related to food and non-alcoholic beverages, transport, clothing and footwear, showing a stronger regressivity and a high burden for low-income households (see <a href=\"#A4\">Appendix 4</a>, <a href=\"#A4-F1\">Figure A4</a>)<a href=\"#fn22\"><sup>22</sup></a>. Transport, food, and non-alcoholic beverages are (jointly with housing, water, gas, electricity, and other fuels) also the goods that absorb the highest share of households income. Moreover, not surprisingly, the share of income devoted to these goods is much higher for low-income households in comparison with the highest income ones (see <a href=\"#A5\">Appendix 5</a>,<a href=\"#A5-F1\">Figure A5</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The results showed so far are based on the choice to measure the VAT incidence on current income. However, the high incidence of VAT on the lowest income deciles, can be due to two factors. The first one is usually related to under-reporting or misreporting errors in income data for the lowest deciles. To address this problem, we adjusted income by imputing unplausible low-income values to positive values (Section 4.1). The second one, is related to the use of current income instead of permanent income. Indeed, according to <a href=\"#bib20\">Gastaldi et al. (2016)</a>, in single-period analysis, findings about the regressivity of VAT may be upward biased by the presence, in the sample, of consumption smoothers, whose expenditure choices may not be affected by negative fluctuations in current income. The best option to check for this hypothesis would be to measure VAT incidence on lifetime income (<a href=\"#bib29\">Levell et al., 2020</a>), but this data availability is extremely limited. To overcome these issues, several scholars suggest relying on expenditure as reference value for VAT incidence (for instance, <a href=\"#bib1\">Adam et al., 2011</a>). Indeed, in some cases, and under the hypothesis of consumption smoothing, expenditure is used as a proxy for lifetime income. To account for this, we also estimate the VAT incidence on expenditure, and we found that, overall, the incidence curve is flat (<a href=\"#A6\">Appendix 6</a>,<a href=\"#A6-F1\">Figure A6</a>). However, using expenditure as a reference to calculate VAT incidence has its drawbacks. First, as argued by <a href=\"#bib32\">Mirrlees et al. (2011)</a>, since low-income households may face borrowing constraints to smooth consumption, the most important indicator for them is still current income. Second, while measuring VAT incidence on current income may lead to an overestimation of VAT regressivity, the use of expenditure, as reference value, may lead to an underestimation of VAT regressivity. Underestimating regressivity is much risky, as it could favour policies which can produce long-term detrimental effects on low-income households at risk of poverty.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2. Microsimulation outputs with current VAT legislation",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. The microsimulation model",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section, we show an application of VATSIM-DF (II). It is worth noting that the proposed application is an exercise to show how a reform of the VAT system may affect the VAT burden on households. The proposed reform is an exercise to test the simulation model. Indeed, to design a reform of the VAT system one should consider the entire fiscal systems and account for the individuals behavioral responses to changes in VAT rates.<a href=\"#fn23\"> <sup>23</sup> </a>",
                    "type": "paragraph"
                },
                {
                    "text": "We analyse a scenario with a revenue neutral reform which sets two VAT rates of 7% and 20%.<a href=\"#fn24\"> <sup>24</sup> </a> In particular, the reduced VAT rate of 7% is applied to food and non-alcoholic beverage and to other goods and services currently subject to a VAT rate of 4%, 5%, and 10%. Also, we applied the VAT rate of 7% to some articles and products for personal care (such as, female sanitary towels and babies’ nappies). In our simulation, we assign a VAT rate of 20% to goods and services which are currently subject to the standard VAT rate of 22%. <a href=\"#A7\">Appendix 7</a> (<a href=\"#A7-T1\">Table A7</a>) provides details about the changes we applied to existing VAT rates. The primary role of VAT is not to stimulate or discourage the consumption of certain types of goods, which is the goal of other types of fiscal measures.<a href=\"#fn25\"> <sup>25</sup> </a> However, in our simulation we take into account social, cultural and environmental considerations made in the past by policy makers. <a href=\"#fig6\">Figure 6</a> shows the results of our simulation in terms of VAT incidence in aggregate terms (see <a href=\"#A8\">Appendix 8</a>,<a href=\"#A8-F1\">Figure A8</a>, for further details). The simulation results show that the changes applied to VAT rates do not strongly affect the VAT burden on households, which is very similar to the one observed at current legislation. Indeed, in <a href=\"#fig7\">Figure 7</a>, we report the difference in incidence between simulation and current legislation. Although the VAT burden on households is not subject to strong changes, we can observe that there is a slight reduction in incidence for low-income households and an even smaller increase in incidence for high income households. Most importantly, in <a href=\"#A8\">Appendix 8</a> (<a href=\"#A8-F2\">Figure B8</a>), we show that the VAT incidence, for food and non-alcoholic beverages, decreases for all households but it benefits most low-income households. The same applies to other sectors, such as clothing and footwear and housing, water, gas, electricity and other fuels. Conversely, the VAT burden on households visibly increases for restaurants and hotels, especially for low-income households.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig6",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00243%2Fijm-00243-fig006.tif",
                                "size": {
                                    "width": 1585,
                                    "height": 1153
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00243%2Fijm-00243-fig006.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00243-fig006.jpg"
                                }
                            },
                            "label": "Figure 6",
                            "title": "VAT Incidence on Households Income at simulation rates. Source: Authors elaboration. Note: VAT simulation rates are 7% and 20%.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig7",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00243%2Fijm-00243-fig007.tif",
                                "size": {
                                    "width": 1585,
                                    "height": 1152
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00243%2Fijm-00243-fig007.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00243-fig007.jpg"
                                }
                            },
                            "label": "Figure 7",
                            "title": "VAT Incidence difference between current legislation and simulation rates. Source: Authors elaboration.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s5",
            "title": "5. Simulation",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The objective of this paper was to describe the VATSIM-DF (II), a new microsimulation model whose goals are to: (i) to estimate actual and expected VAT amounts; (ii) to assess the VAT incidence on household disposable income; (iii) and to simulate the effects of changes in fiscal policies. The main innovation of our model, with respect to the existing literature, is the creation and the use of a new dataset developed by implementing an original matching procedure based on tax register data, which outperforms other matching procedures commonly used in previous studies.",
                    "type": "paragraph"
                },
                {
                    "text": "The model relies on two surveys about income and consumption which are merged one at a time with Tax Register data, through an exact matching based on tax codes. Then the two surveys are merged, between them, by a statistical matching relying on Tax Register data on income and on socio-demographic households characteristics. The resulting dataset (VATIC 2019) is a unique source of detailed data on income and expenditure, at the household level. Then survey data are adjusted to National Accounts data to obtain the most updated variables coherent with macroeconomic data. Finally, we provide the main microsimulation outputs. Indeed, thanks to this model, we can assess the actual and expected VAT revenue and the VAT gap. Most importantly, we estimate the level of regressivity of VAT in Italy, which is a crucial information to design policies able to account for the trade-off between equity and efficiency.",
                    "type": "paragraph"
                },
                {
                    "text": "The motivation for this model was twofold. From the one side, we wanted to produce a reliable microsimulation tool which can support Italian policy makers to design VAT related policies. From the other, we aimed at contributing to the existing literature by providing a microsimulation model with original features. Indeed, the value added of VATSIM-DF (II), with respect to the existing models, are: (i) the creation of a unique dataset with data on income and consumption with a very high level of reliability, since the matching procedure relies on tax codes and Tax Register data; (ii) the adjustment of survey data on income and consumption to National Accounts data at the year of the simulation, which makes our estimations on VAT extremely coherent with the most updated macroeconomic data. To the best of our knowledge, there are not existing models in Italy with these features and this makes VATSIM-DF (II) a promising tool for reliable microsimulations about the distributional effects of VAT. We show that the procedure we used to create the dataset VATIC 2019, outperforms other methods used in the literature about microsimulation models in Italy. Also, we show an application of our model by testing a revenue neutral reform with two VAT rates. The reform consists only of two rates: a reduced VAT rate of 7% and an ordinary VAT rate of 20%. In addition to other basic goods, the reduced VAT rate is also applied to female sanitary towels and babies nappies. We show that this reform does not strongly affect the VAT burden on households. Conversely, it benefits low-income households reducing the VAT burden for basic goods and services (e.g. food and non-alcoholic beverages; clothing and footwear; and housing, water, gas, electricity and other fuels). However, the VAT burden on households visibly increases for restaurants and hotels, in particular for low-income households. A further extension of the VATSIM-DF (II) model, which will be described in a forthcoming paper, focuses on the behavioural effects produced by tax-shifts and changes in fiscal policies.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Conclusion",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "Financed by the European Commission.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"http://www.dt.mef.gov.it/it/attivita_istituzionali/analisi_programmazione_economico_finanziaria/modellistica/itaxim.html\">http://www.dt.mef.gov.it/it/attivita_istituzionali/analisi_programmazione_economico_finanziaria/modellistica/itaxim.html</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Details are provided in section 3.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In other countries the HBS dataset include data on income.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The matching procedure will be explained in detail in Section 3.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Data analysis was conducted in STATA 14.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Data about the individual tax codes are extremely confidential and are anonymized by SOGEI s.p.a.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Another practical reason is that, in order to develop analyses on tax-shift from labour to consumption taxation, we integrate the VATSIM-DF (II) model with other models (e.g. TAXBEN-DF) which are based on SILC households.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Estimations were conducted using the STATA package developed by <a href=\"#bib28\">Leuven and Sianesi (2003)</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "4,239 HBS households are matched to one SILC household only, while the rest of the selected HBS observations are paired to more than one SILC household. This is due also to the fact that the SILC sample size is bigger than the HBS sample size.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The methodology used to estimate weights for each VAT rate is the same used for the calculation of VAT for the European budget own resources, in the unpublished document received from the Ministry of Economy and Finance “Base di calcolo risorse proprie I.V.A. 2019”.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "HBS consumption data are usually underestimated. We can attribute the difference between the survey data and the National Accounts data to: (i) unintentional under-reporting due to recalling errors; (ii) intentional under-reporting motivated by tax evasion. Our methodology to adjust survey data to National Accounts data consists in a proportional assignment of expenditure values, for each asset. Indeed, while we adjust survey data to National Accounts, we do not consider differences across households, but we assume that the under-declaration is uniform among them. This assumption is consistent with the other steps of the model, in which tax evasion rates (applied to obtain actual VAT) varies across different goods or services, but do not depend on the households characteristics. A further development of our model will introduce evasion rates, which vary depending on households characteristics and seller types.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As mentioned, in our model, we consider only evasion rates which vary across good, but which do not change across households depending on their characteristics.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Istat estimates the evasion rates on economic sectors (NACE). We convert evasion rates on NACE to evasion rates first on CPA (by relying on a supply matrix) and then on COICOP (by relying on a transition matrix) (for more details, see the methodology implemented by <a href=\"#bib9\">Calà et al., 2020</a>)",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We assume that the evasion for omitted invoicing is associated with B2C transactions, while the evasion for omitted declaration is entirely due to the B2B transaction.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn15",
                    "title": "15.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Disposable income is adjusted for in-kind social benefits.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn16",
                    "title": "16.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Also, in this case we make a proportional adjustment to all families, not considering their own characteristics and assuming that households have the same propensity to evade. A further development of this model will accounts for this aspect.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn17",
                    "title": "17.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We compared the households’ propensity to consume computed in the original survey data with the one calculated on the final dataset (adjusted to National Accounts), and we checked that the original propensity to consume was preserved.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn18",
                    "title": "18.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The incidence is computed as the total VAT paid by the each decile of households over each decile total disposable equivalent income. Also, we can compute the VAT incidence as follows: for each household, we calculate the rate between paid VAT and disposable equivalent income. Then, within each decile, we compute the mean and the corresponding confidence intervals (see <a href=\"#A2\">Appendix 2</a>, <a href=\"#A2-F1\">Figure A2</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn19",
                    "title": "19.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For this estimation, <a href=\"#bib12\">Centro Studi Confindustria (2019)</a> relies on the EUROMOD-ITT v1.0 model with IT-SILC and HBS data.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn20",
                    "title": "20.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "With respect to our study, Pacifico found a higher level of regressivity: see <a href=\"https://www.lavoce.info/archives/10062/ecco-chi-soffre-di-piu-con-laumento-delliva/\">https://www.lavoce.info/archives/10062/ecco-chi-soffre-di-piu-con-laumento-delliva/</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn21",
                    "title": "21.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For more details about the households consumption composition by bundle and income decile, see <a href=\"#A4-F2\">Figure B4</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn22",
                    "title": "22.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "These aspects are beyond the scope of this paper and are the focus of VATSIM-DF (III), a behavioural model that will be the focus of further research.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn23",
                    "title": "23.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The proposed reform is almost neutral because we allow a slight increase in the VAT revenue.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn24",
                    "title": "24.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Reduced VAT rates are often used to pursuing distributional effects and, actually, are proven to be effective in promoting progressivity (<a href=\"#bib33\">OECD and KIPF, 2014</a>). However, they are less effective than other targeted measures in supporting poor households. Also, reduced rates aimed at pursuing social non-distributional objectives (i.e. stimulating consumption of books, restaurant foods, etc.) often provide equal or more benefits to the rich than to the poor (ibid.). This evidence leads to advocating also for different types of measures, rather than a mere change to the VAT system, to reach specific goals.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn25",
                    "title": "25.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Adam, S",
                        "preferred": "S Adam"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Phillips, D",
                        "preferred": "D Phillips"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith, S",
                        "preferred": "S Smith"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bettendorf, L",
                        "preferred": "L Bettendorf"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Boeters, S",
                        "preferred": "S Boeters"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kox, H",
                        "preferred": "H Kox"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Giannini, S",
                        "preferred": "S Giannini"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "A retrospective evaluation of elements of the EU VAT system: Final report, TAXUD/2010/DE/328, FWC No.TAXUD/2010/CC/104, Institute for Fiscal Studies (Project Leader)",
            "id": "bib1",
            "title": "TAXUD/2010/DE/328, FWC No.TAXUD/2010/CC/104, Institute for Fiscal Studies (Project Leader)",
            "type": "unknown"
        },
        {
            "articleTitle": "Fiscal Reforms during Fiscal Consolidation: The Case of Italy",
            "authors": [
                {
                    "name": {
                        "index": "Arachi, G",
                        "preferred": "G Arachi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bucci, V",
                        "preferred": "V Bucci"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Longobardi, E",
                        "preferred": "E Longobardi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Panteghini, PM",
                        "preferred": "PM Panteghini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Parisi, ML",
                        "preferred": "ML Parisi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pellegrino, S",
                        "preferred": "S Pellegrino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zanardi, A",
                        "preferred": "A Zanardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1628/001522112X659574",
            "id": "bib2",
            "journal": "Finanz-Archiv: Zeitschrift Fur Das Gesamte Finanzwesen",
            "pages": {
                "first": "445",
                "last": "465",
                "range": "445–465"
            },
            "type": "journal",
            "volume": "\n68\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Baldini, M",
                        "preferred": "M Baldini"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "MAPP98: un modello di analisi delle politiche pubbliche, in «Materiali di discussione», n. 331, Dipartimento Di Economia Politica, Università Di Modena",
            "id": "bib3",
            "title": "Dipartimento Di Economia Politica, Università Di Modena",
            "type": "unknown"
        },
        {
            "articleTitle": "The recent reforms of the Italian personal income tax: distributive and efficiency effects",
            "authors": [
                {
                    "name": {
                        "index": "Baldini, M",
                        "preferred": "M Baldini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pacifico, D",
                        "preferred": "D Pacifico"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib4",
            "journal": "Rivista Italiana Degli Economisti",
            "pages": {
                "first": "191",
                "last": "218",
                "range": "191–218"
            },
            "type": "journal",
            "volume": "\n14\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Baldini, M",
                        "preferred": "M Baldini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pacifico, D",
                        "preferred": "D Pacifico"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Termini, F",
                        "preferred": "F Termini"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "Imputation of missing expenditure information in standard household income surveys, DEMB Working Paper Series, Dipartimento Di Economia Marco Biagi - Università Di Modena e Reggio Emilia",
            "id": "bib6",
            "title": "DEMB Working Paper Series, Dipartimento Di Economia Marco Biagi - Università Di Modena e Reggio Emilia",
            "type": "unknown"
        },
        {
            "articleTitle": "The distribution of the tax burden and the income distribution: theory and empirical evidence",
            "authors": [
                {
                    "name": {
                        "index": "Benassi, C",
                        "preferred": "C Benassi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Randon, E",
                        "preferred": "E Randon"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1007/s40888-020-00207-3",
            "id": "bib7",
            "journal": "Economia Politica",
            "pages": {
                "first": "1087",
                "last": "1108",
                "range": "1087–1108"
            },
            "pmid": 31905099,
            "type": "journal",
            "volume": "\n38\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sastre-Descals, J",
                        "preferred": "J Sastre-Descals"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Spadara, A",
                        "preferred": "A Spadara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Utili, F",
                        "preferred": "F Utili"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "details": "Eur3: A prototype European tax-benefit model (no.9723), Faculty of Economics, University of Cambridge",
            "id": "bib8",
            "title": "Faculty of Economics, University of Cambridge",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Calà, VF",
                        "preferred": "VF Calà"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Carta, S",
                        "preferred": "S Carta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Manzo, M",
                        "preferred": "M Manzo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Signorelli, L",
                        "preferred": "L Signorelli"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "A Methodological Note on the Value Added Tax Simulation Model - DF (I), Ministry of Economy and Finance, Department of Finance",
            "id": "bib9",
            "title": "Ministry of Economy and Finance, Department of Finance",
            "type": "unknown"
        },
        {
            "articleTitle": "Toward a Comprehensive Tax Reform for Italy",
            "authors": [
                {
                    "name": {
                        "index": "Cammeraat, E",
                        "preferred": "E Cammeraat"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Crivelli, E",
                        "preferred": "E Crivelli"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.5089/9781513529226.001",
            "id": "bib10",
            "journal": "IMF Working Papers",
            "pages": "1",
            "pmid": 32947241,
            "type": "journal",
            "volume": "\n20\n"
        },
        {
            "authors": [
                {
                    "name": "Centro Studi Confindustria",
                    "type": "group"
                }
            ],
            "date": "2019",
            "id": "bib12",
            "title": "Dove va l’economia italiana e gli scenari di politica economica. Rapporti di previsione. Confindustria Servizi",
            "type": "web",
            "uri": "https://www.confindustria.it/home/centro-studi/temi-di-ricerca/congiuntura-e-previsioni"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ceriani, L",
                        "preferred": "L Ceriani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fiorio, C",
                        "preferred": "C Fiorio"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "details": "Euromod Country Report: Italy 2014-2017, Euromod Country Reports",
            "id": "bib13",
            "title": "Euromod Country Reports",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cifaldi, G",
                        "preferred": "G Cifaldi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Neri, A",
                        "preferred": "A Neri"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "Asking income and consumption questions in the same survey: what are the risks?, Bank of Italy Temi Di Discussione (Working Paper) No, 908",
            "id": "bib11",
            "title": "Bank of Italy Temi Di Discussione (Working Paper) No, 908",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Curci, N",
                        "preferred": "N Curci"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savegnago, M",
                        "preferred": "M Savegnago"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cioffi, M",
                        "preferred": "M Cioffi"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "details": "BIMic: The Bank of Italy microsimulation model for the Italian tax and benefit system, Bank of Italy Occasional Paper, (394)",
            "id": "bib15",
            "title": "Bank of Italy Occasional Paper, (394)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Curci, N",
                        "preferred": "N Curci"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savegnano, M",
                        "preferred": "M Savegnano"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "details": "Shifting taxes from labor to consumption: the efficiency equity trade-off, (No. 1244) Bank of Italy, Economic Research and International Relations Area.",
            "id": "bib14",
            "title": "(No. 1244) Bank of Italy, Economic Research and International Relations Area.",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "De Agostini, P",
                        "preferred": "P De Agostini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Capéau, B",
                        "preferred": "B Capéau"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kneeshaw, J",
                        "preferred": "J Kneeshaw"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leventi, C",
                        "preferred": "C Leventi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Manios, K",
                        "preferred": "K Manios"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus A, A",
                        "preferred": "A Paulus A"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vanheukelom, T",
                        "preferred": "T Vanheukelom"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "details": "EUROMOD Extension to Indirect Taxation: Final Report, EUROMOD Technical Note EMTN 3.0, Colchester, Institute for Social and Economic Research, University of Essex",
            "id": "bib16",
            "title": "EUROMOD Technical Note EMTN 3.0",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "De Vincenti, C",
                        "preferred": "C De Vincenti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pollastri, C",
                        "preferred": "C Pollastri"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "La partita doppia del welfare: una base informativa originale per dibattere di tassazione e riforma dell’intervento pubblico: XIV rapporto CER-SPI, Ediesse",
            "id": "bib17",
            "title": "Ediesse",
            "type": "unknown"
        },
        {
            "articleTitle": "Statistical matching of income and consumption expenditures",
            "authors": [
                {
                    "name": {
                        "index": "Donatiello, G",
                        "preferred": "G Donatiello"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "D’Orazio, M",
                        "preferred": "M D’Orazio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Frattarola, D",
                        "preferred": "D Frattarola"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rizzi, A",
                        "preferred": "A Rizzi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Scanu, M",
                        "preferred": "M Scanu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Spaziani, M",
                        "preferred": "M Spaziani"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "id": "bib18",
            "journal": "International Journal of Economic Sciences",
            "pages": {
                "first": "50",
                "last": "65",
                "range": "50–65"
            },
            "type": "journal",
            "volume": "\n3\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gastaldi, F",
                        "preferred": "F Gastaldi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Liberati, P",
                        "preferred": "P Liberati"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pisano, E",
                        "preferred": "E Pisano"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tedeschi, S",
                        "preferred": "S Tedeschi"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "Progressivity-Improving VAT Reforms in Italy, Working Paper SIEP 09",
            "id": "bib19",
            "title": "Working Paper SIEP 09",
            "type": "unknown"
        },
        {
            "articleTitle": "Regressivity-Reducing VAT Reforms",
            "authors": [
                {
                    "name": {
                        "index": "Gastaldi, F",
                        "preferred": "F Gastaldi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Liberati, P",
                        "preferred": "P Liberati"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pisano, E",
                        "preferred": "E Pisano"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tedeschi, S",
                        "preferred": "S Tedeschi"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.34196/ijm.00149",
            "id": "bib20",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "39",
                "last": "72",
                "range": "39–72"
            },
            "type": "journal",
            "volume": "\n10\n"
        },
        {
            "articleTitle": "A Tax-Benefit Microsimulation Model for Italy: A Partial Evaluation of Fiscal Consolidation in the Period 2011-2014",
            "authors": [
                {
                    "name": {
                        "index": "Giarda, E",
                        "preferred": "E Giarda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Baldini, M",
                        "preferred": "M Baldini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Olivieri, A",
                        "preferred": "A Olivieri"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.2139/ssrn.2665547",
            "id": "bib5",
            "journal": "SSRN Electronic Journal",
            "pages": "1",
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’donoghue, C",
                        "preferred": "C O’donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "details": "An introduction to EUROMOD, Microsimulation Unit, Department of Applied Economics, University of Cambridge",
            "id": "bib21",
            "title": "Microsimulation Unit, Department of Applied Economics, University of Cambridge",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Istat",
                    "type": "group"
                }
            ],
            "date": "2018",
            "details": "Indagine sul reddito e le condizioni di vita delle famiglie (EU-SILC). Dati trasversali 2018 Dati longitudinali 2015-2018. Aspetti metodologici dell’indagine, Istat",
            "id": "bib22",
            "title": "Istat",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Istat",
                    "type": "group"
                }
            ],
            "date": "2018",
            "details": "Indagine sulle spese delle famiglie, Periodo di riferimento: anno 2017. Aspetti metodologici dell’indagine, Istat",
            "id": "bib23",
            "title": "Istat",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Istat",
                    "type": "group"
                }
            ],
            "date": "2020",
            "discriminator": "a",
            "id": "bib24",
            "title": "Tavole conti economici nazionali, Settembre 2020 (Tavola 20). Retrieved 23/11/2020 from",
            "type": "web",
            "uri": "https://www.istat.it/it/archivio/247349"
        },
        {
            "authors": [
                {
                    "name": "Istat",
                    "type": "group"
                }
            ],
            "date": "2020",
            "discriminator": "b",
            "id": "bib25",
            "title": "Dataset: Nic - pesi dal 2016: Classificazione Ecoicop (5 cifre). Retrieved 23/11/2020 from",
            "type": "web",
            "uri": "http://dati.istat.it/"
        },
        {
            "authors": [
                {
                    "name": "Istat",
                    "type": "group"
                }
            ],
            "date": "2020",
            "discriminator": "c",
            "id": "bib26",
            "title": "Tavole economia non osservata nei conti nazionali, Anni: 2011-2018. Retrieved from",
            "type": "web",
            "uri": "https://www.istat.it/it/archivio/248596"
        },
        {
            "authors": [
                {
                    "name": "Istat",
                    "type": "group"
                }
            ],
            "date": "2020",
            "discriminator": "d",
            "id": "bib27",
            "title": "Dataset: Stock di attività non finanziarie e sequenza dei conti per settore istituzionale: Sequenza dei conti – Ed. ott. 2020. Retrieved 23/11/2020 from",
            "type": "web",
            "uri": "http://dati.istat.it/"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Leuven, E",
                        "preferred": "E Leuven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sianesi, B",
                        "preferred": "B Sianesi"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "PSMATCH2: Stata module to perform full Mahalanobis and propensity score matching, common support graphing, and covariate imbalance testing, Statistical Software Components S432001, Boston College Department of Economics, Revised 01 Feb 2018",
            "id": "bib28",
            "title": "Statistical Software Components S432001, Boston College Department of Economics, Revised 01 Feb 2018",
            "type": "unknown"
        },
        {
            "articleTitle": "Mobility and the lifetime distributional impact of tax and transfer reforms",
            "authors": [
                {
                    "name": {
                        "index": "Levell, P",
                        "preferred": "P Levell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Roantree, B",
                        "preferred": "B Roantree"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shaw, J",
                        "preferred": "J Shaw"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1007/s10797-020-09627-0",
            "id": "bib29",
            "journal": "International Tax and Public Finance",
            "pages": {
                "first": "751",
                "last": "793",
                "range": "751–793"
            },
            "type": "journal",
            "volume": "\n28\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Maitino, ML",
                        "preferred": "ML Maitino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ravagli, L",
                        "preferred": "L Ravagli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sciclone, N",
                        "preferred": "N Sciclone"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "Il modello di microsimulazione dell’Irpet MicroReg: aggiornamenti ed estensioni, Studi e Approfondimenti IRPET",
            "id": "bib30",
            "title": "Studi e Approfondimenti IRPET",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Marenzi, A",
                        "preferred": "A Marenzi"
                    },
                    "type": "person"
                }
            ],
            "date": "1989",
            "details": "La distribuzione del carico fiscale in Italia: un modello di microsimulazione, Pavia, Dipartimento Di Economia Pubblica e Territoriale",
            "id": "bib31",
            "title": "Pavia, Dipartimento Di Economia Pubblica e Territoriale",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mirrlees, SJ",
                        "preferred": "SJ Mirrlees"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Adam, S",
                        "preferred": "S Adam"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Besley, T",
                        "preferred": "T Besley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Blundell, R",
                        "preferred": "R Blundell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bond, S",
                        "preferred": "S Bond"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chote, R",
                        "preferred": "R Chote"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gammie, M",
                        "preferred": "M Gammie"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, P",
                        "preferred": "P Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Myles, G",
                        "preferred": "G Myles"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Poterba, J",
                        "preferred": "J Poterba"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "Tax by Design: The Mirrlees Review, Institute for Fiscal Studies",
            "id": "bib32",
            "title": "Institute for Fiscal Studies",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "OECD and KIPF",
                    "type": "group"
                }
            ],
            "date": "2014",
            "details": "The Distributional Effects of Consumption Taxes in OECD Countries, OECD Tax Policy Studies, No.22, Paris, OECD Publishing, 10.1787/9789264224520-en",
            "id": "bib33",
            "title": "OECD Tax Policy Studies, No.22",
            "type": "unknown"
        },
        {
            "articleTitle": "Developing a static microsimulation model for the analysis of housing taxation in Italy",
            "authors": [
                {
                    "name": {
                        "index": "Pellegrino, S",
                        "preferred": "S Pellegrino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Piacenza, M",
                        "preferred": "M Piacenza"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Turati, G",
                        "preferred": "G Turati"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.34196/ijm.00054",
            "id": "bib34",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "73",
                "last": "85",
                "range": "73–85"
            },
            "type": "journal",
            "volume": "\n4\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Pisano, E",
                        "preferred": "E Pisano"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tedeschi, S",
                        "preferred": "S Tedeschi"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "Micro data fusion of italian expenditures and incomes surveys, Working Papers 164, University of Rome La Sapienza, Department of Public Economics",
            "id": "bib35",
            "title": "Working Papers 164, University of Rome La Sapienza, Department of Public Economics",
            "type": "unknown"
        },
        {
            "articleTitle": "Data fusion: identification problems, validity, and multiple imputation",
            "authors": [
                {
                    "name": {
                        "index": "Rässler, S",
                        "preferred": "S Rässler"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "id": "bib36",
            "journal": "Austrian Journal of Statistics",
            "pages": {
                "first": "153",
                "last": "171",
                "range": "153–171"
            },
            "type": "journal",
            "volume": "\n33\n"
        },
        {
            "articleTitle": "The central role of the propensity score in observational studies for causal effects",
            "authors": [
                {
                    "name": {
                        "index": "Rosenbaum, PR",
                        "preferred": "PR Rosenbaum"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rubin, DB",
                        "preferred": "DB Rubin"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "doi": "10.1093/biomet/70.1.41",
            "id": "bib37",
            "journal": "Biometrika",
            "pages": {
                "first": "41",
                "last": "55",
                "range": "41–55"
            },
            "type": "journal",
            "volume": "\n70\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sisto, A",
                        "preferred": "A Sisto"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "Propensity score matching: un’applicazione per la creazione di un database integrato ISTAT-Banca d’Italia, Department of Public Policy and Public Choice-POLIS, Working Paper 63",
            "id": "bib38",
            "title": "Department of Public Policy and Public Choice-POLIS, Working Paper 63",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Taddei, A",
                        "preferred": "A Taddei"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "L’ipotesi di tax-shift dal lavoro ai consumi in Italia: un’analisi di microsimulazione fiscale utilizzando il modello EUROMOD, University of Genova DEP Working Paper, 7",
            "id": "bib39",
            "title": "University of Genova DEP Working Paper, 7",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Thomas, A",
                        "preferred": "A Thomas"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "Reassessing the regressivity of the VAT, OECD Taxation Working Papers, (49), 0_1-51",
            "id": "bib40",
            "title": "OECD Taxation Working Papers, (49), 0_1-51",
            "type": "unknown"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "text": "Below, we show the results after a matching procedure based on estimated consumption relying on the SHIW data (see <a href=\"#A1-T1\">Table A1</a>). Since we have access to the Tax register data, we show that a matching based on estimated consumption may pair households that are significantly different, on average, in Tax Register income (see <a href=\"#A1-T2\">Table B1</a>). Finally, we show the consumption distribution before and after the matching based on SHIW as bridge dataset (see <a href=\"#A1-F1\">Figure A1</a>). Comparing <a href=\"#fig2\">Figure 2</a> (Section 3.2) and <a href=\"#A1-F1\">Figure A1</a>, we find that our matching procedure, based on Tax Register data, is more able to preserve the original consumption distribution with respect to a matching procedure based on estimated consumption.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "A1-T1",
                            "label": "Table A1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Mean in SILC</th>\n<th align=\"left\">Mean in HBS</th>\n<th align=\"left\">p-value for difference</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Total consumption</td>\n<td align=\"left\">19,738.43</td>\n<td align=\"left\">19,589.20</td>\n<td align=\"left\">0.437</td>\n</tr>\n<tr>\n<td align=\"left\">First-earner age</td>\n<td align=\"left\">59.49</td>\n<td align=\"left\">59.14</td>\n<td align=\"left\">0.149</td>\n</tr>\n<tr>\n<td align=\"left\">First-earner sex</td>\n<td align=\"left\">0.59</td>\n<td align=\"left\">0.63</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\">Household size</td>\n<td align=\"left\">2.16</td>\n<td align=\"left\">2.12</td>\n<td align=\"left\">0.011</td>\n</tr>\n<tr>\n<td align=\"left\">Number of children</td>\n<td align=\"left\">0.26</td>\n<td align=\"left\">0.27</td>\n<td align=\"left\">0.498</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>First-earner occupation</i>\n</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"> Employed</td>\n<td align=\"left\">0.52</td>\n<td align=\"left\">0.52</td>\n<td align=\"left\">0.285</td>\n</tr>\n<tr>\n<td align=\"left\"> Unemployed</td>\n<td align=\"left\">0.03</td>\n<td align=\"left\">0.03</td>\n<td align=\"left\">0.871</td>\n</tr>\n<tr>\n<td align=\"left\"> Homemaker</td>\n<td align=\"left\">0.04</td>\n<td align=\"left\">0.04</td>\n<td align=\"left\">0.263</td>\n</tr>\n<tr>\n<td align=\"left\"> Retired</td>\n<td align=\"left\">0.38</td>\n<td align=\"left\">0.38</td>\n<td align=\"left\">0.914</td>\n</tr>\n<tr>\n<td align=\"left\"> Student, unable to work or other</td>\n<td align=\"left\">0.03</td>\n<td align=\"left\">0.03</td>\n<td align=\"left\">0.026</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>First-earner education level</i>\n</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"> None</td>\n<td align=\"left\">0.04</td>\n<td align=\"left\">0.03</td>\n<td align=\"left\">0.098</td>\n</tr>\n<tr>\n<td align=\"left\"> Primary education</td>\n<td align=\"left\">0.17</td>\n<td align=\"left\">0.17</td>\n<td align=\"left\">0.695</td>\n</tr>\n<tr>\n<td align=\"left\"> Lower secondary education</td>\n<td align=\"left\">0.27</td>\n<td align=\"left\">0.29</td>\n<td align=\"left\">0.024</td>\n</tr>\n<tr>\n<td align=\"left\"> Vocational education (2-3 years)</td>\n<td align=\"left\">0.07</td>\n<td align=\"left\">0.07</td>\n<td align=\"left\">0.243</td>\n</tr>\n<tr>\n<td align=\"left\"> Upper secondary education</td>\n<td align=\"left\">0.29</td>\n<td align=\"left\">0.30</td>\n<td align=\"left\">0.350</td>\n</tr>\n<tr>\n<td align=\"left\"> University bachelor’s degree</td>\n<td align=\"left\">0.13</td>\n<td align=\"left\">0.12</td>\n<td align=\"left\">0.237</td>\n</tr>\n<tr>\n<td align=\"left\"> Post graduate education</td>\n<td align=\"left\">0.03</td>\n<td align=\"left\">0.02</td>\n<td align=\"left\">0.037</td>\n</tr>\n<tr>\n<td align=\"left\">\n<i>Type of Family</i>\n</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\"> Single</td>\n<td align=\"left\">0.37</td>\n<td align=\"left\">0.43</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\"> Couple with no children</td>\n<td align=\"left\">0.21</td>\n<td align=\"left\">0.23</td>\n<td align=\"left\">0.057</td>\n</tr>\n<tr>\n<td align=\"left\"> Couple with 1 child</td>\n<td align=\"left\">0.16</td>\n<td align=\"left\">0.16</td>\n<td align=\"left\">1.000</td>\n</tr>\n<tr>\n<td align=\"left\"> Couple with 2 or more children</td>\n<td align=\"left\">0.25</td>\n<td align=\"left\">0.18</td>\n<td align=\"left\">0.000</td>\n</tr>\n<tr>\n<td align=\"left\"> Other</td>\n<td align=\"left\">0.00</td>\n<td align=\"left\">0.00</td>\n<td align=\"left\">0.000</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Comparison between SILC and HBS Samples after a Matching based on SHIW",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Note: We computed total consumption in SILC by relying on SHIW estimates.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "A1-T2",
                            "label": "Table B1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Tax Register variables not used in this matching procedure</th>\n<th align=\"left\">Mean in SILC</th>\n<th align=\"left\">Mean in HBS</th>\n<th align=\"left\">p-value for difference</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Tax Register household total income</td>\n<td align=\"left\">31,474.26</td>\n<td align=\"left\">30,324.65</td>\n<td align=\"left\">0.013</td>\n</tr>\n<tr>\n<td align=\"left\">Tax Register household taxable income</td>\n<td align=\"left\">30,584.36</td>\n<td align=\"left\">29,429.39</td>\n<td align=\"left\">0.008</td>\n</tr>\n<tr>\n<td align=\"left\">Tax Register first-earner total income</td>\n<td align=\"left\">1,641.48</td>\n<td align=\"left\">1,397.99</td>\n<td align=\"left\">0.001</td>\n</tr>\n<tr>\n<td align=\"left\">Tax Register first-earner taxable income</td>\n<td align=\"left\">3,260.84</td>\n<td align=\"left\">3,057.20</td>\n<td align=\"left\">0.424</td>\n</tr>\n<tr>\n<td align=\"left\">Tax Register household land and buildings income</td>\n<td align=\"left\">23,972.73</td>\n<td align=\"left\">24,133.68</td>\n<td align=\"left\">0.666</td>\n</tr>\n<tr>\n<td align=\"left\">Tax Register other household income</td>\n<td align=\"left\">23,158.80</td>\n<td align=\"left\">23,220.48</td>\n<td align=\"left\">0.863</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Comparison between SILC and HBS samples after an alternative matching procedure based on estimated consumption relying on the SHIW dataset",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "A1-F1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00243%2Fijm-00243-fig008.tif",
                                "size": {
                                    "width": 1874,
                                    "height": 1361
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00243%2Fijm-00243-fig008.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00243-fig008.jpg"
                                }
                            },
                            "label": "Figure A1",
                            "title": "HBS Households Expenditures Distribution before and after a Matching based on estimated consumption using SHIW. Source: Authors elaboration.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "A1",
            "title": "Appendix 1"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "id": "A2-F1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00243%2Fijm-00243-fig009.tif",
                                "size": {
                                    "width": 1260,
                                    "height": 917
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00243%2Fijm-00243-fig009.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00243-fig009.jpg"
                                }
                            },
                            "label": "Figure A2",
                            "title": "Actual VAT Incidence on Households Disposable Income, by Income Deciles. Source: Authors elaboration. Note: The graph shows the average VAT incidence within each households income decile and the corresponding confidence intervals.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "A2",
            "title": "Appendix 2"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: Authors elaboration.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "A3-T1",
                            "label": "Table A3",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Equivalent disposable income deciles</th>\n<th align=\"left\">Total Disposable Income</th>\n<th align=\"left\">Expected VAT</th>\n<th align=\"left\">Actual VAT</th>\n<th align=\"left\">Expected VAT Incidence on Income (%)</th>\n<th align=\"left\">Actual VAT Incidence on Income (%)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">1</td>\n<td align=\"left\">42,656,515,904</td>\n<td align=\"left\">6,440,205,569</td>\n<td align=\"left\">5,717,503,164</td>\n<td align=\"left\">15.1</td>\n<td align=\"left\">13.4</td>\n</tr>\n<tr>\n<td align=\"left\">2</td>\n<td align=\"left\">79,589,374,269</td>\n<td align=\"left\">8,006,812,939</td>\n<td align=\"left\">7,084,726,118</td>\n<td align=\"left\">10.1</td>\n<td align=\"left\">8.9</td>\n</tr>\n<tr>\n<td align=\"left\">3</td>\n<td align=\"left\">93,403,298,062</td>\n<td align=\"left\">8,124,126,841</td>\n<td align=\"left\">7,179,631,781</td>\n<td align=\"left\">8.7</td>\n<td align=\"left\">7.7</td>\n</tr>\n<tr>\n<td align=\"left\">4</td>\n<td align=\"left\">106,856,669,734</td>\n<td align=\"left\">8,744,791,259</td>\n<td align=\"left\">7,721,938,519</td>\n<td align=\"left\">8.2</td>\n<td align=\"left\">7.2</td>\n</tr>\n<tr>\n<td align=\"left\">5</td>\n<td align=\"left\">122,544,889,789</td>\n<td align=\"left\">9,182,400,875</td>\n<td align=\"left\">8,084,834,747</td>\n<td align=\"left\">7.5</td>\n<td align=\"left\">6.6</td>\n</tr>\n<tr>\n<td align=\"left\">6</td>\n<td align=\"left\">132,819,790,461</td>\n<td align=\"left\">10,418,560,067</td>\n<td align=\"left\">9,178,307,726</td>\n<td align=\"left\">7.8</td>\n<td align=\"left\">6.9</td>\n</tr>\n<tr>\n<td align=\"left\">7</td>\n<td align=\"left\">148,735,451,716</td>\n<td align=\"left\">10,772,263,843</td>\n<td align=\"left\">9,473,851,362</td>\n<td align=\"left\">7.2</td>\n<td align=\"left\">6.4</td>\n</tr>\n<tr>\n<td align=\"left\">8</td>\n<td align=\"left\">163,114,644,148</td>\n<td align=\"left\">11,774,392,072</td>\n<td align=\"left\">10,352,181,184</td>\n<td align=\"left\">7.2</td>\n<td align=\"left\">6.3</td>\n</tr>\n<tr>\n<td align=\"left\">9</td>\n<td align=\"left\">189,448,962,698</td>\n<td align=\"left\">13,370,000,513</td>\n<td align=\"left\">11,739,157,681</td>\n<td align=\"left\">7.1</td>\n<td align=\"left\">6.2</td>\n</tr>\n<tr>\n<td align=\"left\">10</td>\n<td align=\"left\">305,787,404,365</td>\n<td align=\"left\">16,522,434,255</td>\n<td align=\"left\">14,494,746,061</td>\n<td align=\"left\">5.4</td>\n<td align=\"left\">4.7</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Expected and Actual VAT Incidence, by Equivalent Disposable Income Deciles",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "A3",
            "title": "Appendix 3"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "id": "A4-F1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00243%2Fijm-00243-fig010.tif",
                                "size": {
                                    "width": 1890,
                                    "height": 1419
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00243%2Fijm-00243-fig010.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00243-fig010.jpg"
                                }
                            },
                            "label": "Figure A4",
                            "title": "Actual and Expected VAT Incidence, by Bundle. Source: Authors elaboration. Note: The bundles refer, respectively, to: 1-Food and Non-Alcoholic Beverages; 2-Alcoholic Beverages and Tobacco; 3-Clothing and Footwear; 4-Housing, Water, Gas, Electricity and Other Fuels; 5-Furnishings, Household Equipment and Routine Maintenance Of The House; 6-Health; 7-Transport; 8-Communications; 9-Recreation and Culture; 10-Education; 11-Restaurants and Hotels; 12-Miscellaneous Goods and Services.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "A4-F2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00243%2Fijm-00243-fig011.tif",
                                "size": {
                                    "width": 1260,
                                    "height": 916
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00243%2Fijm-00243-fig011.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00243-fig011.jpg"
                                }
                            },
                            "label": "Figure B4",
                            "title": "=Consumption Composition, by Bundle and Income Deciles. Source: Authors elaboration. Note: The bundles refer, respectively, to: 1-Food and Non-Alcoholic Beverages; 2-Alcoholic Beverages and Tobacco; 3-Clothing and Footwear; 4-Housing, Water, Gas, Electricity and Other Fuels; 5-Furnishings, Household Equipment and Routine Maintenance Of The House; 6-Health; 7-Transport; 8-Communications; 9-Recreation and Culture; 10-Education; 11-Restaurants and Hotels; 12-Miscellaneous Goods and Services.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "A4",
            "title": "Appendix 4"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "id": "A5-F1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00243%2Fijm-00243-fig012.tif",
                                "size": {
                                    "width": 1890,
                                    "height": 1417
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00243%2Fijm-00243-fig012.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00243-fig012.jpg"
                                }
                            },
                            "label": "Figure A5",
                            "title": "Consumption Incidence on Income, by Bundle. Source: Authors elaboration. Note: The bundles refer, respectively, to: 1-Food and Non-Alcoholic Beverages; 2-Alcoholic Beverages and Tobacco; 3-Clothing and Footwear; 4-Housing, Water, Gas, Electricity and Other Fuels; 5-Furnishings, Household Equipment and Routine Maintenance Of The House; 6-Health; 7-Transport; 8-Communications; 9-Recreation and Culture; 10-Education; 11-Restaurants and Hotels; 12-Miscellaneous Goods and Services.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "A5",
            "title": "Appendix 5"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "id": "A6-F1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00243%2Fijm-00243-fig013.tif",
                                "size": {
                                    "width": 1886,
                                    "height": 1372
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00243%2Fijm-00243-fig013.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00243-fig013.jpg"
                                }
                            },
                            "label": "Figure A6",
                            "title": "VAT Incidence on Income and Expenditure, by VAT Rates and Income Deciles. Source: Authors elaboration.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "A6",
            "title": "Appendix 6"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: Authors elaboration.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "A7-T1",
                            "label": "Table A7",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Bundles</th>\n<th align=\"left\">Group of expenditures</th>\n<th align=\"left\">VAT rates in current legislation</th>\n<th align=\"left\">VAT simulation rates</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Rice, pasta products and couscous</td>\n<td align=\"left\">4%, 10%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Bread, flours and other cereals</td>\n<td align=\"left\">4%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Pizza and quiche, other bakery products, breakfast cereals, other cereal products</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Meat and meat preparations</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Fresh, chilled or frozen fish. Other preserved or processed fish and seafood-based preparations</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Fresh, chilled or frozen seafood</td>\n<td align=\"left\">10%, 22%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Milk and cheese</td>\n<td align=\"left\">4%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Preserved milk, yoghurt, other milk products</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Eggs</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Butter, olive oil, other edible oils</td>\n<td align=\"left\">4%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Other edible animal fats</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Fresh, chilled or frozen fruit</td>\n<td align=\"left\">4%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Dried fruit and nuts</td>\n<td align=\"left\">4%, 10%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Preserved fruit and fruit-based products</td>\n<td align=\"left\">10%, 22%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Fresh, chilled or dried vegetables, other preserved or processed vegetables, crisps</td>\n<td align=\"left\">4%, 10%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Frozen vegetables, potatoes and other tubers and products of tuber vegetables</td>\n<td align=\"left\">4%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Sugar, jams, marmalades, honey, chocolate, confectionery products, edible ices and ice cream</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Artificial sugar substitutes</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Sauces, condiments, baby food, ready-made meals, other food products n.e.c.</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Salt, spices and culinary herbs</td>\n<td align=\"left\">5%, 10%, 22%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Coffee and tea</td>\n<td align=\"left\">10%, 22%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Cocoa and powdered chocolate</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Food and non-Alcoholic Beverages</td>\n<td align=\"left\">Mineral waters, soft drinks, fruit and vegetable juices</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Alcoholic Beverages and Tobacco</td>\n<td align=\"left\">Spirits and liqueurs</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Alcoholic Beverages and Tobacco</td>\n<td align=\"left\">Tobacco</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Clothing and Footwear</td>\n<td align=\"left\">Clothing and footwear</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Housing, Water, Gas, Electricity and Other Fuels</td>\n<td align=\"left\">Actual rentals paid by tenants for primary and secondary residences</td>\n<td align=\"left\">0%, 10%</td>\n<td align=\"left\">0%, 20%</td>\n</tr>\n<tr>\n<td align=\"left\">Housing, Water, Gas, Electricity and Other Fuels</td>\n<td align=\"left\">Garage rentals and other rentals paid by tenants</td>\n<td align=\"left\">0%, 22%</td>\n<td align=\"left\">0%, 20%</td>\n</tr>\n<tr>\n<td align=\"left\">Housing, Water, Gas, Electricity and Other Fuels</td>\n<td align=\"left\">Imputed rentals of owner-occupiers and other imputed rentals</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">0%</td>\n</tr>\n<tr>\n<td align=\"left\">Housing, Water, Gas, Electricity and Other Fuels</td>\n<td align=\"left\">Materials for the maintenance and repair of the dwelling</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Housing, Water, Gas, Electricity and Other Fuels</td>\n<td align=\"left\">Services for the maintenance and repair of the dwelling</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Housing, Water, Gas, Electricity and Other Fuels</td>\n<td align=\"left\">Water supply</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Housing, Water, Gas, Electricity and Other Fuels</td>\n<td align=\"left\">Refuse and sewage collection</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">0%</td>\n</tr>\n<tr>\n<td align=\"left\">Housing, Water, Gas, Electricity and Other Fuels</td>\n<td align=\"left\">Maintenance charges in multi-occupied buildings</td>\n<td align=\"left\">0%, 10%, 22%</td>\n<td align=\"left\">0%, 7%, 20%</td>\n</tr>\n<tr>\n<td align=\"left\">Housing, Water, Gas, Electricity and Other Fuels</td>\n<td align=\"left\">Security services</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Housing, Water, Gas, Electricity and Other Fuels</td>\n<td align=\"left\">Other services related to dwelling</td>\n<td align=\"left\">10%, 22%</td>\n<td align=\"left\">7%, 20%</td>\n</tr>\n<tr>\n<td align=\"left\">Housing, Water, Gas, Electricity and Other Fuels</td>\n<td align=\"left\">Electricity</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Housing, Water, Gas, Electricity and Other Fuels</td>\n<td align=\"left\">Natural gas through networks, liquefied hydrocarbons</td>\n<td align=\"left\">10%, 22%</td>\n<td align=\"left\">7%, 20%</td>\n</tr>\n<tr>\n<td align=\"left\">Housing, Water, Gas, Electricity and Other Fuels</td>\n<td align=\"left\">Liquid fuels, solid fuels</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Housing, Water, Gas, Electricity and Other Fuels</td>\n<td align=\"left\">Other energy for heating and cooling</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Furnishings, Household Equipment and Routine Household Maintenance</td>\n<td align=\"left\">Furniture, furnishings, carpets and floor coverings</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Furnishings, Household Equipment and Routine Household Maintenance</td>\n<td align=\"left\">Services of laying of fitted carpets and floor coverings</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Furnishings, Household Equipment and Routine Household Maintenance</td>\n<td align=\"left\">Household textiles</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Furnishings, Household Equipment and Routine Household Maintenance</td>\n<td align=\"left\">Major and small household appliances</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Furnishings, Household Equipment and Routine Household Maintenance</td>\n<td align=\"left\">Glassware, tableware and household utensils</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Furnishings, Household Equipment and Routine Household Maintenance</td>\n<td align=\"left\">Domestic services by paid staff</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">0%</td>\n</tr>\n<tr>\n<td align=\"left\">Furnishings, Household Equipment and Routine Household Maintenance</td>\n<td align=\"left\">Other goods and services for routine household maintenance</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Health</td>\n<td align=\"left\">Pharmaceutical products</td>\n<td align=\"left\">10%, 22%</td>\n<td align=\"left\">7%, 20%</td>\n</tr>\n<tr>\n<td align=\"left\">Health</td>\n<td align=\"left\">Therapeutic appliances and equipment</td>\n<td align=\"left\">4%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Health</td>\n<td align=\"left\">Repair of therapeutic appliances and equipment</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Health</td>\n<td align=\"left\">Out-patient and hospital services</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">0%</td>\n</tr>\n<tr>\n<td align=\"left\">Transport</td>\n<td align=\"left\">New motor cars</td>\n<td align=\"left\">4%, 22%</td>\n<td align=\"left\">7%, 20%</td>\n</tr>\n<tr>\n<td align=\"left\">Transport</td>\n<td align=\"left\">Second-hand motor cars</td>\n<td align=\"left\">0%, 4%, 22%</td>\n<td align=\"left\">0%, 7%, 20%</td>\n</tr>\n<tr>\n<td align=\"left\">Transport</td>\n<td align=\"left\">Motor cycles and bicycles</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Transport</td>\n<td align=\"left\">Spare parts and accessories for personal transport equipment</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Transport</td>\n<td align=\"left\">Fuels and lubricants for personal transport equipment. Maintenance, repair and other services in respect of personal transport equipment</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Transport</td>\n<td align=\"left\">Driving lessons, tests, licences and road worthiness tests</td>\n<td align=\"left\">0%, 22%</td>\n<td align=\"left\">0%, 20%</td>\n</tr>\n<tr>\n<td align=\"left\">Transport</td>\n<td align=\"left\">Passenger transport by railway</td>\n<td align=\"left\">0%, 10%</td>\n<td align=\"left\">0%, 7%</td>\n</tr>\n<tr>\n<td align=\"left\">Transport</td>\n<td align=\"left\">Passenger transport by road</td>\n<td align=\"left\">0%, 10%</td>\n<td align=\"left\">0%, 7%</td>\n</tr>\n<tr>\n<td align=\"left\">Transport</td>\n<td align=\"left\">Passenger transport by air</td>\n<td align=\"left\">0%, 10%</td>\n<td align=\"left\">0%, 7%</td>\n</tr>\n<tr>\n<td align=\"left\">Transport</td>\n<td align=\"left\">Passenger transport by sea and inland waterway</td>\n<td align=\"left\">0%, 5%, 10%</td>\n<td align=\"left\">0%, 7%</td>\n</tr>\n<tr>\n<td align=\"left\">Transport</td>\n<td align=\"left\">Combined passenger transport</td>\n<td align=\"left\">0%, 5%, 10%</td>\n<td align=\"left\">0%, 7%</td>\n</tr>\n<tr>\n<td align=\"left\">Transport</td>\n<td align=\"left\">Funicular, cable-car and chair-lift transport</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Transport</td>\n<td align=\"left\">Other purchased transport services</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Communication</td>\n<td align=\"left\">Postal services</td>\n<td align=\"left\">0%, 22%</td>\n<td align=\"left\">0%, 20%</td>\n</tr>\n<tr>\n<td align=\"left\">Communication</td>\n<td align=\"left\">Telephone and telefax equipment</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Communication</td>\n<td align=\"left\">Telephone and telefax services and other information transmission services</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Recreation and Culture</td>\n<td align=\"left\">Equipment for the reception, recording and reproduction of sound and picture. Other major durables for recreation and culture</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Recreation and Culture</td>\n<td align=\"left\">Games, toys and hobbies. Equipment for sport, camping and open-air recreation</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Recreation and Culture</td>\n<td align=\"left\">Plants and flowers</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Recreation and Culture</td>\n<td align=\"left\">Garden products. Pets and related products and services</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Recreation and Culture</td>\n<td align=\"left\">Recreational and sporting services</td>\n<td align=\"left\">10%, 22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Recreation and Culture</td>\n<td align=\"left\">Cinemas, theatres, concerts</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Recreation and Culture</td>\n<td align=\"left\">Museums, libraries, zoological gardens</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">0%</td>\n</tr>\n<tr>\n<td align=\"left\">Recreation and Culture</td>\n<td align=\"left\">Television and radio licence fees, subscriptions</td>\n<td align=\"left\">0%, 4%, 22%</td>\n<td align=\"left\">0%, 7%, 20%</td>\n</tr>\n<tr>\n<td align=\"left\">Recreation and Culture</td>\n<td align=\"left\">Hire of equipment and accessories for culture, photographic services, other cultural services</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Recreation and Culture</td>\n<td align=\"left\">Games of chance</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">0%</td>\n</tr>\n<tr>\n<td align=\"left\">Recreation and Culture</td>\n<td align=\"left\">Books</td>\n<td align=\"left\">4%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Recreation and Culture</td>\n<td align=\"left\">Binding services and E-book downloads</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Recreation and Culture</td>\n<td align=\"left\">Newspapers and periodicals</td>\n<td align=\"left\">4%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Recreation and Culture</td>\n<td align=\"left\">Miscellaneous printed matter. Stationery and drawing materials</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Recreation and Culture</td>\n<td align=\"left\">Package domestic holidays</td>\n<td align=\"left\">10%, 22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Recreation and Culture</td>\n<td align=\"left\">Package international holidays</td>\n<td align=\"left\">0%, 22%</td>\n<td align=\"left\">0%, 20%</td>\n</tr>\n<tr>\n<td align=\"left\">Education</td>\n<td align=\"left\">Education</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">0%</td>\n</tr>\n<tr>\n<td align=\"left\">Restaurants and Hotels</td>\n<td align=\"left\">Restaurants, cafés and the like</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Restaurants and Hotels</td>\n<td align=\"left\">Canteens</td>\n<td align=\"left\">4%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Restaurants and Hotels</td>\n<td align=\"left\">Accommodation services</td>\n<td align=\"left\">10%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Miscellaneous Goods and Services</td>\n<td align=\"left\">Hairdressing salons and personal grooming establishments. Appliances, articles and products for personal care. Personal effects n.e.c.</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Miscellaneous Goods and Services</td>\n<td align=\"left\">Female sanitary towels and babies nappies</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">7%</td>\n</tr>\n<tr>\n<td align=\"left\">Miscellaneous Goods and Services</td>\n<td align=\"left\">Child care services</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">0%</td>\n</tr>\n<tr>\n<td align=\"left\">Miscellaneous Goods and Services</td>\n<td align=\"left\">Retirement homes for elderly persons and residences for disabled persons. Services to maintain people in their private homes</td>\n<td align=\"left\">0%, 4%, 5%, 10%, 22%</td>\n<td align=\"left\">0%, 7%, 20%</td>\n</tr>\n<tr>\n<td align=\"left\">Miscellaneous Goods and Services</td>\n<td align=\"left\">Consuelling</td>\n<td align=\"left\">22%</td>\n<td align=\"left\">20%</td>\n</tr>\n<tr>\n<td align=\"left\">Miscellaneous Goods and Services</td>\n<td align=\"left\">Insurance</td>\n<td align=\"left\">0%</td>\n<td align=\"left\">0%</td>\n</tr>\n<tr>\n<td align=\"left\">Miscellaneous Goods and Services</td>\n<td align=\"left\">Other financial services n.e.c.</td>\n<td align=\"left\">0%, 22%</td>\n<td align=\"left\">0%, 20%</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "VAT Simulation Rates",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "A7",
            "title": "Appendix 7"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "id": "A8-F1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00243%2Fijm-00243-fig014.tif",
                                "size": {
                                    "width": 1259,
                                    "height": 914
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00243%2Fijm-00243-fig014.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00243-fig014.jpg"
                                }
                            },
                            "label": "Figure A8",
                            "title": "Actual VAT Incidence on Households Income at Simulation Rates, by VAT Rates. Source: Authors elaboration.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "A8-F2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00243%2Fijm-00243-fig015.tif",
                                "size": {
                                    "width": 1890,
                                    "height": 1415
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00243%2Fijm-00243-fig015.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00243-fig015.jpg"
                                }
                            },
                            "label": "Figure B8",
                            "title": "VAT Incidence Difference between Simulation and Current Legislation Rates, by Bundle. Source: Authors elaboration. Note: The bundles refer, respectively, to: 1-Food and Non-Alcoholic Beverages; 2-Alcoholic Beverages and Tobacco; 3-Clothing and Footwear; 4-Housing, Water, Gas, Electricity and Other Fuels; 5-Furnishings, Household Equipment and Routine Maintenance Of The House; 6-Health; 7-Transport; 8-Communications; 9-Recreation and Culture; 10-Education; 11-Restaurants and Hotels; 12-Miscellaneous Goods and Services.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "A8",
            "title": "Appendix 8"
        }
    ],
    "acknowledgements": [
        {
            "text": "We are grateful to Silvia Carta, Luca Signorelli, Valerio Calà for the technical support and to Maria Teresa Monteduro, Giorgio Mongelli, Paolo Di Caro, and Silvia Giannini for helpful comments.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
