{
    "status": "vor",
    "id": "00245",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00245",
    "authorLine": "Anders Klevmarken",
    "title": "Modelbuilding and Inference in Microsimulation",
    "published": "2022-04-30T00:00:00Z",
    "versionDate": "2022-04-30T00:00:00Z",
    "statusDate": "2022-04-30T00:00:00Z",
    "volume": 15,
    "issue": 1,
    "fpage": 3,
    "lpage": 5,
    "elocationId": "3-5",
    "pdf": "http://web:8082/00245/ijm-00245.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        },
        {
            "id": "dynamic-microsimulation",
            "name": "Dynamic microsimulation"
        }
    ],
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Klevmarken",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Sweden",
                            "locality": [
                                "Uppsala"
                            ]
                        },
                        "formatted": [
                            "Uppsala",
                            "Sweden"
                        ]
                    },
                    "name": [
                        "Department of Economics"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported",
            "emailAddresses": [
                "anders@klevmarken.nu"
            ],
            "name": {
                "index": "Klevmarken, Anders",
                "preferred": "Anders Klevmarken"
            },
            "type": "person"
        }
    ],
    "funding": {
        "statement": "No specific funding for this article is reported."
    },
    "dataSets": {
        "availability": [
            {
                "text": "Not applicable",
                "type": "paragraph"
            }
        ]
    },
    "body": [
        {
            "content": [
                {
                    "text": "My first task as a young researcher at the Industrial Institute for Economic and Social Research (IUI) in Stockholm was to continue the work by Ragnar Bentzel (<a href=\"#bib2\">Bentzel, 1957</a>) and Göran Albinsson (<a href=\"#bib1\">Albinsson and Endrédi, 1966</a>), pioneering studies of private consumption in Sweden. My work involved collecting data on consumption expenditures and prices on consumer goods and use this information to compute volume and price indices for about the same commodities one today will find in the national accounts. These time series were thus aggregate series for the entire Swedish economy. They were then used to estimate so called complete systems of demand functions to obtain income and price elasticities and in the end forecasts on the changes in levels and composition of private consumption (<a href=\"#bib7\">Klevmarken, 1976</a>; <a href=\"#bib8\">Klevmarken, 1979</a>; <a href=\"#bib9\">Klevmarken, 1981</a>; <a href=\"#bib4\">Dahlman and Klevmarken, 1971</a>). My most important lesson from these exercises was how little information about consumer behavior there was in these aggregate time series, and how much information that is lost when micro data are aggregated. It was in particular very difficult to obtain estimates of price elasticities with any reliability.",
                    "type": "paragraph"
                },
                {
                    "text": "The same problem was manifest in the estimation of the macro models of those days. These experiences made me turn to studies based on micro data. Contributing to this decision was also the conclusions I could draw from studies of the so-called aggregation problem, namely that the aggregation of microeconomic relations to the macro level in general never resulted in stable macro relations.",
                    "type": "paragraph"
                },
                {
                    "text": "At about the same time Gunnar Eliasson, then the director of IUI, introduced me to Guy Orcutt’s ideas of microsimulation, and in 1977 I participated in the first international meeting on microsimulation in Stockholm (<a href=\"#bib3\">Bergman et al., 1980</a>; <a href=\"#bib6\">Eliasson, 1978</a>). Orcutt’s ideas suggested an interesting approach to study the behavior of consumers and firms, and that microsimulation might offer a solution to the aggregation problem. In those days there was no longitudinal study of household behavior in Sweden, and Gunnar Eliasson and I jointly planned and started the Swedish Household Panel Study (HUS) to obtain a better foundation for studies of the household sector, the ultimate goal of which was to build a microsimulation model for the Swedish economy. Eliasson had at this time already started to collect his unique longitudinal data on Swedish manufacturing firms (The Planning Survey of the Federation of Swedish Industries), which was the most important initial-state data base for his micro-to-macro model MOSES (<a href=\"#bib5\">Eliasson, 1977</a> , <a href=\"#bib6\">Eliasson, 1978</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "This special issue of the IJM starts with a brief introduction to the pros and cons of microsimulation. Then four articles on data issues follow. Shortage of adequate micro data has been one of the main obstacles to the development of microsimulation. The first article reviews the experiences from the pilot study which preceded the start of the HUS panel study. It highlights how the data collection depends on the structure of the microsimulation model, discusses response and nonresponse problems, and compare alternative collection methods. The second article suggests econometric methods to estimate models from two or more incomplete data sets. The third article compares register and survey wealth data. Register data has become an increasingly important source of data, as modern data legislation permits more frequent release of these data for research purposes. Because they are originally collected for administrative purposes, they are not always ideal for research. But in the case presented in the third article, that compares register and survey wealth data, the register data are of unusually good quality as they originate directly from banks and financial institutes and not from self-assessments. Nonresponse in surveys has become an increasingly severe problem. The last article uses rich register data to analyze the response behavior in a survey on health and economic standard. If it is possible to estimate a good model for response, it can be used to compensate for nonresponse when the model of primary interest is estimated.",
                    "type": "paragraph"
                },
                {
                    "text": "Behavioral modeling has for long been an issue of interest in microsimulation. This issue is discussed in the following three articles. The first gives a brief introduction and survey. The second discusses the potentials for introducing behavioral models in the tax-benefit model EUROMOD (<a href=\"#bib11\">Sutherland, 1996</a>; <a href=\"#bib12\">Sutherland, 2001</a> – see also <a href=\"#bib13\">Sutherland and Figari, 2012</a>) and the third compares alternative models of labor supply for inclusion in a microsimulation model.",
                    "type": "paragraph"
                },
                {
                    "text": "Data shortage, lack of good estimation methods and ignorance of the importance of a proper inference in microsimulation models have contributed to the applications of “guestimates”, calibration and other unorthodox approaches. In principle a microsimulation model should be tested and estimated in the same rigorous way as any other econometric model, but the size and complexity of a microsimulation model puts special inference problems in front of the scientist. There are three articles on the issues of inference. The first is an early article presented at the first international microsimulation conference in 1977. It discusses problems raised by the nature of micro data and with a focus on microsimulation. In the second article there are four themes: calibration viewed as estimation subject to external constraints, piece wise versus system-wide estimation, simulation-based estimation, and validation. The third paper continues the discussion of simulation-based estimation and suggests a test of the benchmarks used in the calibration approach, but it also widens the discussion of model building and inference a little.",
                    "type": "paragraph"
                },
                {
                    "text": "The next set of papers in this special issue of IJM have the common theme “applications”. A microsimulation model called MICROHUS was built on the HUS data base. The first article presents this dynamic microsimulation model of the Swedish household sector. It also gives the results from an evaluation of the direct and behavioral effects on the income distribution of the 1991 Swedish tax reform. SESIM is another dynamic Swedish microsimulation model originally developed in the Ministry of Finance and later used by an independent research group to analyze the consequences of population ageing (<a href=\"#bib10\">Klevmarken and Lindgren, 2008</a>). The second article summarizes the structure of SESIM and the experiences from a number of applications of this model, in particular the study of population ageing.",
                    "type": "paragraph"
                },
                {
                    "text": "In my last contribution, the 2021 Guy Orcutt lecture delivered at the 8<sup>th</sup> World Congress of the International Microsimulation Association – here published for the first time – I compare Guy Orcutt’s visions with what we have accomplished in the field of microsimulation and find that most studies deal with distributional issues while relatively little has been done to develop a micro to macro analysis. Much more effort must also go into developing and using proper inference methods before microsimulation will become a credible tool for policy analysis.",
                    "type": "paragraph"
                },
                {
                    "text": "Stockholm 2022-03-01",
                    "type": "paragraph"
                },
                {
                    "text": "Anders Klevmarken",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "Introduction",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Albinsson, G",
                        "preferred": "G Albinsson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Endrédi, G",
                        "preferred": "G Endrédi"
                    },
                    "type": "person"
                }
            ],
            "date": "1966",
            "details": "Den Privata Konsumtionen 1950-1970, Industriens Utredningsinstitut, Stockholm",
            "id": "bib1",
            "title": "Den Privata Konsumtionen 1950-1970, Industriens Utredningsinstitut",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bentzel, R",
                        "preferred": "R Bentzel"
                    },
                    "type": "person"
                }
            ],
            "date": "1957",
            "details": "Den Privata Konsumtionen i Sverige 1931-1965, Industriens Utredningsinstitut, Stockholm",
            "id": "bib2",
            "title": "Den Privata Konsumtionen i Sverige 1931-1965, Industriens Utredningsinstitut",
            "type": "unknown"
        },
        {
            "bookTitle": "Micro Simulation – Models, Methods and Applications. Proceedings of a Symposium in Stockholm, Sept. 19-22, 1977, IUI Conference Reports 1980:1, The Industrial Institute for Economic and Social Research (IUI",
            "date": "1980",
            "editors": [
                {
                    "name": {
                        "index": "Bergman, B",
                        "preferred": "B Bergman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Orcutt, G",
                        "preferred": "G Orcutt"
                    },
                    "type": "person"
                }
            ],
            "id": "bib3",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "Almqvist & Wiksell International"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dahlman, CJ",
                        "preferred": "CJ Dahlman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Klevmarken, NA",
                        "preferred": "NA Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Den Privata Konsumtionen 1931-1975, The Industrial Institute for Economic and Social Research (IUI",
            "date": "1971",
            "id": "bib4",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "Almqvist & Wiksell International"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Competition and Market Processes in a Simulation Model of the Swedish Economy",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1977",
            "id": "bib5",
            "journal": "AER",
            "pages": {
                "first": "277",
                "last": "281",
                "range": "277–281"
            },
            "type": "journal",
            "volume": "67"
        },
        {
            "articleTitle": "A Micro-to-Macro Model of the Swedish Economy",
            "conference": {
                "name": [
                    "Papers on the Swedish Model from the Symposium on Micro Simulation Methods in Stockholm Sept. 19-22, 1977, IUI Conference Reports 1978:1, The Industrial Institute for Economic and Social Research (IUI)"
                ]
            },
            "date": "1978",
            "id": "bib6",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "Almqvist & Wiksell International"
                ]
            },
            "type": "conference-proceeding",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "bookTitle": "Simulating an Ageing Population. A Microsimulation Approach Applied to Sweden, Contributions to Economic Analysis No 285",
            "date": "2008",
            "doi": "10.1016/S0573-8555(2008)285",
            "editors": [
                {
                    "name": {
                        "index": "Klevmarken, A",
                        "preferred": "A Klevmarken"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lindgren, B",
                        "preferred": "B Lindgren"
                    },
                    "type": "person"
                }
            ],
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Bingley, U.K"
                        ]
                    },
                    "formatted": [
                        "Bingley, U.K"
                    ]
                },
                "name": [
                    "Emerald Group Publishing"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, NA",
                        "preferred": "NA Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "date": "1976",
            "details": "Utvecklingstendenser i Den Privata Konsumtionen, Bilaga 2 in Industrin och Sysselsättningen, Industriförbundets Förlag, Stockholm",
            "id": "bib7",
            "title": "Utvecklingstendenser i Den Privata Konsumtionen, Bilaga 2 in Industrin och Sysselsättningen, Industriförbundets Förlag",
            "type": "unknown"
        },
        {
            "articleTitle": "A comparative study of complete systems of demand functions",
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, NA",
                        "preferred": "NA Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "date": "1979",
            "doi": "10.1016/0304-4076(79)90003-4",
            "id": "bib8",
            "journal": "Journal of Econometrics",
            "pages": {
                "first": "165",
                "last": "191",
                "range": "165–191"
            },
            "type": "journal",
            "volume": "10"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, NA",
                        "preferred": "NA Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "On the Complete Systems Approach to Demand Analysis, The Industrial Institute for Economic and Social Research (IUI",
            "date": "1981",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "Almqvist & Wiksell International"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "“EUROMOD: A European Benefit-tax Model”, Microsimulation Unit MU/RN/20",
            "date": "1996",
            "id": "bib11",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "DAE, University of Cambridge"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "1–120, “EUROMOD: An Integrated European Benefit-Tax Model. Final Report”, EUROMOD Working Paper No EM9/01, Cambridge, DAE University of Cambridge, p",
            "id": "bib12",
            "title": "“EUROMOD: An Integrated European Benefit-Tax Model. Final Report”, EUROMOD Working Paper No EM9/01",
            "type": "unknown"
        },
        {
            "articleTitle": "EUROMOD: The European Union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.34196/ijm.00075",
            "id": "bib13",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
