{
    "status": "vor",
    "id": "00244",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00244",
    "authorLine": "Matteo G Richiardi",
    "title": "Editorial. A tribute to Anders Klevmarken",
    "published": "2022-04-30T00:00:00Z",
    "versionDate": "2022-04-30T00:00:00Z",
    "statusDate": "2022-04-30T00:00:00Z",
    "volume": 15,
    "issue": 1,
    "fpage": 1,
    "lpage": 2,
    "elocationId": "1-2",
    "pdf": "http://web:8082/00244/ijm-00244.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "UK",
                            "locality": [
                                "Essex"
                            ]
                        },
                        "formatted": [
                            "Essex",
                            "UK"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@essex.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo G",
                "preferred": "Matteo G Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Spring 2022 issue of the <i>International Journal of Microsimulation</i> is a tribute to Anders Klevmarken. Anders is an important figure in microsimulation modelling, having made key contributions over a period of more than four decades. It is a honour that he accepted to curate this special issue himself, selecting and organising the material which he considered to be most relevant to a microsimulation audience today.",
                    "type": "paragraph"
                },
                {
                    "text": "Anders Klevmarken got his PhD in Statistics from the University of Stockholm in 1972, with a thesis on “Statistical Methods for the Analysis of Earnings Data”. He was appointed docent in Statistics in 1972 and in Economics in 1983. In 1976 he took up a chair in Statistics at the University of Gothenburg and in 1985 he got a personal chair in Econometrics at the Swedish Council for Humanities and Social Science Research, first located at the University of Gothenburg and later at the University of Uppsala. He is currently emeritus from the University of Uppsala, having also been visiting professor/scholar at the University of Georgia and at ISR, the University of Michigan.",
                    "type": "paragraph"
                },
                {
                    "text": "Klevmarken has served the academic community in a number of different positions. He has been president of the European Society for Population Economics, and served as a member of the advisory board for the German Socio-Economic Panel Study (GSOEP) at DIW, Berlin and Sfb 3 at the Universities of Frankfurt and Manheim. He also served as a member in many advisory boards and committees, including at the Swedish Council for Social Research, Statistics Sweden, and the Swedish government.",
                    "type": "paragraph"
                },
                {
                    "text": "Klevmarken’s research has covered methodological issues as well as empirical studies on different research areas such as demand analysis, price index theory, pay setting and the structure of earnings, income and wealth distributions, time-use, labor supply and retirement. Survey research has featured prominently in his research agenda. He started the first and only longitudinal household survey (HUS) in Sweden and he was Swedish country team leader of the European SHARE/AMANDA project (Survey of Health, Ageing and Retirement in Europe). Coming from a statistical and econometric background, he contributed to the growing field of microsimulation modelling touching upon the most pressing methodological and applied questions: from data issues, to behavioural modelling and statistical inference.",
                    "type": "paragraph"
                },
                {
                    "text": "While his econometric research has been published in prestigious outlets such as <i>Econometrica</i>, <i>Journal of Population Economics</i>, <i>Journal of Human Resources</i>, <i>Journal of Econometrics</i>, <i>European Economic Review</i>, as it often happens with microsimulation studies his work on the topic has often remained confined to working paper series, conference proceedings, or edited volumes. This is why re-publishing Klevmarken’s work in the official journal of the International Microsimulation Association (with the permission of the original publishers whenever necessary) is of particular importance.",
                    "type": "paragraph"
                },
                {
                    "text": "The last article of this special issue, offering Klevmarken’s reflections on the state of microsimulation modelling, is based on the Orcutt lecture he delivered at the 8<sup>th</sup> World Congress of the International Microsimulation Association, in December 2021. Both the first article, containing his introduction to the special issue, and the last one have not been previously published.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "Modelbuilding and inference in microsimulation",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Microsimulation. A tool for economic analysis",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "number",
                                    "type": "list"
                                }
                            ],
                            "id": "s1-1",
                            "title": "Introduction",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "Collecting data for micro analysis: experiences from the HUS-pilot study",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Pooling incomplete data sets",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Comparing register and survey wealth data",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Explaining the size and nature of response in a survey on health status and economic standard",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "none",
                                    "type": "list"
                                }
                            ],
                            "id": "s1-2",
                            "title": "Data issues",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "A brief survey of behavioral modeling in micro simulation models",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Modeling behavioural response in EUROMOD",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Modeling work incentives in microsimulation models",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "none",
                                    "type": "list"
                                }
                            ],
                            "id": "s1-3",
                            "title": "Behavioural modelling",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "On estimation and other problems of statistical inference in the micro simulation approach",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Statistical inference in micro-simulation models: incorporating external information",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Dynamic microsimulation for policy analysis. Problems and solutions",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "none",
                                    "type": "list"
                                }
                            ],
                            "id": "s1-4",
                            "title": "Inference",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "Direct and behavioral effects of income tax changes. Simulations with the Swedish model MICROHUS",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Microsimulation for public policy. Experiences from the Swedish model SESIM",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "none",
                                    "type": "list"
                                }
                            ],
                            "id": "s1-5",
                            "title": "Applications",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "Should we invest in microsimulation models?",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "none",
                                    "type": "list"
                                }
                            ],
                            "id": "s1-6",
                            "title": "Conclusions",
                            "type": "section"
                        }
                    ],
                    "id": "s1",
                    "title": "Outline of the special issue",
                    "type": "section"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
