{
    "status": "vor",
    "id": "00256",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00256",
    "authorLine": "Anders Klevmarken",
    "title": "Dynamic Microsimulation for Policy Analysis. Problems and Solutions",
    "published": "2022-04-30T00:00:00Z",
    "versionDate": "2022-04-30T00:00:00Z",
    "statusDate": "2022-04-30T00:00:00Z",
    "volume": 15,
    "issue": 1,
    "fpage": 121,
    "lpage": 134,
    "elocationId": "121-134",
    "pdf": "http://web:8082/00256/ijm-00256.pdf",
    "subjects": [
        {
            "id": "dynamic-microsimulation",
            "name": "Dynamic microsimulation"
        },
        {
            "id": "methodology",
            "name": "Methodology"
        }
    ],
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Anders Klevmarken",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Sweden",
                            "locality": [
                                "Uppsala"
                            ]
                        },
                        "formatted": [
                            "Uppsala",
                            "Sweden"
                        ]
                    },
                    "name": [
                        "Department of Economics"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported",
            "emailAddresses": [
                "anders@klevmarken.nu"
            ],
            "name": {
                "index": "Klevmarken, Anders",
                "preferred": "Anders Klevmarken"
            },
            "type": "person"
        }
    ],
    "funding": {
        "statement": "No specific funding for this article is reported."
    },
    "dataSets": {
        "availability": [
            {
                "text": "Please contact the authors for information on data and code availability.",
                "type": "paragraph"
            }
        ]
    },
    "body": [
        {
            "content": [
                {
                    "text": "Micro simulation is a technique that uses the capacity of modern computers to make micro units act and interact in such a way that it is possible to aggregate to the level of interest. A micro simulation model can be seen as a set of rules, which operates on a sample of micro units such as individuals, households and firms. Each micro unit is defined and characterized by a set of properties (variables) and as the model is simulated these properties are updated for each and every micro unit. The model might simply be a set of deterministic rules such as the income tax rules of a country operating on a sample of tax payers, and used to compute the distribution of after tax income, the aggregate income tax revenue or other fiscal entities of interest. But the model could also include behavioral assumptions usually formulated as stochastic models. Examples are fertility models, models for household formation and dissolution, labor supply and mobility.",
                    "type": "paragraph"
                },
                {
                    "text": "In micro simulation modeling there is no need to make assumptions about the average economic man. Although unpractical, we can in principle model every individual in the population. It is no simple task to model the behavior of single consumers and firms, but it is an advantage to model the decisions of those who actually make them and not the make believe decisions of some aggregate. It stimulates the researcher to pay attention to the institutional circumstances that constrain the behavior of consumers and firms. It also in a straightforward way suggests what data should be collected and from whom. Similarly, in a micro simulation model it is possible to include the true policy parameters and the rules which govern their use, such as tax rates, eligibility rules, tax thresholds, etc. One is not confined to using average tax rates applied to everyone. This makes micro simulation especially useful for policy analysis.",
                    "type": "paragraph"
                },
                {
                    "text": "The development of micro simulation can be traced to two different sources. One is Guy Orcutt’s idea about mimicking natural experiments also in economics and his development of the behavioral dynamic micro simulation model DYNASIM (<a href=\"#bib35\">Orcutt, 1957</a>; <a href=\"#bib36\">Orcutt et al., 1961</a>; <a href=\"#bib37\">1976</a>) that later was further developed by Steven Caldwell into the CORSIM model (<a href=\"#bib4\">Caldwell, 1993</a>; <a href=\"#bib5\">1996</a>). Another source is the increased interest among policy makers for distributional studies. Changes in the tax and benefit systems of many Western economies has developed a need for a tool that analyzes who will win and who will loose from changes in the tax and benefit systems. As a result many governments now have so called tax-benefit models. Examples are the Danish LAW model, the UK model POLIMOD (<a href=\"#bib40\">Redmond et al., 1996</a>), STINMOD in Australia (<a href=\"#bib31\">Lambert et al., 1994</a>; <a href=\"#bib41\">Schofield and Polette, 1996</a>), SWITCH in Ireland (<a href=\"#bib6\">Callan et al., 1996</a>), and FASIT<sup><a href=\"#fn1\">1</a></sup> in Sweden. At the European level EUROMOD is an ambitious attempt to build a tax-benefit model for all of EU (<a href=\"#bib42\">Sutherland, 1996</a>; <a href=\"#bib43\">Sutherland, 2001</a>). These models usually do not include behavioral relations but only most details of the tax and benefit rules. These rules are then applied to a sample of individuals for which one knows all gross incomes and everything else needed to compute taxes and benefits. For every individual in the sample one is thus able to compute the sum of all (income) taxes due and the disposable income for each household. The output becomes, for instance, the distribution of disposable income. It is then possible to change the tax rates or anything else in the tax code and run the model once again and compare to the previous result. In this way one can analyze who will gain and who will loose from a tax change, and estimate the aggregate budget effects of tax and benefit changes. The simulation model will, however, only give the first-order effect of a tax change, because household composition, work hours and incomes are assumed unchanged and not influenced by the taxes. This is both strength and weakness of the tax-benefit models. It is strength because it is easy to understand what the model does and no controversial assumptions are needed. There is also no difficult inference problem. All the analyst needs to do is to draw an inference from the random sample of taxpayers to the population of taxpayers, which is something we know from sampling theory.<sup><a href=\"#fn2\">2</a></sup> The weakness is of course that we do not know the relative size of any adjustments of behavior to the tax and benefit changes. Many tax reforms aim at changing the behavior of taxpayers. The first-order effect might then become a bad approximation. As a result attempts have been made to enlarge the tax-benefit models with behavioral models to capture these adjustments. <a href=\"#bib10\">Duncan and Weeks (1997)</a> gives an example of a tax-benefit model amended with a labor supply model. Additional examples can be found in Table 3 in <a href=\"#bib27\">Klevmarken (1997)</a>. In this way the tax-benefit models approach Orcutt’s DYNASIM and its successors.",
                    "type": "paragraph"
                },
                {
                    "text": "Large scale dynamic microsimulation models with behavioral adjustments typically include demographic models that move the population forward, models that simulate earnings and labor supply and sometimes also models for geographical mobility, demand for housing etc. Most models of this kind have been developed in academic environments and have rarely been used to advice governments on policy issues. Examples are the Swedish MICROHUS (<a href=\"#bib30\">Klevmarken and Olovsson, 1996</a>; <a href=\"#bib28\">Klevmarken, 2001</a>, Appendix), the Dutch NEDYMAS (<a href=\"#bib34\">Nelissen, 1994</a>) and the German Sfb3-MSM (<a href=\"#bib25\">Helberger, 1982</a>; <a href=\"#bib20\">Hain and Helberger, 1986</a>; <a href=\"#bib16\">Galler and Wagner, 1986</a> and <a href=\"#bib17\">Galler, 1989</a>, <a href=\"#bib18\">1994</a>). Among the few models of this kind that have been used for policy purposes are CORESIM and it Canadian sister model DYNACAN (<a href=\"#bib33\">Morrison, 1997</a>), the Swedish Ministry of Finance model SESIM (<a href=\"#bib14\">Eriksson and Hussénius (1999)</a> <a href=\"#bib15\">Flood et al., 2005</a> and <a href=\"http://www.sesim.org\">www.sesim.org</a>) and the microsimulation model used by the Swedish National Insurance Board (RFV) to simulate the future of the Swedish public pension system. The latter model is probably one of the oldest policy driven microsimulation models that are still in operation. It was developed in the beginning of the 1970s (<a href=\"#bib13\">Eriksen, 1973</a>; <a href=\"#bib26\">Klevmarken, 1973</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Most of the models mentioned above are not very explicit and detailed about the path economic subjects follow to reach a decision. These models usually take the form of conditional distributions or transition matrices that only describe the outcome of the decisions taken. There is a class of microsimulation models, sometimes called “agent-based models” that, for instance, model the search behavior of agents in the market and when a transaction takes place, rather than just the distribution of transactions. The data requirements for these models are even more demanding than those of more conventional microsimulation models and as a result there are rather few models of this kind and they are experimental in character, see for instance, <a href=\"#bib12\">Eliasson (1996)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "A number of conference volumes give good surveys of the microsimulation territory, for instance <a href=\"#bib38\">Orcutt et al. (1986)</a>, <a href=\"#bib23\">Harding (1996)</a>, <a href=\"#bib19\">Gupta and Kapur (2000)</a> and <a href=\"#bib32\">Mitton et al. (2000)</a>",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. What is micro simulation?",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Most micro simulation models are built for policy analysis. One can see a micro simulation model as a laboratory in which it is possible to evaluate alternative policies in a constant environment, see for instance <a href=\"#bib44\">Rake (2000)</a> who used a common micro simulation model to compare the properties of the pension systems of France, Germany and the UK.<sup><a href=\"#fn3\">3</a></sup> This particular focus of micro simulation raises a number of issues related to model building.",
                    "type": "paragraph"
                },
                {
                    "text": "First, as already mentioned micro simulation models can relatively easily accommodate real life policy parameters when for instance, tax, eligibility and benefit rules are programmed into a model. There is no need to apply average tax rates to aggregates of individuals.",
                    "type": "paragraph"
                },
                {
                    "text": "Tax rules and rules that determine who is eligible for various benefits are usually highly nonlinear and sometimes have discontinuous jumps. Micro simulation models have the advantage of relatively easily accommodating such functional forms. One is thus not confined to functions with smooth properties. Sometimes we have policy problems which require that these discontinuities are modeled at an individual level where an aggregate approach is impossible. For instance, in the Swedish ATP pension system pensions were based on the 15 best years of earnings and studies of the properties of this pension system required simulations of individual earnings profiles to determine the 15 best years. Another example is a study of the cost for old age care in the United Kingdom (see <a href=\"#bib21\">Hancock (2000)</a>). In this case the liability for charges was related to income and wealth in a complicated non-linear way.",
                    "type": "paragraph"
                },
                {
                    "text": "Some policy issues are related to the behavior of relatively small and sometimes extreme groups of the population. This is for instance the case when we analyze poverty or study how a new tax will work on various subgroups of the population. The models needed in these situations are models that simulate the whole distribution of outcomes well. It is not sufficient to simulate means or conditional means but we also have to replicate the tails of the distributions. This focus has obvious implications for model building: heterogeneity in behavior must be reflected in the model structure and the properties of residual variation must be carefully considered. But it also has implications for estimation and validation. Criterions for estimation and validation should agree with the general purpose of micro simulation and not just aim at estimating conditional means (see below).",
                    "type": "paragraph"
                },
                {
                    "text": "In building micro simulation models we are thus primarily interested in models that simulate well while the interpretation of model parameters are of secondary interest. Good predictors or simulators use all available information at the time the simulation is done. Suppose, for instance, that we are interested in simulating a variable y<sub>ti</sub> , t=1, 2, 3, …. for every individual i=1,…n. Assume also that we know y<sub>0i</sub> (and possibly also a longer history) for every individual. We will then need a model structure that uses the information y<sub>0i</sub> to simulate the future of each individual. Economic models are not always derived on this form. It is often the case that these models have been adapted to cross-sectional applications and implicitly assume that a new decision is taken at every new time point without being influenced by past decisions. Such models are not very useful in dynamic micro simulation. They tend to introduce too much mobility and too quickly decaying autocorrelations. Consider for instance a labor supply model. In a dynamic micro simulation context labor supply should not only be a function of the wage rate, non-labor income and the income tax system, but also of the current and possibly past labor supply, episodes of non-work etc. Most people who have a job do not change their hours very much from one year to another.",
                    "type": "paragraph"
                },
                {
                    "text": "Similarly, simulated tenure choice should depend on current tenure choice and possibly also on when the family moved into their current house or apartment. A family which recently has moved into a new house has a low probability to move again. From a theoretical point of view it would seem quite natural that decisions depend on the current situation of the decision maker. One could for instance think of habits, cost associated with a change or a move and of decisions about durables covering more than one period.",
                    "type": "paragraph"
                },
                {
                    "text": "Dynamic micro simulation models thus often take the form of conditional distributions, distributions that are conditioned on past history and recent changes in key variables that influence a new decision.<sup><a href=\"#fn4\">4</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "Micro simulation models have sometimes been criticized because they do not have the character of structural relations but rather that of reduced forms. As a consequence one has questioned the autonomy and stability of the model structure under policy changes. This is a discussion that goes back at least to Haavelmo’s famous supplement to Econometrica (<a href=\"#bib24\">Haavelmo, 1944</a>) in which he discussed the concepts of an autonomous model and an empirically stable model structure, a discussion that became revitalized through the Lucas’ critique. With the micro simulation focus on policy evaluation this is an important issue. If the model structure is not autonomous to policy changes (within ranges of interest) it is not possible to use the model for this purpose. It is however, not easy to know if a model is sufficiently stable to permit the analysis of a certain change in policy.",
                    "type": "paragraph"
                },
                {
                    "text": "Consider the following example. Frequently we need to model the presence of a property or an event and if the individual has the property or experiences this event we have to simulate an intensity or an amount. For instance, we might like to simulate if an individual has a job or not and if he/she is working we also need the number of work hours. A common model is a two-equation selection model with a probit equation for the participation decision and a regression model capturing the number of hours. If there is correlation between the two equations, they are usually estimated jointly or by the Heckit approach to capture the endogenous selection into the group of working individuals. The estimated hours equation then applies unconditionally to the entire population. In a simulation context the two equations have to be simulated jointly. An alternative approach is to estimate the distribution of hours worked conditional on having a job. The model for the probability to get a job and the hours model can then be simulated sequentially. This second approach can be criticized because the properties of the conditional hours equation might depend on who is selected into having a job. Any policy change that influences employment may then also change the hours equation. On the other hand, only those who get or have a job have a choice of hours, while those who do not have a job might not even think about how many hours they would work had they had a job. An equally plausible model is thus to assume that it is the fact that an individual has a job that determines the decision about hours. This does not exclude that individuals choose different hours and that the composition of the group of employed will determine the total number of hours and even the dependence of hours on wage rates and nonlabor incomes. To get a model that is robust to policy changes the factors that determine heterogeneity in the responses to wage rates and income changes would then have to be included in the hours equation.",
                    "type": "paragraph"
                },
                {
                    "text": "It is certainly not sufficient for autonomy to have a model that is derived through some kind of optimization such as a utility maximization and includes the “deep” parameters of a utility function. Although many economists think of preferences as something stable there is not much empirical evidence to support this notion. In particular there are good reasons to think that preferences change as people age. There are very few if any economic fix points and a humble attitude towards the autonomy of economic models seems justified. In the end it is an empirical issue to find out if a model structure is stable and not influenced by policy changes.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Modelling for micro simulation",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Good data are needed for three different purposes: data that give individual start values of the simulations, data for estimation and data for validation. In dynamic micro simulation one would ideally have a longitudinal data set that can serve all three purposes. This is rarely the case. In practice the data set that gives the start values is usually a cross-sectional sample or at best a short panel that can also be used to estimate some of the relations needed in the micro simulation model. For this project we have been able to use the rich longitudinal register data of the LINDA data base from Statistics Sweden. Start data were taken from the 1999 wave, but amended with information from other sources.<sup><a href=\"#fn5\">5</a></sup> Quite frequently behavioural relations have to be estimated using other data sources than the start data set because the variables needed are not included (with the accompanying problems of differences in the definitions of units of analysis and the variables being used). The set of variables included in the data set that gives start values thus sets limits as to which variables one can use to explain behaviour. Not only the target variables of the micro simulation analysis need be simulated but also all explanatory variables and they also have to be assigned start values. To some extent this problem can be circumvented. An example from our work on the simulation model SESIM can explain this. LINDA does not include any health data, but health status is an important variable both in its own right and to explain various processes related to aging such as retirement and the demand for health care and social care. There was thus a need to introduce a model that imputed health status for the base year and then simulated any changes in health status as people aged. This model was estimated from an external data source but recognizing that the variables driving the health status model, such as age, gender, marital status, schooling, area of residence and if born in Sweden, had to be included in the data set of start values.",
                    "type": "paragraph"
                },
                {
                    "text": "Extending a micro simulation model with new sub models to simulate both target variables and non-target explanatory variables obviously introduces a lot of noise into the simulated distributions. There is a trade off between theory driven modelling and the desire to avoid simulation errors introduced when data or theory are weak. Suppose theory suggests that the distribution of a variable y depends on another variable x, while it is difficult to formulate and estimate a good model for x because there is no good theory to explain x or because we do not have access to all the data needed to estimate such a model. Depending on the context it might then be better to simulate y unconditionally of x, or use a proxy for x if possible, than to use a poor model to simulate x. In evaluating these alternatives one again has to consider the possibility that a change in policy might change the unconditional distribution of y while the conditional distribution might be more stable (c f above).",
                    "type": "paragraph"
                },
                {
                    "text": "Most micro simulation models are fixed period models, ie the time period between events is fixed to, for instance, a year. The possibility of multiple changes in individual status in this time span is usually not accounted for. Dynamic models condition on the status attained in the previous period (and possibly also in earlier periods). To estimate such models one needs annual panel data. In building the SESIM model we encountered a problem in estimating the health status model mentioned above. The data we could use had a longer time span than a year. In this particular case we had to use data with a lag of eight years. Assuming that the true model has a lag of one year and that the parameters were known, then it would be possible to simulate health status paths for eight years and compare to observed data. It is thus possible to estimate such a model from data with a lag of more than one year using simulation-based estimation, see chapter 4 in <a href=\"#bib45\">Klevmarken and Lindgren (2008)</a>and <a href=\"#bib11\">Eklöf (2004)</a> for a discussion.",
                    "type": "paragraph"
                },
                {
                    "text": "Exploring micro data usually reveals observations that deviate from the behaviour suggested by theory or common sense. There are almost always outliers and sometimes there are groups of outliers that are so numerous that it is hard to ignore them when modelling. For instance, to simulate the tax base for the tax on income from capital we needed a function that simulated interest paid on mortgages and loans. One might think that nobody would pay interest unless one has a loan and that it would be natural to model interest paid not in kronor but as a rate on the sum of all mortgages and loans. In this way we could also avoid the problem of indexing an amount by the CPI or another index. However, it turned out that some of these rates came out with missing values and some rates were unrealistically high. Our annual data included mortgages and loans at the end of a year and the sum of all interest paid during a year. Closer inspection showed that 25% of the sample households had paid interest in a year without having any loan or mortgage at the end of the year and 10% had paid interest without having any loans or mortgages either in the beginning of the year or at the end. The probability of misreported data is very low, because they were register data originating from banks, insurance companies and brokers and not self-reported data. A reasonable explanation is that some people take up a loan and repay it in the same calendar year and thus they had no loan in the beginning nor at the end of the year, but they had to pay interest. The unrealistically high estimated rates had a similar explanation. People had taken a loan or increased their mortgage in a year but repaid most of it before the end of the year. In these cases the liability both in the beginning of the year and at the end was small relative to the interest paid. Our solution in this particular case was to stick to the idea of an interest rate function but censor the data before the model was estimated and only use observations with liabilities of at least 1000 SEK (111 euro) at the end of the year. The convenience of this solution has the price that our simulations will underestimate the interest paid a little because households with no liabilities will in the simulations never pay interest, but the amounts paid by these households are after all rather small.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. Data problems",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Most individual and household micro simulation models simulate the behaviour of consumers and households but have no supply side and no market clearance mechanisms. Macro entities such as the CPI, interest rates, the increase in the average wage rate, and the unemployment rate are usually fed into the micro simulation model exogenously. This is a simple solution in already rather complex models, but there are at least two problems: First, the macro assumptions must be made internally consistent and consistent with the path of the household sector simulated by the model. Second, it is usually very difficult to have an opinion about the values of these macro indicators in the future. Most analysts thus assume constant rates possibly after a few years of variation close to the base year. This convention has the disadvantage of not exposing the micro simulation model to normal business cycle variations. A more realistic approach, which still makes the macro indicators exogenous to the micro simulation model, is to generate swings in the macro indicators mimicking business cycles by, for instance, a VAR model.",
                    "type": "paragraph"
                },
                {
                    "text": "More ambitious attempts to merge a micro simulation model with a general equilibrium model can be found in the literature, but merging two so complex models into one model must still be seen as experimental (one example is <a href=\"#bib3\">Cameron and Ezzeddin, 2000</a>). One can, however, think of situations in which a market feed back is of key importance for the micro simulation analysis. Returning to our experiences of the model SESIM, when we introduced geographical mobility into the model, we also had to consider its potential impact on house prices. Housing wealth is a major share of the wealth of Swedish households and the market values of houses and apartments show considerable variation across the country. While there is not much of a trend in the real house price index for the whole country, only cyclical swings, the prices in the major metropolitan areas have increased dramatically in the last decades. If the model would simulate continued migration to these areas house prices would most certainly increase even more and at the same time shift wealth from households living in urban areas to households in the major cities, but probably also cool off the migration process unless the building of new homes in these areas could accommodate the new migration. In this case it would thus be in line with one purpose of SESIM – to simulate the future distribution of wealth for the elderly – to include the market, at least in the form of a price mechanism.<sup><a href=\"#fn6\">6</a></sup> Until this is accomplished, we have to forward house prices exogenously.",
                    "type": "paragraph"
                },
                {
                    "text": "There are thus a few macro indicators fed exogenously into SESIM. In our base scenario we use observed values for the period 1999-2005 and assumed values there after. In this case we have not introduced any assumptions about business cycles but built up our macro series around a steady increase in real wages of 2% and a general increase in prices also of 2% (for additional details see chapters 3 and 12 in <a href=\"#bib45\">Klevmarken and Lindgren (2008)</a>.). In this scenario we will thus be able to study the steady state properties of the model when it is unaffected by business cycles.",
                    "type": "paragraph"
                },
                {
                    "text": "In its adjustment to a steady state a dynamic microsimulation model can sometimes initially show a rather dramatic change in key variables. This can be a result of changes in exogenous macro variables. For instance, prices on the financial markets might show a high volatility and the few initially observed values might deviate much from the assumed long-term values. It can also be a result of the dynamic model structure, in particular if it is such that the simulated path is sensitive to the start values. Another possible explanation is lack of coherence between the data used to estimate the model and the start data set. It is thus not always obvious how one should look upon the first few years of simulated values, do they give a realistic picture of the economy or is the adjustment phase primarily the result of data problems?",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Macro chocks, feed back and markets in micro simulation models",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "If the relations of a micro simulation model are estimated using large micro data sets efficiency is less of a concern than consistency. But many economic variables have non-standard distributions. They are often heavily skewed and have a high kurtosis. Sometimes a variable transformation is helpful, but it is not always easy to find one. Data might also be censored from below or from above. Variables capturing assets and other wealth items sometimes show extreme outliers. OLS-based estimation is not such a good idea in these situations because the extreme tails will tend to dominate the estimates to the extent that the model might not simulate well even in the centre of the distribution. In our work with SESIM we have sometimes preferred to work with robust estimation methods (robust regression) that weight down the extreme tails and thus limit their influence. As a consequence, residuals to the estimated relation must be simulated from the empirical distribution of the residuals from the robust regression. We have chosen to estimate the percentiles of this distribution and interpolate linearly between them. In the last percentile one might have to deviate from a linear interpolation between the 99<sup>th</sup> percentile and the maximum value in order to avoid excessively many very large draws.",
                    "type": "paragraph"
                },
                {
                    "text": "Most microsimulation models have a recursive or block recursive structure for the simple reason that it is not practical and technically feasible to simulate all variables jointly. A usual sequence might for instance start the simulation with demographics, and then continue with schooling, wage rates, labour force participation and hours of work, incomes, wealth and finally taxes. All previously simulated variables may influence later simulated variables but not vice versa. If the system is recursive also in a statistical sense the relations of each block can be estimated independently of the rest of the model. If it is not, the implied stochastic dependence must be accounted for.",
                    "type": "paragraph"
                },
                {
                    "text": "The recursive model structure is something the model builder will have to accept for technical reasons and because of shortage of data, even if there are no strong theoretical reasons to think that this structure represents reality. In theory one might shorten the time unit of the model to make the recursive property more realistic (cf the old discussion about interdependent systems versus recursive systems, <a href=\"#bib1\">Bentzel and Hansen, 1954</a> and <a href=\"#bib2\">Bentzel, 1997</a>), but in practice data will usually not allow it.",
                    "type": "paragraph"
                },
                {
                    "text": "As pointed out by the Panel of Retirement Income Modeling of the U.S. National Research Council (<a href=\"#bib7\">Citro and Hanushek, 1997</a>) one of the major problems in microsimulation work is the shortage of good micro data. Although the supply of micro data has increased a great deal in the last 20-30 years it is still hardly possible to find one data source or one sample which will contribute all the information needed for a typical microsimulation model. In fact many model builders have found it necessary to use guestimates of model parameters and then try to calibrate the model against known benchmarks. Calibration is nothing but an attempt to tune the unknown parameters such that the model is able to simulate reasonably well the distributions of key variables. In this respect there is a similarity between microsimulation modeling and general equilibrium modeling. Both rely too often on the calibration technique. <a href=\"#bib22\">Hansen and Heckman (1996)</a> criticized this approach because they found too little emphasis on assessing the quality of the resulting estimates. In fact the properties of the estimates are usually unknown and <i>mutatis mutandis</i> the same is true for the simulated entities. The calibration techniques also tend to hide a more serious problem, namely that typically calibration involves only one year’s data or a single average or total. Because this reliance on a single or just a few points of benchmark data they do not always identify a unique set of model parameter values.",
                    "type": "paragraph"
                },
                {
                    "text": "However, even if all unknown parameters are estimated calibration is still used to make the model “stay on track”. Policy analysts sometimes require simulations to replicate known benchmarks such as the age and gender distribution of the population, known unemployment rates, etc. In SESIM a number of demographic variables, such as the number of deaths, immigrants, emigrants and the number of newborn children, are calibrated to agree with the official population forecasts of Statistics Sweden. Calibration to official statistics is also applied to the number of new graduates at various educational levels. Labour income is calibrated such that its rate of change agrees with the exogenously assumed rate of change. In a few cases the model is also calibrated to the expected outcome of a variable, ie the mean of a simulated variable is forced to agree with its expected value. This is done to reduce the Monte Carlo variability of the simulations. This applies for instance to the number of youths who leave their parents home, the number of women who start cohabitation, and the inflow to and outflow from disability retirement.<sup><a href=\"#fn7\">7</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "If simulated distributions and statistics deviate from observed distributions and statistics more than the random properties of the model allow, this is a clear indication that data reject either the particular set of estimates and/or the model structure as such. The model then needs respecification and not alignment. However, if data do not reject the model but, it still does not replicate benchmark distributions and statistics well enough alignment is an approach to increase the precision of the simulations. Alternatively one could adjust the parameter estimates so the model reproduces the benchmarks. One can thus see alignment as estimation subject to the constraints of satisfying the benchmarks. It is, however, not immediately obvious how the parameter estimates should be adjusted. In the case of a linear model and OLS estimation it is a simple case of constrained estimation as demonstrated in <a href=\"#bib29\">Klevmarken (2002)</a>, and it is also possible to derive explicit expressions for the alignment factors if one prefers to adjust the simulated values rather than the parameters. This exercise demonstrated that efficient alignment is not equivalent to the proportional adjustment that is commonly used. It also showed that in general all variables will need alignment, not only those who are constrained to satisfy the benchmarks.",
                    "type": "paragraph"
                },
                {
                    "text": "It is less obvious how alignment should be done in a nonlinear model. Given that all parameter estimates before alignment are consistent estimates, one approach is to find new estimates that deviate as little as possible from the consistent estimates but make the model satisfy the benchmarks. Write the microsimulation model on the following form,",
                    "type": "paragraph"
                },
                {
                    "id": "E1",
                    "label": "(1)",
                    "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<msub>\n<mi>y</mi>\n<mrow>\n<mi>i</mi>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>=</mo>\n<mi>g</mi>\n<mrow>\n<mo>(</mo>\n<mrow>\n<msub>\n<mi>y</mi>\n<mrow>\n<mi>i</mi>\n<mn>0</mn>\n</mrow>\n</msub>\n<mo>,</mo>\n<mo>.</mo>\n<mo>.</mo>\n<mo>.</mo>\n<mo>.</mo>\n<mo>,</mo>\n<msub>\n<mi>y</mi>\n<mrow>\n<mi>i</mi>\n<mi>t</mi>\n<mo>−</mo>\n<mn>1</mn>\n</mrow>\n</msub>\n<mo>,</mo>\n<msub>\n<mi>x</mi>\n<mrow>\n<mi>i</mi>\n<mn>0</mn>\n</mrow>\n</msub>\n<mo>,</mo>\n<mo>.</mo>\n<mo>.</mo>\n<mo>.</mo>\n<mo>.</mo>\n<mo>,</mo>\n<msub>\n<mi>x</mi>\n<mrow>\n<mi>i</mi>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>;</mo>\n<mi>θ</mi>\n</mrow>\n<mo>)</mo>\n</mrow>\n<mo>;</mo>\n</mrow>\n</mstyle>\n</math>",
                    "type": "mathml"
                },
                {
                    "text": "where y<sub>it</sub> is a vector of k endogenous variables for an individual i at time period t, x<sub>it</sub> a vector of exogenous variables including any unobserved random variates and θ a vector of p parameters. Let Y<sub>T</sub> be the kxn matrix  <math id=\"inf1\"> <semantics> <mrow> <mo>{</mo> <msub> <mi>y</mi> <mrow> <mn>1</mn> <mi>T</mi> </mrow> </msub> <mo>,</mo> <mn>....</mn> <msub> <mi>y</mi> <mrow> <mi>i</mi> <mi>T</mi> </mrow> </msub> <mo>,</mo> <mn>.....</mn> <mo>,</mo> <msub> <mi>y</mi> <mrow> <mi>n</mi> <mi>T</mi> </mrow> </msub> <mo>}</mo> </mrow> </semantics> </math>  of simulated values for a period T outside the sample period and write the benchmark constraints on the following form,",
                    "type": "paragraph"
                },
                {
                    "id": "E2",
                    "label": "(2)",
                    "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<mover>\n<mrow>\n<msub>\n<mi>Y</mi>\n<mrow>\n<mi>T</mi>\n</mrow>\n</msub>\n<mtext> </mtext>\n</mrow>\n<mo accent=\"false\">¯</mo>\n</mover>\n<mo>=</mo>\n<mi>R</mi>\n<mrow>\n<mo>(</mo>\n<msub>\n<mi>Y</mi>\n<mrow>\n<mi>T</mi>\n</mrow>\n</msub>\n<mo>)</mo>\n</mrow>\n<mo>;</mo>\n</mrow>\n</mstyle>\n</math>",
                    "type": "mathml"
                },
                {
                    "text": "where  <math id=\"inf2\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <mover> <msub> <mi>Y</mi> <mrow> <mi>T</mi> </mrow> </msub> <mo accent=\"false\">¯</mo> </mover> </mrow> </mstyle> </math>  is a matrix of benchmarks and with dimensions less than those of Y<sub>T</sub> and R is a matrix function. Let the number of implied constraints be c. Typically c&lt;p. For instance, if  <math id=\"inf3\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <mover> <msub> <mi>Y</mi> <mrow> <mi>T</mi> </mrow> </msub> <mo accent=\"false\">¯</mo> </mover> </mrow> </mstyle> </math>  is a vector of totals, then  <math id=\"inf4\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <mi>R</mi> <mrow> <mo>(</mo> <msub> <mi>Y</mi> <mrow> <mi>T</mi> </mrow> </msub> <mo>)</mo> </mrow> <mo>=</mo> <msub> <mi>Y</mi> <mrow> <mi>T</mi> </mrow> </msub> <mi>J</mi> <mfrac> <mi>N</mi> <mi>n</mi> </mfrac> <mo>;</mo> </mrow> </mstyle> </math>  where J is a n x 1 vector with unit elements and N the population size.<sup><a href=\"#fn8\">8</a></sup> Alignment can now be achieved by minimizing the following Lagrange expression with respect to θ,<sup><a href=\"#fn9\">9</a></sup>",
                    "type": "paragraph"
                },
                {
                    "id": "E3",
                    "label": "(3)",
                    "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<mi>θ</mi>\n<mo>−</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">^</mo>\n</mover>\n</mrow>\n<msup>\n<mo stretchy=\"false\">)</mo>\n<mo>′</mo>\n</msup>\n<msup>\n<mi>V</mi>\n<mrow>\n<mo>−</mo>\n<mn>1</mn>\n</mrow>\n</msup>\n<mo stretchy=\"false\">(</mo>\n<mi>θ</mi>\n<mo>−</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">^</mo>\n</mover>\n</mrow>\n<mo stretchy=\"false\">)</mo>\n<mo>+</mo>\n<msup>\n<mi>λ</mi>\n<mo>′</mo>\n</msup>\n<mo stretchy=\"false\">(</mo>\n<msub>\n<mrow>\n<mover>\n<mi>Y</mi>\n<mo stretchy=\"false\">¯</mo>\n</mover>\n</mrow>\n<mrow>\n<mi>T</mi>\n</mrow>\n</msub>\n<mo>−</mo>\n<mi>R</mi>\n<mo stretchy=\"false\">(</mo>\n<msub>\n<mi>Y</mi>\n<mrow>\n<mi>T</mi>\n</mrow>\n</msub>\n<mo stretchy=\"false\">)</mo>\n<mo stretchy=\"false\">)</mo>\n<mo>;</mo>\n</mrow>\n</mstyle>\n</math>",
                    "type": "mathml"
                },
                {
                    "text": "where V is the covariance matrix of  <math id=\"inf5\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <mrow> <mover> <mi>θ</mi> <mo stretchy=\"false\">^</mo> </mover> </mrow> </mrow> </mstyle> </math> . To simplify the exposition let us reformulate the constraint as A(θ)=0, where A is a vector of c nonlinear functions. This is possible because Y is a function of θ through the function g of <a href=\"#E1\">eq. (1)</a> and conditional on a given set of x-vectors. The alignment criterion now becomes,",
                    "type": "paragraph"
                },
                {
                    "id": "E4",
                    "label": "(4)",
                    "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<mo stretchy=\"false\">(</mo>\n<mi>θ</mi>\n<mo>−</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">^</mo>\n</mover>\n</mrow>\n<msup>\n<mo stretchy=\"false\">)</mo>\n<mo>′</mo>\n</msup>\n<msup>\n<mi>V</mi>\n<mrow>\n<mo>−</mo>\n<mn>1</mn>\n</mrow>\n</msup>\n<mo stretchy=\"false\">(</mo>\n<mi>θ</mi>\n<mo>−</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">^</mo>\n</mover>\n</mrow>\n<mo stretchy=\"false\">)</mo>\n<mo>+</mo>\n<msup>\n<mi>λ</mi>\n<mo>′</mo>\n</msup>\n<mi>A</mi>\n<mo stretchy=\"false\">(</mo>\n<mi>θ</mi>\n<mo stretchy=\"false\">)</mo>\n<mo>;</mo>\n</mrow>\n</mstyle>\n</math>",
                    "type": "mathml"
                },
                {
                    "text": "The first-order conditions are,",
                    "type": "paragraph"
                },
                {
                    "id": "E5",
                    "label": "(5)",
                    "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<mi>θ</mi>\n<mo>−</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">^</mo>\n</mover>\n</mrow>\n<mo>=</mo>\n<mo>−</mo>\n<mfrac>\n<mn>1</mn>\n<mn>2</mn>\n</mfrac>\n<mi>V</mi>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<msup>\n<mi>A</mi>\n<mo>′</mo>\n</msup>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<mi>λ</mi>\n<mo>;</mo>\n</mrow>\n</mstyle>\n</math>",
                    "type": "mathml"
                },
                {
                    "text": "We assume that the constraints are unique in the sense that rank ( <math id=\"inf6\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <mfrac> <mrow> <mi mathvariant=\"normal\">∂</mi> <mi>A</mi> </mrow> <mrow> <mi mathvariant=\"normal\">∂</mi> <mi>θ</mi> </mrow> </mfrac> </mrow> </mstyle> </math> ) =c Using a first-order Taylor expansion of the constraints A(θ) around  <math id=\"inf7\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <mrow> <mover> <mi>θ</mi> <mo stretchy=\"false\">^</mo> </mover> </mrow> </mrow> </mstyle> </math>  and inserting the first-order conditions <a href=\"#E5\">(5)</a> makes it possible to solve for λ,",
                    "type": "paragraph"
                },
                {
                    "id": "E6",
                    "label": "(6)",
                    "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<mi>λ</mi>\n<mo>=</mo>\n<mn>2</mn>\n<msup>\n<mrow>\n<mo>[</mo>\n<mrow>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>A</mi>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<mi>V</mi>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<msup>\n<mi>A</mi>\n<mo>′</mo>\n</msup>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n</mrow>\n<mo>]</mo>\n</mrow>\n<mrow>\n<mo>−</mo>\n<mn>1</mn>\n</mrow>\n</msup>\n<mi>A</mi>\n<mrow>\n<mo>(</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">^</mo>\n</mover>\n</mrow>\n<mo>)</mo>\n</mrow>\n<mo>;</mo>\n</mrow>\n</mstyle>\n</math>",
                    "type": "mathml"
                },
                {
                    "text": "where  <math id=\"inf8\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <mfrac> <mrow> <mi mathvariant=\"normal\">∂</mi> <mi>A</mi> </mrow> <mrow> <mi mathvariant=\"normal\">∂</mi> <mi>θ</mi> </mrow> </mfrac> </mrow> </mstyle> </math>  is evaluated at  <math id=\"inf9\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <mrow> <mover> <mi>θ</mi> <mo stretchy=\"false\">^</mo> </mover> </mrow> </mrow> </mstyle> </math> . Substituting expression <a href=\"#E6\">(6)</a> into <a href=\"#E5\">(5)</a> gives the aligned parameter estimates,",
                    "type": "paragraph"
                },
                {
                    "id": "E7",
                    "label": "(7)",
                    "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">~</mo>\n</mover>\n</mrow>\n<mo>=</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">^</mo>\n</mover>\n</mrow>\n<mo>−</mo>\n<mi>V</mi>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<msup>\n<mi>A</mi>\n<mo>′</mo>\n</msup>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<msup>\n<mrow>\n<mo>[</mo>\n<mrow>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>A</mi>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<mi>V</mi>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<msup>\n<mi>A</mi>\n<mo>′</mo>\n</msup>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n</mrow>\n<mo>]</mo>\n</mrow>\n<mrow>\n<mo>−</mo>\n<mn>1</mn>\n</mrow>\n</msup>\n<mi>A</mi>\n<mrow>\n<mo>(</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">^</mo>\n</mover>\n</mrow>\n<mo>)</mo>\n</mrow>\n<mo>;</mo>\n</mrow>\n</mstyle>\n</math>",
                    "type": "mathml"
                },
                {
                    "text": "Given that  <math id=\"inf10\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <mrow> <mover> <mi>θ</mi> <mo stretchy=\"false\">^</mo> </mover> </mrow> </mrow> </mstyle> </math>  is a consistent estimator, that θ satisfies the constraints and that  <math id=\"inf11\"> <semantics> <mrow> <mfrac> <mrow> <mo>∂</mo> <mi>A</mi> </mrow> <mrow> <mo>∂</mo> <mi>θ</mi> </mrow> </mfrac> <msub> <mo>|</mo> <mi>θ</mi> </msub> </mrow> </semantics> </math>  has full rank, it follows that  <math id=\"inf12\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <mrow> <mover> <mi>θ</mi> <mo stretchy=\"false\">~</mo> </mover> </mrow> </mrow> </mstyle> </math>  is consistent too. In practice the covariance matrix V is unknown and must be replaced by a consistent estimate. The aligned values of Y<sub>T</sub>, say  <math id=\"inf13\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <msub> <mrow> <mover> <mi>Y</mi> <mo stretchy=\"false\">~</mo> </mover> </mrow> <mrow> <mi>T</mi> </mrow> </msub> </mrow> </mstyle> </math>  are obtained if the aligned estimates  <math id=\"inf14\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <mrow> <mover> <mi>θ</mi> <mo stretchy=\"false\">~</mo> </mover> </mrow> </mrow> </mstyle> </math>  are used in model <a href=\"#E1\">(1)</a> jointly with the same history of the lagged endogenous variables and same x:s that gave the non-aligned simulated Y<sub>T</sub>.<sup><a href=\"#fn10\">10</a></sup> Due to the nonlinearity of the model and the constraints it is not possible to obtain an explicit expression for the aligned Y, but the same general conclusions as in the linear case still hold.",
                    "type": "paragraph"
                },
                {
                    "text": "Before the model is aligned the constraints should be tested. A test can be obtained from a comparison of the aligned and non-aligned estimators. To simplify the notation reformulate eq, <a href=\"#E7\">(7)</a> on the following form,",
                    "type": "paragraph"
                },
                {
                    "id": "E8",
                    "label": "(8)",
                    "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">~</mo>\n</mover>\n</mrow>\n<mo>−</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">^</mo>\n</mover>\n</mrow>\n<mo>=</mo>\n<mi>B</mi>\n<mi>A</mi>\n<mrow>\n<mo>(</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">^</mo>\n</mover>\n</mrow>\n<mo>)</mo>\n</mrow>\n<mo>;</mo>\n</mrow>\n</mstyle>\n</math>",
                    "type": "mathml"
                },
                {
                    "text": "If the constraints hold the covariance matrix of this difference becomes,",
                    "type": "paragraph"
                },
                {
                    "id": "E9",
                    "label": "(9)",
                    "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<mi>E</mi>\n<mo stretchy=\"false\">(</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">~</mo>\n</mover>\n</mrow>\n<mo>−</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">^</mo>\n</mover>\n</mrow>\n<mo stretchy=\"false\">)</mo>\n<mo stretchy=\"false\">(</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">~</mo>\n</mover>\n</mrow>\n<mo>−</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">^</mo>\n</mover>\n</mrow>\n<msup>\n<mo stretchy=\"false\">)</mo>\n<mo>′</mo>\n</msup>\n<mo>=</mo>\n<mi>B</mi>\n<mi>E</mi>\n<mrow>\n<mo maxsize=\"2.047em\" minsize=\"2.047em\">[</mo>\n</mrow>\n<mi>A</mi>\n<mo stretchy=\"false\">(</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">^</mo>\n</mover>\n</mrow>\n<mo stretchy=\"false\">)</mo>\n<mi>A</mi>\n<mo stretchy=\"false\">(</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">^</mo>\n</mover>\n</mrow>\n<msup>\n<mo stretchy=\"false\">)</mo>\n<mo>′</mo>\n</msup>\n<mrow>\n<mo maxsize=\"2.047em\" minsize=\"2.047em\">]</mo>\n</mrow>\n<msup>\n<mi>B</mi>\n<mo>′</mo>\n</msup>\n<mo>=</mo>\n<mi>B</mi>\n<mrow>\n<mo maxsize=\"2.047em\" minsize=\"2.047em\">[</mo>\n</mrow>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>A</mi>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<mi>V</mi>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<msup>\n<mi>A</mi>\n<mo>′</mo>\n</msup>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<mrow>\n<mo maxsize=\"2.047em\" minsize=\"2.047em\">]</mo>\n</mrow>\n<msup>\n<mi>B</mi>\n<mo>′</mo>\n</msup>\n<mo>=</mo>\n<mi>V</mi>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<msup>\n<mi>A</mi>\n<mo>′</mo>\n</msup>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<mrow>\n<mo maxsize=\"2.047em\" minsize=\"2.047em\">[</mo>\n</mrow>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>A</mi>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<mi>V</mi>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<msup>\n<mi>A</mi>\n<mo>′</mo>\n</msup>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<msup>\n<mrow>\n<mo maxsize=\"2.047em\" minsize=\"2.047em\">]</mo>\n</mrow>\n<mrow>\n<mo>−</mo>\n<mn>1</mn>\n</mrow>\n</msup>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>A</mi>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<mi>V</mi>\n<mo>;</mo>\n</mrow>\n</mstyle>\n</math>",
                    "type": "mathml"
                },
                {
                    "text": "A χ<sup>2</sup>-test is obtained in the following way,",
                    "type": "paragraph"
                },
                {
                    "id": "E10",
                    "label": "(10)",
                    "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<mtable columnspacing=\"1em\" rowspacing=\"4pt\">\n<mtr>\n<mtd>\n<msubsup>\n<mi>χ</mi>\n<mrow>\n<mi>k</mi>\n</mrow>\n<mrow>\n<mn>2</mn>\n</mrow>\n</msubsup>\n<mo>=</mo>\n<msup>\n<mrow>\n<mo>(</mo>\n<mrow>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">~</mo>\n</mover>\n</mrow>\n<mo>−</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">^</mo>\n</mover>\n</mrow>\n</mrow>\n<mo>)</mo>\n</mrow>\n<mo>′</mo>\n</msup>\n<msup>\n<mrow>\n<mo>[</mo>\n<mrow>\n<mi>V</mi>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<msup>\n<mi>A</mi>\n<mo>′</mo>\n</msup>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<msup>\n<mrow>\n<mo>[</mo>\n<mrow>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>A</mi>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<mi>V</mi>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<msup>\n<mi>A</mi>\n<mo>′</mo>\n</msup>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n</mrow>\n<mo>]</mo>\n</mrow>\n<mrow>\n<mo>−</mo>\n<mn>1</mn>\n</mrow>\n</msup>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>A</mi>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<mi>V</mi>\n</mrow>\n<mo>]</mo>\n</mrow>\n<mrow>\n<mo>−</mo>\n<mn>1</mn>\n</mrow>\n</msup>\n<mrow>\n<mo>(</mo>\n<mrow>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">~</mo>\n</mover>\n</mrow>\n<mo>−</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">^</mo>\n</mover>\n</mrow>\n</mrow>\n<mo>)</mo>\n</mrow>\n<mo>=</mo>\n</mtd>\n</mtr>\n<mtr>\n<mtd>\n<mi>A</mi>\n<msup>\n<mrow>\n<mo>(</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">^</mo>\n</mover>\n</mrow>\n<mo>)</mo>\n</mrow>\n<mo>′</mo>\n</msup>\n<msup>\n<mrow>\n<mo>[</mo>\n<mrow>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>A</mi>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<mi>V</mi>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<msup>\n<mi>A</mi>\n<mo>′</mo>\n</msup>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n</mrow>\n<mo>]</mo>\n</mrow>\n<mrow>\n<mo>−</mo>\n<mn>1</mn>\n</mrow>\n</msup>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>A</mi>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<mi>V</mi>\n<msup>\n<mrow>\n<mo>[</mo>\n<mrow>\n<mi>V</mi>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<msup>\n<mi>A</mi>\n<mo>′</mo>\n</msup>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<msup>\n<mrow>\n<mo>[</mo>\n<mrow>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>A</mi>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<mi>V</mi>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<msup>\n<mi>A</mi>\n<mo>′</mo>\n</msup>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n</mrow>\n<mo>]</mo>\n</mrow>\n<mrow>\n<mo>−</mo>\n<mn>1</mn>\n</mrow>\n</msup>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>A</mi>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<mi>V</mi>\n</mrow>\n<mo>]</mo>\n</mrow>\n<mrow>\n<mo>−</mo>\n<mn>1</mn>\n</mrow>\n</msup>\n<mo>×</mo>\n</mtd>\n</mtr>\n<mtr>\n<mtd>\n<mi>V</mi>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<msup>\n<mi>A</mi>\n<mo>′</mo>\n</msup>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<msup>\n<mrow>\n<mo>[</mo>\n<mrow>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>A</mi>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n<mi>V</mi>\n<mfrac>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<msup>\n<mi>A</mi>\n<mo>′</mo>\n</msup>\n</mrow>\n<mrow>\n<mi mathvariant=\"normal\">∂</mi>\n<mi>θ</mi>\n</mrow>\n</mfrac>\n</mrow>\n<mo>]</mo>\n</mrow>\n<mrow>\n<mo>−</mo>\n<mn>1</mn>\n</mrow>\n</msup>\n<mi>A</mi>\n<mrow>\n<mo>(</mo>\n<mrow>\n<mover>\n<mi>θ</mi>\n<mo stretchy=\"false\">^</mo>\n</mover>\n</mrow>\n<mo>)</mo>\n</mrow>\n<mo>;</mo>\n</mtd>\n</mtr>\n</mtable>\n</mrow>\n</mstyle>\n</math>",
                    "type": "mathml"
                },
                {
                    "text": "In practice V and  <math id=\"inf15\"> <semantics> <mrow> <mfrac> <mrow> <mo>∂</mo> <mi>A</mi> </mrow> <mrow> <mo>∂</mo> <mi>θ</mi> </mrow> </mfrac> </mrow> </semantics> </math>  will have to be estimated using consistent estimates of θ.",
                    "type": "paragraph"
                },
                {
                    "text": "If all parameters had been jointly estimated from a common data source an estimate of V had been available. In practice subsets of the parameter vector have been estimated from different data sources and thus there is no estimate of the complete covariance matrix. The best one can do is to use the information available and form a block diagonal matrix, say  <math id=\"inf16\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <mrow> <mover> <mi>V</mi> <mo stretchy=\"false\">^</mo> </mover> </mrow> </mrow> </mstyle> </math> . The resulting new aligned estimates will still be consistent if  <math id=\"inf17\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <mrow> <mover> <mi>V</mi> <mo stretchy=\"false\">^</mo> </mover> </mrow> </mrow> </mstyle> </math>  tends in probability to a positive definite matrix, but a χ<sup>2</sup> distribution might not approximate the distribution of the corresponding test statistic well.",
                    "type": "paragraph"
                },
                {
                    "text": "The whole approach builds on the first-order Taylor expansion of the constraints A(θ). If the model is highly non-linear a first-order approximation might not be good enough. An alternative approach then is to minimize the first term of <a href=\"#E4\">eq. (4)</a> with numerical methods subject to the constraints. If there are too many constraints, in particular if the number of constraints exceeds the number of parameters, a set of parameters that satisfies the constraints might not exist. In this case a solution is to reduce the number of constraints and, for instance, only align to marginal distributions. It might also be possible to make separate alignments for selected subsamples.",
                    "type": "paragraph"
                },
                {
                    "text": "This approach was used to check the estimates of the imputation model for old age care. The start data set of SESIM does not include any information about old age care and we thus had to impute it. Using an external data source from a study of elderly aged 75+ and living in a parish of Stockholm a multinomial logit model was estimated for the probability to have respectively public assistance in one’s own home or to live in a dwelling/institution with professional help available all day and night (see Chapter 11 in <a href=\"#bib45\">Klevmarken and Lindgren, 2008</a>). Because data came from such a small and rather special area and only applied to those who were at least 75 years old, while we wanted to use the model also for the age group 65-74, it was desirable to check the predictions from the estimated model against national estimates of old age care. Such estimates were obtained by age and gender from the relatively large survey HEK of Statistics Sweden.<sup><a href=\"#fn11\">11</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "In this case it turned out that the first order Taylor approximation was not good enough for the multinomial logit model. Instead we have maximized the criterion function using numerical methods subject to the side constraint that the model will replicate the HINK frequencies.<sup><a href=\"#fn12\">12</a></sup> In doing so with 36 constraints (six age groups for each gender and for each combination of age group and gender three possible outcomes: no help, help at home, and 24 hours surveillance) and 12 parameters we encountered the problem that there were no parameter combination that satisfied the constraints. To avoid this problem the model was aligned for males and females separately but only to the totals of the three groups of care for the age group 65-74. For each gender there were thus only three constraints. Although the model was estimated for males and females jointly, we in this way got separate estimates of the parameters for each gender. The original estimates are compared to the aligned estimates in <a href=\"#table2_1\">Table 1</a> and the originally simulated and the aligned frequencies of care form are compared in <a href=\"#table2_2\">Table 2</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Note: The comparison state is no help.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table2_1",
                            "label": "Table 1",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Variable</th>\n<th align=\"left\">Aligned, females</th>\n<th align=\"left\">Aligned, males</th>\n<th align=\"left\">Original ML-estimates</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">Help at home</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">Age</td>\n<td align=\"left\">0.2096</td>\n<td align=\"left\">0.2127</td>\n<td align=\"left\">0.119</td>\n</tr>\n<tr>\n<td align=\"left\">If man</td>\n<td align=\"left\">-</td>\n<td align=\"left\">-1.6894</td>\n<td align=\"left\">-0.749</td>\n</tr>\n<tr>\n<td align=\"left\">ADL1</td>\n<td align=\"left\">1.4968</td>\n<td align=\"left\">1.6456</td>\n<td align=\"left\">1</td>\n</tr>\n<tr>\n<td align=\"left\">ADL2</td>\n<td align=\"left\">2.6648</td>\n<td align=\"left\">2.7901</td>\n<td align=\"left\">2.12</td>\n</tr>\n<tr>\n<td align=\"left\">ADL3</td>\n<td align=\"left\">3.2562</td>\n<td align=\"left\">3.3229</td>\n<td align=\"left\">2.86</td>\n</tr>\n<tr>\n<td align=\"left\">Intercept</td>\n<td align=\"left\">-20.1854</td>\n<td align=\"left\">-20.3627</td>\n<td align=\"left\">-11.8</td>\n</tr>\n<tr>\n<td align=\"left\">Special housing</td>\n<td align=\"left\"/>\n<td align=\"left\"/>\n<td align=\"left\"/>\n</tr>\n<tr>\n<td align=\"left\">age</td>\n<td align=\"left\">0.1474</td>\n<td align=\"left\">0.1610</td>\n<td align=\"left\">0.171</td>\n</tr>\n<tr>\n<td align=\"left\">If man</td>\n<td align=\"left\">-</td>\n<td align=\"left\">0.0029</td>\n<td align=\"left\">-0.769</td>\n</tr>\n<tr>\n<td align=\"left\">ADL1</td>\n<td align=\"left\">-0.9949</td>\n<td align=\"left\">-1.2447</td>\n<td align=\"left\">0.684</td>\n</tr>\n<tr>\n<td align=\"left\">ADL2</td>\n<td align=\"left\">1.3713</td>\n<td align=\"left\">1.1473</td>\n<td align=\"left\">2.97</td>\n</tr>\n<tr>\n<td align=\"left\">ADL3</td>\n<td align=\"left\">4.7634</td>\n<td align=\"left\">4.4460</td>\n<td align=\"left\">6.5</td>\n</tr>\n<tr>\n<td align=\"left\">Intercept</td>\n<td align=\"left\">-14.8972</td>\n<td align=\"left\">-15.9354</td>\n<td align=\"left\">-18.8</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Aligned and original estimates of a MNL model for social care.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "table2_2",
                            "label": "Table 2",
                            "tables": [
                                "<table>\n<thead>\n<tr>\n<th align=\"left\">Form of care</th>\n<th align=\"left\" colspan=\"3\">Aligned (HINK)</th>\n<th align=\"left\">Simulated without alignment</th>\n</tr>\n<tr>\n<th align=\"left\"/>\n<th align=\"left\">Males</th>\n<th align=\"left\">Females</th>\n<th align=\"left\">All</th>\n<th align=\"left\">All</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td align=\"left\">No help</td>\n<td align=\"left\">98.9</td>\n<td align=\"left\">98.3</td>\n<td align=\"left\">98.6</td>\n<td align=\"left\">98.1</td>\n</tr>\n<tr>\n<td align=\"left\">Help at home</td>\n<td align=\"left\">0.1</td>\n<td align=\"left\">0.6</td>\n<td align=\"left\">0.4</td>\n<td align=\"left\">1.9</td>\n</tr>\n<tr>\n<td align=\"left\">Special housing</td>\n<td align=\"left\">1.0</td>\n<td align=\"left\">1.1</td>\n<td align=\"left\">1.0</td>\n<td align=\"left\">0.1</td>\n</tr>\n</tbody>\n</table>"
                            ],
                            "title": "Aligned and originally simulated relative frequencies of social care (%).",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<a href=\"#bib29\">Klevmarken (2002)</a> suggested that the simulated method of moments is a natural and convenient estimation method in the context of microsimulation, because the model is built as a simulator and it usually includes a complex structure nonlinear in parameters as well as in variables, and it is thus difficult to estimate with more traditional methods. Certain kinds of alignment constraints can easily be accounted for in the method of simulated moments. Suppose one of the moment conditions is,",
                    "type": "paragraph"
                },
                {
                    "id": "E11",
                    "label": "(11)",
                    "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<mi>E</mi>\n<mo stretchy=\"false\">(</mo>\n<msub>\n<mi>y</mi>\n<mi>t</mi>\n</msub>\n<mo>−</mo>\n<mi>E</mi>\n<mo stretchy=\"false\">(</mo>\n<mi>g</mi>\n<mo stretchy=\"false\">(</mo>\n<msub>\n<mi>x</mi>\n<mrow>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>,</mo>\n<msub>\n<mi>ε</mi>\n<mrow>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>,</mo>\n<msub>\n<mi>θ</mi>\n<mrow>\n<mn>0</mn>\n</mrow>\n</msub>\n<mo stretchy=\"false\">)</mo>\n<mo stretchy=\"false\">)</mo>\n<mo>=</mo>\n<mn>0</mn>\n<mo>;</mo>\n</mrow>\n</mstyle>\n</math>",
                    "type": "mathml"
                },
                {
                    "text": "The empirical correspondence to the expression to the left of the equality sign is",
                    "type": "paragraph"
                },
                {
                    "id": "E12",
                    "label": "(12)",
                    "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<mrow>\n<mover>\n<mi>y</mi>\n<mo stretchy=\"false\">¯</mo>\n</mover>\n</mrow>\n<mo>−</mo>\n<mfrac>\n<mn>1</mn>\n<mi>n</mi>\n</mfrac>\n<munderover>\n<mo movablelimits=\"false\">∑</mo>\n<mrow>\n<mi>t</mi>\n<mo>=</mo>\n<mn>1</mn>\n</mrow>\n<mrow>\n<mi>n</mi>\n</mrow>\n</munderover>\n<mrow>\n<mover>\n<mi>k</mi>\n<mo stretchy=\"false\">~</mo>\n</mover>\n</mrow>\n<mrow>\n<mo>(</mo>\n<mrow>\n<msub>\n<mi>x</mi>\n<mrow>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>,</mo>\n<mtext> </mtext>\n<msup>\n<mi>ε</mi>\n<mrow>\n<mi>s</mi>\n</mrow>\n</msup>\n<mo>,</mo>\n<mtext> </mtext>\n<msub>\n<mi>θ</mi>\n<mrow>\n<mn>0</mn>\n</mrow>\n</msub>\n</mrow>\n<mo>)</mo>\n</mrow>\n<mo>;</mo>\n</mrow>\n</mstyle>\n</math>",
                    "type": "mathml"
                },
                {
                    "text": "where  <math id=\"inf18\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <mrow> <mover> <mi>k</mi> <mo stretchy=\"false\">~</mo> </mover> </mrow> </mrow> </mstyle> </math>  is an unbiased simulator of E(y). Suppose now that we know the finite population mean  <math id=\"inf19\"> <semantics> <mover accent=\"true\"> <mi>Y</mi> <mo>¯</mo> </mover> </semantics> </math> . How could we use this information? If we also knew the x<sub>t</sub> values for all individuals in the finite population, we could substitute  <math id=\"inf20\"> <semantics> <mover accent=\"true\"> <mi>y</mi> <mo>¯</mo> </mover> </semantics> </math>  in (17) for  <math id=\"inf21\"> <semantics> <mover accent=\"true\"> <mi>Y</mi> <mo>¯</mo> </mover> </semantics> </math>  and extend the summation in the second term of (17) to N, and thus get an empirical correspondence to (16) for the whole finite population. In practice this is of course not possible. One only knows the x-observations of the sample, but with known selection probabilities p<sub>t</sub> they can be used to compute the following estimate,",
                    "type": "paragraph"
                },
                {
                    "id": "E13",
                    "label": "(13)",
                    "mathml": "<math>\n<mstyle displaystyle=\"true\" scriptlevel=\"0\">\n<mrow>\n<mrow>\n<mover>\n<mi>Y</mi>\n<mo stretchy=\"false\">¯</mo>\n</mover>\n</mrow>\n<mo>−</mo>\n<mfrac>\n<mn>1</mn>\n<mi>N</mi>\n</mfrac>\n<munderover>\n<mo movablelimits=\"false\">∑</mo>\n<mrow>\n<mi>t</mi>\n<mo>=</mo>\n<mn>1</mn>\n</mrow>\n<mrow>\n<mi>n</mi>\n</mrow>\n</munderover>\n<mfrac>\n<mn>1</mn>\n<msub>\n<mi>p</mi>\n<mrow>\n<mi>t</mi>\n</mrow>\n</msub>\n</mfrac>\n<mtext> </mtext>\n<mrow>\n<mover>\n<mi>k</mi>\n<mo stretchy=\"false\">~</mo>\n</mover>\n</mrow>\n<mrow>\n<mo>(</mo>\n<mrow>\n<msub>\n<mi>x</mi>\n<mrow>\n<mi>t</mi>\n</mrow>\n</msub>\n<mo>,</mo>\n<mtext> </mtext>\n<msup>\n<mi>ε</mi>\n<mrow>\n<mi>s</mi>\n</mrow>\n</msup>\n<mo>,</mo>\n<mtext> </mtext>\n<msub>\n<mi>θ</mi>\n<mrow>\n<mn>0</mn>\n</mrow>\n</msub>\n</mrow>\n<mo>)</mo>\n</mrow>\n<mo>;</mo>\n</mrow>\n</mstyle>\n</math>",
                    "type": "mathml"
                },
                {
                    "text": "The covariance matrix of the resulting estimate  <math id=\"inf22\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <mrow> <mover> <mi>θ</mi> <mo stretchy=\"false\">^</mo> </mover> </mrow> </mrow> </mstyle> </math>  should now have a third component, which reflects the sampling from the finite population.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Estimation",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "An important part of any model building effort is testing and validation. Validation involves two major issues. First the choice of criterion and validation measure, and second the derivation of the stochastic properties of this measure taking all sources of uncertainty into account. The choice of criterion for validation is of course closely related to that for estimation. As already mentioned, we are not only interested in good mean predictions, but also in good representations of cross-sectional distributions and of transitions between states. When an event occurs becomes important in any dynamic microsimulation exercise. A micro-simulation model is likely to have a number of simplifying assumptions about lack of correlation and independence, both between individuals and over time. For this reason one might expect more random noise in the simulations and faster decaying correlations compared to real data. In addition to model wide criteria one might thus be interested in criteria that focus on these particular properties. Work is needed to develop such measures with known properties.",
                    "type": "paragraph"
                },
                {
                    "text": "For a model not to big and complex in structure it might be feasible to derive an analytic expression for the variance-covariance matrix of the simulations, which takes all sources of uncertainty into account: random sampling, estimation and simulation errors (for example, see <a href=\"#bib39\">Pudney and Sutherland (1996)</a>). In general, micro-simulation models are so complex that analytical solutions are unlikely. Given the parameter estimates the simulation uncertainty can be evaluated if simulations are replicated with new random number generator seeds for each replication. There is a trade off between the number of replications needed and the sample size. The bigger sample the fewer replications.",
                    "type": "paragraph"
                },
                {
                    "text": "To evaluate the uncertainty which arises through the parameter estimates one approach is to approximate the distribution of the estimates with a multivariate normal distribution with mean vector and covariance matrix equal to that of the estimated parameters. By repeated draws from this normal distribution and new model simulations for each draw of parameter values an estimate of the variability in the simulation due to uncertainty about the true parameter values can be obtained.",
                    "type": "paragraph"
                },
                {
                    "text": "To avoid the normal approximation one might use sample re-use methods. For instance, by bootstrapping one can obtain a set of replicated estimates of the model parameters. Each replication can be used in one or more simulation runs, and the variance of these simulations will capture both the variability in parameter estimates and the variability due to simulation (model) errors. If the bootstrap samples are used not only to estimate the parameters but also as replicated bases (initial conditions) for the simulations, then one would also be able to capture the random sampling errors. In practice this advice will become difficult to follow for large models. To re-estimate all relations using many data sets is likely to become burdensome. Depending on model structure this approach could, however, be applied to sub-models or blocks of sub-models.",
                    "type": "paragraph"
                },
                {
                    "text": "Much of the total error in simulated values will come from the choice of a particular model structure. Sensitivity analysis is an approach to assess the importance of this source of error. As pointed out in <a href=\"#bib7\">Citro and Hanushek (1997)</a> (p. 155) “sensitivity analysis is a diagnostic tool for ascertaining which parts of an overall model could have the largest impact on results and therefore are the most important to scrutinize for potential errors that could be reduced or eliminated”. If simple measures of the impact on key variables from marginal changes in parameters and exogenous entities could be computed they would potentially become very useful.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Model validation",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The size and complexity of a typical microsimulation model makes it hard to understand its properties intuitively. This is one reason why micro simulation has received a rather cool interest by the Economics profession. Given the main tradition of working with small, stylized models and the relative failure of the large macro models of the 1960s and 1970s many economists are now skeptical about the usefulness of large models. In order to change this, micro simulation modeling has to rely on good economic theory and use sound econometric inference methods, but economist also have to learn what scientists in other disciplines already know, namely how to examine the properties of large simulation models.",
                    "type": "paragraph"
                },
                {
                    "text": "Contributing to the skeptics of the Economics profession is also the view that the science of Economics has not yet given us knowledge such that it is meaningful to build large micro simulation models for policy analysis and policy advice. For instance, in their assessment of the needs for data, research and models the Panel of Retirement Income Modeling of the U.S. National Research Council concluded (<a href=\"#bib7\">Citro and Hanushek, 1997, p. <span class=\"page-number\">163</span> </a>):",
                    "type": "paragraph"
                },
                {
                    "text": [
                        {
                            "text": "“To respond to immediate policy needs, agencies should use limited, special-purpose models with the best available data and research findings to answer specific policy questions. Although such models may not provide very accurate estimates, the alternative of developing complex new individual-level microsimulation or employer models in advance of needed improvements in data and research knowledge has little prospect of producing better results and will likely represent, in the immediate future, a misuse of scarce resources.”",
                            "type": "paragraph"
                        }
                    ],
                    "type": "quote"
                },
                {
                    "text": "This was a recommendation to government agencies as policy makers concerned with retirement behavior. It should not be interpreted as general recommendation against microsimulation. On the contrary they also suggested (p. 153):",
                    "type": "paragraph"
                },
                {
                    "text": [
                        {
                            "text": "“The relevant federal agencies should consider the development of a new integrated individual-level microsimulation model for retirement-income-related policy analysis as an important long-term goal, but construction of such a model would be premature until advances are made in data, research knowledge, and computational methods.”",
                            "type": "paragraph"
                        }
                    ],
                    "type": "quote"
                },
                {
                    "text": "This evaluation is almost ten years old. Do we take a different stand today? The supply of good data has certainly increased, and the computing capacity has increased as well. Simulation is much faster today and simulation-based estimation is feasible. What about economic theory and our understanding of how society works?",
                    "type": "paragraph"
                }
            ],
            "id": "s7",
            "title": "7. End remark",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "<a href=\"http://www.scb.se/befovalfard/inkomster/iof/ioffasit.asp\">http://www.scb.se/befovalfard/inkomster/iof/ioffasit.asp</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "However, there is sometimes a problem when the sampling frame does not apply to the current year target population. If the sample used was drawn a few years ago it is not obvious how one can use it for an inference to the current population.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Some authors have extended the applicability of a micro simulation model even further. <a href=\"#bib46\">Caldwell and Morrison (2000)</a> ch.9, p.216 suggest that “Just as simulation in astronomy are used to ‘observe’ processes which are difficult or impossible to observe with other methods ….., so microsimulation can be used to ‘observe’ processes and outcomes for which no respectable data exist from other sources.” This idea appears analogous to that of estimating the cells of a contingency table just knowing the marginal distributions and using minimal assumptions about the joint distribution.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The simulation context puts constraints on the choice of model. For instance, in studying the evolution of variables such as fertility, income and wealth, models which assume specific period or birth cohort effects are sometimes used. Circumstances which as associated with a particular year or a particular birth cohort are assumed to influence the variable of interest. Models of this kind are not suitable for microsimulation because one would have to extrapolate exogenously the estimated period and birth cohort effects into the future.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Although rich in coverage and usually of good quality Swedish register data lack complete information on who lives in the same household. Unmarried cohabiting couples without common children are considered singles and adult children living with their parents are also considered independent single households. To get around this problem and obtain a useful household concept data from another nonregister based survey of Statistics Sweden were used to pair some of the singles in the 1999 wave of LINDA into new households, see Chapter 3 in Klevmarken and Lindgren (2008).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A simple but useful solution to an analogous problem was recently suggested in <a href=\"#bib8\">Creedy and Kalb (2005)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In SESIM the calibration is achieved using one of three different approaches. Let  <math id=\"inf23\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <msub> <mrow> <mover> <mi>π</mi> <mo stretchy=\"false\">^</mo> </mover> </mrow> <mi>i</mi> </msub> </mrow> </mstyle> </math>  be the estimated probability of an event, and let u<sub>i</sub> be a random draw from a standard uniform distribution. Assume that the calibration benchmark is T, i e the simulated process must result in T cases. Then in “uniform calibration” the T cases with the smallest differences  <math id=\"inf24\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <msub> <mi>u</mi> <mi>i</mi> </msub> <mo>−</mo> <msub> <mrow> <mover> <mi>π</mi> <mo stretchy=\"false\">^</mo> </mover> </mrow> <mi>i</mi> </msub> </mrow> </mstyle> </math>  are selected, while in “logistic calibration” the T cases with the smallest differences  <math id=\"inf25\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <mi>l</mi> <mi>o</mi> <mi>g</mi> <mi>i</mi> <mi>t</mi> <mo stretchy=\"false\">(</mo> <msub> <mi>u</mi> <mi>i</mi> </msub> <mo stretchy=\"false\">)</mo> <mo>−</mo> <mi>l</mi> <mi>o</mi> <mi>g</mi> <mi>i</mi> <mi>t</mi> <mo stretchy=\"false\">(</mo> <mrow> <msub> <mrow> <mover> <mi>π</mi> <mo stretchy=\"false\">^</mo> </mover> </mrow> <mi>i</mi> </msub> </mrow> <mo stretchy=\"false\">)</mo> </mrow> </mstyle> </math>  are selected. A third approach is just to rescale  <math id=\"inf26\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <msub> <mrow> <mover> <mi>π</mi> <mo stretchy=\"false\">^</mo> </mover> </mrow> <mi>i</mi> </msub> </mrow> </mstyle> </math>  to give the desired expected number of cases. In the latter case there is no reduction in simulation variability.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "It is assumed that the sample was obtained with simple random sampling.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The quadratic distance function is a natural choice, but alternatives are possible. In a different context, calibration estimators in survey sampling, <a href=\"#bib9\">Deville and Särndal (1992)</a> gave examples of several useful distance functions.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Note that this implies that the same realisations of all random variables have to be used. This follows from the assumption that it is the simulated values using  <math id=\"inf27\"> <mstyle displaystyle=\"true\" scriptlevel=\"0\"> <mrow> <mrow> <mover> <mi>θ</mi> <mo stretchy=\"false\">^</mo> </mover> </mrow> </mrow> </mstyle> </math> , a single realisation of the model, that is aligned. Although this is what is most often done in practice, an alternative approach is to constrain the expected value of the simulated realizations to satisfy the constraint.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We couldn’t use the HEK survey to estimate the model because HEK does not have ADL measures, which are good predictors of old age care.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The GAUSS program CO was used.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "Ekonomporträttet: Herman Wold 1908-1992",
            "authors": [
                {
                    "name": {
                        "index": "Bentzel, R",
                        "preferred": "R Bentzel"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib2",
            "journal": "Ekonomisk Debatt, Årg",
            "pages": {
                "first": "473",
                "last": "479",
                "range": "473–479"
            },
            "type": "journal",
            "volume": "\n25\n"
        },
        {
            "articleTitle": "On Recursiveness and Interdependency in Economic Models",
            "authors": [
                {
                    "name": {
                        "index": "Bentzel, R",
                        "preferred": "R Bentzel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hansen, B",
                        "preferred": "B Hansen"
                    },
                    "type": "person"
                }
            ],
            "date": "1954",
            "doi": "10.2307/2295873",
            "id": "bib1",
            "journal": "The Review of Economic Studies",
            "pages": "153",
            "type": "journal",
            "volume": "\n22\n"
        },
        {
            "articleTitle": "Content, validation and uses of CORSIM 2.0, a dynamic microanalytic model of the United States",
            "authors": [
                {
                    "name": {
                        "index": "Caldwell, S",
                        "preferred": "S Caldwell"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "IARIW conference on Micro-simulation and Public Policy"
                ]
            },
            "date": "1993",
            "id": "bib4",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Caldwell, S",
                        "preferred": "S Caldwell"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "details": "\n, \n, \n, Health, Wealth, Pensions and Life Paths: The CORSIM dynamic Microsimulation Model, \n, \n, Microsimulation and Public Policy, \n, North-Holland, \n",
            "id": "bib5",
            "title": "Microsimulation and Public Policy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Caldwell, S",
                        "preferred": "S Caldwell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morrison, RJ",
                        "preferred": "RJ Morrison"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "\n, \n, \n, Validation of longitudinal dynamic microsimulation models: Experience with CORSIM and DYNACAN, \n, \n, Microsimulation in the New Millennium: Challenges and Innovations, Chapter 9, \n, Cambridge, U.K, \n, Cambridge University Press, \n",
            "id": "bib46",
            "title": "Microsimulation in the New Millennium: Challenges and Innovations, Chapter 9",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Callan, T",
                        "preferred": "T Callan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wilson, M",
                        "preferred": "M Wilson"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "details": "\n, \n, \n, Simulating Welfare and Income Tax Changes: The ESRI Tax-Benefit Model, ESRI, \n, Dublin, \n",
            "id": "bib6",
            "title": "Simulating Welfare and Income Tax Changes: The ESRI Tax-Benefit Model, ESRI",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cameron, G",
                        "preferred": "G Cameron"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ezzeddin, R",
                        "preferred": "R Ezzeddin"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "\n, \n, \n, Assessing the direct and indirect effects of social policy: integrating input-output and tax microsimulation models at Statistics Canada, \n, \n, Microsimulation Modelling for Policy Analysis. Challenges and Innovations, \n, Cambridge UK, \n, Cambridge University Press, \n",
            "id": "bib3",
            "title": "Microsimulation Modelling for Policy Analysis. Challenges and Innovations",
            "type": "unknown"
        },
        {
            "bookTitle": "Assessing Policies for Retirement Income. Needs for Data, Research, and Models",
            "date": "1997",
            "editors": [
                {
                    "name": {
                        "index": "Citro, CF",
                        "preferred": "CF Citro"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hanushek, EA",
                        "preferred": "EA Hanushek"
                    },
                    "type": "person"
                }
            ],
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, D.C"
                        ]
                    },
                    "formatted": [
                        "Washington, D.C"
                    ]
                },
                "name": [
                    "National Research Council, National Academy Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Evaluating Policy Reforms in Bahaviour Tax Microsimulation Models",
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kalb, G",
                        "preferred": "G Kalb"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "34th meeting with the Economic Society of Australia"
                ]
            },
            "date": "2005",
            "id": "bib8",
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "Calibration Estimators in Survey Sampling",
            "authors": [
                {
                    "name": {
                        "index": "Deville, J-C",
                        "preferred": "J-C Deville"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Särndal, C-E",
                        "preferred": "C-E Särndal"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "doi": "10.1080/01621459.1992.10475217",
            "id": "bib9",
            "journal": "Journal of the American Statistical Association",
            "pages": {
                "first": "376",
                "last": "382",
                "range": "376–382"
            },
            "type": "journal",
            "volume": "\n87\n"
        },
        {
            "articleTitle": "Behavioral tax microsimulation with finite hours choices",
            "authors": [
                {
                    "name": {
                        "index": "Duncan, A",
                        "preferred": "A Duncan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weeks, M",
                        "preferred": "M Weeks"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "doi": "10.1016/S0014-2921(97)00005-6",
            "id": "bib10",
            "journal": "European Economic Review",
            "pages": {
                "first": "619",
                "last": "626",
                "range": "619–626"
            },
            "type": "journal",
            "volume": "\n41\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eklöf, M",
                        "preferred": "M Eklöf"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Estimation of a Dynamic Ordered Probit Model with Time Gaps Within Observations",
            "date": "2004",
            "id": "bib11",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Sweden"
                        ]
                    },
                    "formatted": [
                        "Sweden"
                    ]
                },
                "name": [
                    "Mimeo Department of Economics, Uppsala University"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "details": "\n, \n, \n, Endogenous Economic Growth through Selection, \n, \n, Microsimulation and Public Policy, \n, Amsterdam, \n, Elsevier Science Publishers, \n",
            "id": "bib12",
            "title": "Microsimulation and Public Policy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eriksen, T",
                        "preferred": "T Eriksen"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "En Prognosmodell För Den Allmänna Tilläggspensioneringen",
            "date": "1973",
            "id": "bib13",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "Riksförsäkringsverket"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eriksson, P",
                        "preferred": "P Eriksson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hussénius, J",
                        "preferred": "J Hussénius"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "SESIM – A Short Documentation",
            "date": "1999",
            "id": "bib14",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "Ministry of Finance"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Flood, L",
                        "preferred": "L Flood"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jansson, F",
                        "preferred": "F Jansson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pettersson, T",
                        "preferred": "T Pettersson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pettersson, T",
                        "preferred": "T Pettersson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sundberg, O",
                        "preferred": "O Sundberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Westerberg, A",
                        "preferred": "A Westerberg"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib15",
            "title": "www.sesim.org",
            "type": "web",
            "uri": "http://www.sesim.org",
            "website": "SESIM III – a Swedish dynamic micro simulation model"
        },
        {
            "articleTitle": "Policy evaluation by microsimulation - the Frankfurt model",
            "authors": [
                {
                    "name": {
                        "index": "Galler, H",
                        "preferred": "H Galler"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "21st General Conference of the International Association for Research in Income and Wealth"
                ]
            },
            "date": "1989",
            "id": "bib17",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Galler, H",
                        "preferred": "H Galler"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "details": "369–379, \n, \n, \n, Mikrosimulationsmodelle in der Forschungsstrategie des Sonderforschungsbereich 3, \n, \n, Mikroanalytischer Grundlagen Der Gesellschaftspolitik, \n, Vol, \n, 2, \n, Berlin, \n, Akademie Verlag, \n, p, \n, \n",
            "id": "bib18",
            "title": "Mikroanalytischer Grundlagen Der Gesellschaftspolitik",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Galler, HP",
                        "preferred": "HP Galler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wagner, G",
                        "preferred": "G Wagner"
                    },
                    "type": "person"
                }
            ],
            "date": "1986",
            "details": "227–247, \n, \n, \n, The microsimulation model of the Sfb 3 for the analysis of economic and social policies, \n, \n, Microanalytic Simulation Models to Support Social and Financial Policy, \n, Amsterdam, \n, North-Holland, \n, p, \n, \n",
            "id": "bib16",
            "title": "Microanalytic Simulation Models to Support Social and Financial Policy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gupta, A",
                        "preferred": "A Gupta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kapur, V",
                        "preferred": "V Kapur"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulation in Government Policy and Forecasting, Contributions to Economic Analysis 247",
            "date": "2000",
            "id": "bib19",
            "publisher": {
                "name": [
                    "Elsevier"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The Probability Approach in Econometrics",
            "authors": [
                {
                    "name": {
                        "index": "Haavelmo, T",
                        "preferred": "T Haavelmo"
                    },
                    "type": "person"
                }
            ],
            "date": "1944",
            "doi": "10.2307/1906935",
            "id": "bib24",
            "journal": "Econometrica",
            "pages": "iii",
            "type": "journal",
            "volume": "\n12\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hain, W",
                        "preferred": "W Hain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Helberger, C",
                        "preferred": "C Helberger"
                    },
                    "type": "person"
                }
            ],
            "date": "1986",
            "details": "\n, \n, \n, Longitudinal microsimulation of life income, \n, \n, Microanalytic Simulation Models to Support Social and Financial Policy, \n, Amsterdam, \n, North-Holland, \n",
            "id": "bib20",
            "title": "Microanalytic Simulation Models to Support Social and Financial Policy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hancock, R",
                        "preferred": "R Hancock"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "\n, \n, \n, Charging for care in later life: an exercise in dynamic microsimulation, \n, \n, Microsimulation Modelling for Policy Analysis, \n, Cambridge, \n, Cambridge University Press, \n",
            "id": "bib21",
            "title": "Microsimulation Modelling for Policy Analysis",
            "type": "unknown"
        },
        {
            "articleTitle": "The Empirical foundations of Calibration",
            "authors": [
                {
                    "name": {
                        "index": "Hansen, LP",
                        "preferred": "LP Hansen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heckman, JJ",
                        "preferred": "JJ Heckman"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "doi": "10.1257/jep.10.1.87",
            "id": "bib22",
            "journal": "Journal of Economic Perspectives",
            "pages": {
                "first": "87",
                "last": "104",
                "range": "87–104"
            },
            "type": "journal",
            "volume": "\n10\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulation and Public Policy",
            "date": "1996",
            "id": "bib23",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "North-Holland, Elsevier Science B.V"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Helberger, C",
                        "preferred": "C Helberger"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Auswirkungen Öffentlicher Bildungsausgaben in Der BRD Auf Die Einkomensverteilung Der Ausbildungsgeneration",
            "date": "1982",
            "id": "bib25",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stuttgart"
                        ]
                    },
                    "formatted": [
                        "Stuttgart"
                    ]
                },
                "name": [
                    "Gutachten im Auftrag der Transfer-Enquete-Kommission, Kohlhammer"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, A",
                        "preferred": "A Klevmarken"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lindgren, B",
                        "preferred": "B Lindgren"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Simulating an Ageing Population. A Microsimulation Approach to Applied to Sweden, Contributions to Economic Analysis No 285",
            "date": "2008",
            "id": "bib45",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Bingley, U.K"
                        ]
                    },
                    "formatted": [
                        "Bingley, U.K"
                    ]
                },
                "name": [
                    "Emerald Group Publishing Lmtd"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "En ny modell för ATP-systemet, Statistisk Tidskrift",
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, NA",
                        "preferred": "NA Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "date": "1973",
            "id": "bib26",
            "journal": "Statistical Review",
            "pages": {
                "first": "403",
                "last": "443",
                "range": "403–443"
            },
            "type": "journal",
            "volume": "\n1973\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, NA",
                        "preferred": "NA Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Behavioral Modeling in Micro Simulation Models. A Survey",
            "date": "1997",
            "id": "bib27",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Sweden"
                        ]
                    },
                    "formatted": [
                        "Sweden"
                    ]
                },
                "name": [
                    "Department of Economics, Uppsala University"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, NA",
                        "preferred": "NA Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulation – A Tool for Economic Analysis",
            "date": "2001",
            "id": "bib28",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Sweden"
                        ]
                    },
                    "formatted": [
                        "Sweden"
                    ]
                },
                "name": [
                    "Department of Economics, Uppsala University"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Statistical inference in Micro Simulation Models: Incorporating External Information",
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, NA",
                        "preferred": "NA Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "doi": "10.1016/S0378-4754(01)00413-X",
            "id": "bib29",
            "journal": "Mathematics and Computers in Simulation",
            "pages": {
                "first": "255",
                "last": "265",
                "range": "255–265"
            },
            "pmid": 12318059,
            "type": "journal",
            "volume": "\n59\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, NA",
                        "preferred": "NA Klevmarken"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Olovsson, P",
                        "preferred": "P Olovsson"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "details": "\n, \n, \n, Direct and behavioral effects of income tax changes - simulations with the Swedish model MICROHUS, \n, \n, Microsimulation and Public Policy, \n, Amsterdam, \n, Elsevier Science Publishers, \n",
            "id": "bib30",
            "title": "Microsimulation and Public Policy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lambert, SRP",
                        "preferred": "SRP Lambert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paul, S",
                        "preferred": "S Paul"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "An Introduction to STINMOD: A Static Microsimulation Model",
            "date": "1994",
            "id": "bib31",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Australia"
                        ]
                    },
                    "formatted": [
                        "Australia"
                    ]
                },
                "name": [
                    "University of Canberra, Australia"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mitton, L",
                        "preferred": "L Mitton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weeks, M",
                        "preferred": "M Weeks"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulation Modelling for Policy Analysis",
            "date": "2000",
            "id": "bib32",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "DYNACAN, The Canadian Pension Plan Policy Model: Demographic and Earnings Components",
            "authors": [
                {
                    "name": {
                        "index": "Morrison, RJ",
                        "preferred": "RJ Morrison"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Proceedings of the Microsimulation Section at the International Conference on Information Theory, Combinatorics, and Statistics"
                ]
            },
            "date": "1997",
            "id": "bib33",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Nelissen, JHM",
                        "preferred": "JHM Nelissen"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Towards a Payable Pension System. Costs and Redistributive Impact of the Current Dutch Pension System and Three Alternatives",
            "date": "1994",
            "id": "bib34",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "The Netherlands"
                        ]
                    },
                    "formatted": [
                        "The Netherlands"
                    ]
                },
                "name": [
                    "TISSER, Tilburg Institite for Social Security Research, Department of Social Security Studies"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "A new type of socio-economic system",
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, GH",
                        "preferred": "GH Orcutt"
                    },
                    "type": "person"
                }
            ],
            "date": "1957",
            "doi": "10.2307/1928528",
            "id": "bib35",
            "journal": "The Review of Economics and Statistics",
            "pages": "116",
            "type": "journal",
            "volume": "\n39\n"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, GH",
                        "preferred": "GH Orcutt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Caldwell, S",
                        "preferred": "S Caldwell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wertheimer, R",
                        "preferred": "R Wertheimer"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Policy Explorations Through Microanalytic Simulation",
            "date": "1976",
            "id": "bib37",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington D.C"
                        ]
                    },
                    "formatted": [
                        "Washington D.C"
                    ]
                },
                "name": [
                    "The Urban Institute"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, GH",
                        "preferred": "GH Orcutt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Greenberger, M",
                        "preferred": "M Greenberger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Korbel, J",
                        "preferred": "J Korbel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rivlin, A",
                        "preferred": "A Rivlin"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microanalysis of Socioeconomic Systems: A Simulation Study",
            "date": "1961",
            "id": "bib36",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Harper and Row"
                ]
            },
            "type": "book"
        },
        {
            "bookTitle": "Micronalystic Simulation Models to Support Social and Financial Policy",
            "date": "1986",
            "editors": [
                {
                    "name": {
                        "index": "Orcutt, GH",
                        "preferred": "GH Orcutt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Merz, J",
                        "preferred": "J Merz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Quinke, H",
                        "preferred": "H Quinke"
                    },
                    "type": "person"
                }
            ],
            "id": "bib38",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "North-Holland, Elsevier Science Publishers B.V"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Pudney, S",
                        "preferred": "S Pudney"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulation and Public Policy",
            "date": "1996",
            "id": "bib39",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "North-Holland Elsevier"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rake, K",
                        "preferred": "K Rake"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "\n, \n, \n, Can we do better comparative research using microsimulation models? Lessons from the micro analysis of pension systems, \n, \n, Microsimulation in the New Millennium, Changes and Innovations, \n, Cambridge, UK, \n, Cambridge University Press, \n",
            "id": "bib44",
            "title": "Microsimulation in the New Millennium, Changes and Innovations",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Redmond, G",
                        "preferred": "G Redmond"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wilson, M",
                        "preferred": "M Wilson"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "details": "\n, \n, \n, POLIMOD: An outline, \n, Microsimulation Unit MU/RN/19, \n, 2nd edition, \n, Cambridge, \n, DAE, University of Cambridge, \n",
            "id": "bib40",
            "title": "Microsimulation Unit MU/RN/19",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Polette, J",
                        "preferred": "J Polette"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "A Comparison of Data Merging Methodologies for Extending A Microsimulation Model",
            "date": "1996",
            "id": "bib41",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Australia"
                        ]
                    },
                    "formatted": [
                        "Australia"
                    ]
                },
                "name": [
                    "University of Canberra"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "details": "\n, \n, \n, EUROMOD: A European Benfit-tax Model, \n, Microsimulation Unit MU/RN/20, \n, Cambridge, \n, DAE, University of Cambridge, \n",
            "id": "bib42",
            "title": "Microsimulation Unit MU/RN/20",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "\n, \n, \n, EUROMOD: An Integrated European Benefit-tax Model Final Report, \n, EUROMOD Working Paper No EM9/01, \n, Cambridge, \n, DAE University of Cambridge, \n",
            "id": "bib43",
            "title": "EUROMOD Working Paper No EM9/01",
            "type": "unknown"
        }
    ],
    "acknowledgements": [
        {
            "text": "This article has been previously published as Chapter 2 in A. Klevmarken and B. Lindgren Simulating an Ageing Population. A microsimulation approach applied to Sweden, Contributions to economic analysis no 285, Emerald Group Publishing Lmtd, Bingley, U.K. 2008.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
