{
    "status": "vor",
    "id": "00254",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00254",
    "authorLine": "Anders Klevmarken",
    "title": "On Estimation and Other Problems of Statistical Inference in the Micro Simulation Approach",
    "published": "2022-04-30T00:00:00Z",
    "versionDate": "2022-04-30T00:00:00Z",
    "statusDate": "2022-04-30T00:00:00Z",
    "volume": 15,
    "issue": 1,
    "fpage": 107,
    "lpage": 110,
    "elocationId": "107-110",
    "pdf": "http://web:8082/00254/ijm-00254.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        },
        {
            "id": "methodology",
            "name": "Methodology"
        }
    ],
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Anders Klevmarken",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Sweden",
                            "locality": [
                                "Gothenburg"
                            ]
                        },
                        "formatted": [
                            "Gothenburg",
                            "Sweden"
                        ]
                    },
                    "name": [
                        "University of Gothenburg, Institute of Statistics"
                    ]
                }
            ],
            "competingInterests": "No competing interests reported",
            "emailAddresses": [
                "anders@klevmarken.nu"
            ],
            "name": {
                "index": "Klevmarken, Anders",
                "preferred": "Anders Klevmarken"
            },
            "type": "person"
        }
    ],
    "funding": {
        "statement": "No specific funding for this article is reported."
    },
    "dataSets": {
        "availability": [
            {
                "text": "Not applicable",
                "type": "paragraph"
            }
        ]
    },
    "body": [
        {
            "content": [
                {
                    "text": "The micro simulation approach to economic analysis is still in the beginning of its development. Although \"numbers\" are involved in the simulations much work is largely of a theoretical character one step away from empirical applications. This is so partly because of data shortage but also because there is a need to use the simulation-approach to learn about the properties of one’s theoretical constructs. The ultimate goal must, however, be to make an inference to the economy, whether on a macro or a micro level. To do this adequate micro data are needed as well as a basis for the inference.",
                    "type": "paragraph"
                },
                {
                    "text": "The general principles of statistical inference apply to the micro simulation approach as well as to other research in econometrics. As a matter of fact, it is hard to find any useful alternative. This does not exclude, however, that there are methodological problems which are more or less specific to this approach. In the following I will first give a few comments on the analysis of micro data in general and then turn to some problems more specific to the micro simulation approach.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Micro data, and in particular longitudinal micro data, certainly offer new possibilities to obtain a better understanding of micro and macro behaviour, but nothing is for free. The use of micro data makes it necessary to solve problems we tend to neglect at the macro level.",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "There is usually a large individual variability in micro data which show up in low R<sup>2</sup>:s. To explain this variability we will probably have to use models which involve more parameters than is typically the case at an aggregate level. For instance, an analysis of household consumption would not only involve household income and lagged consumption but also measures of household charac­teristics.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Partly because of the large range of variability micro relations are frequently non-linear which makes the statistical inference difficult.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Measurement errors become relatively important. Sometimes we will work with proxy or indicator variables which \"suggest\" models with latent structures, (c.f. <a href=\"#bib1\">Aigner and Goldberger (1977)</a>, <a href=\"#bib4\">Wold (1973</a>; <a href=\"#bib6\">1974</a>; <a href=\"#bib5\">1975)</a>).",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "There are selectivity problems in micro data which may be difficult to handle. In panel data in particular self­-selectivity may demand a separate treatment. One promising approach is to incorporate the selection mechanism into the basic model and estimate both at the same time, (c.f. <a href=\"#bib2\">Heckman (1976)</a>, <a href=\"#bib3\">Maddala (1977)</a>).",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Although micro data are expected to be a rich source of information there will most certainly remain unmeasurable individual characteristics. In panel data these have sometimes been taken care of by a variance-components approach.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "The relationships between cross-section, cohort and time series data deserve more attention. We do not only need to know how macro activities influence micro units and how micro units should be aggregated to macro. Because the in­creasing demand for personal integrity will limit our possibilities to obtain micro data, and in particular panel data, we will often also have to investigate if cross-sectional data could be used for an inference about longi­tudinal behaviour.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "We already have statistical methods which can be used to treat some of these problems, but the new emphasis on micro data will have to \"generate\" new methods. To indicate the nature of these methods I would like to give a few <span class=\"underline\">key words:</span>",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Although macro theory usually has a micro theoretical foundation it is not always good enough for empirical studies of micro be­haviour. Our methods will thus have to be <span class=\"underline\">exploratory</span>.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Because the sample size will be rela­tively large it is possible to emphasize <span class=\"underline\">consistency</span> rather than efficiency. In traditional macro econometrics consistency is a completely uninteresting property because of the short time-series usually available. Frequently, however, we only know the asymptotic properties of our estimators. For this reason, I agree with those who claim that one should not give much credence to confidence intervals computed in macro econometric models. On the other hand, from this does not follow that statistical inference is useless.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "One should also emphasize <span class=\"underline\">robustness</span> of methods. There is usually a conflict between our desire to have robust and efficient methods. With large samples of micro data, however, we will not have to be overly concerned about the loss in efficiency.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "In traditional econometrics we concentrate on mean relationships, while with micro data the <span class=\"underline\">distributional aspects</span> will be more emphasized. For this purpose, we will probably have to develop better statistical methods than those available now.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "There will be a need for methods which require neither linearity nor assumptions of particular non-linear forms, but rather admit <span class=\"underline\">data to determine the functional form</span> of the relationships estimated.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "alpha-lower",
                            "type": "list"
                        }
                    ],
                    "id": "s2",
                    "title": "Analysis of micro data, some common problems",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Next I would like to comment on a few problems which are more specific to the micro simulation method. The size of the models contributes to many of the <span class=\"underline\">practical</span> difficulties. It is important to know the properties of an estimated model and the predictions produced by this model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "It has been suggested that these properties could be explored by tracing out \"reaction surfaces\" by alternative assumptions about model structure and parameter values (sensitivity analysis). This is a good idea for small or medium sized models or for exploring particular features but cannot be used to evaluate a large micro simulation model. The sources of uncertainty in the predictions are the same as in most other econometric predictions. There will be genuine residual variation as well as measurement errors. Parameters will be unknown but estimated. Exogenous variables are not known but predicted. There will be specification errors, etc. The multiple of these errors cannot be explored in \"reaction surfaces\" because it would be unmanageable to analyze the large amount of computer printout required. With these large models it is not feasible to simulate all possible implications of a model and discover unrealistic features.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Also, such an approach would not give the probability of the occurrence of a simulated event. For these reasons it is very important that each detail (assumption) in the model be tested by statistical methods. It is also important to test the model carefully to balance what I would like to call the \"size law\", namely that the vested interest in our own model is proportional to its size.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Large size models also make simulations expensive. Methods have to be found which quickly trace out the distributions for strategic variables. Although the simulation methods will depend on the model structure, there are general, efficient Monte Carlo methods and there are also powerful computer languages for simulations like for instance SIMULA. Experts on numerical methods and computer simulations could undoubtedly contribute to a more efficient use of the computer.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Another major problem in micro simulation studies is the <span class=\"underline\">lack of data</span>. A typical feature of some micro analytic studies is that the objective function which is maximized (or minimized) to obtain estimates of the micro parameters is formulated in macro variables because micro data are not available. For instance, with respect to the micro parameters one might attempt to minimize some quadratic function of the residuals between observed and predicted GNP, consumption expenditures, investment expenditures, rate of un­employment, rate of increase in consumer prices etc. This procedure might easily lead into identification problems. To illustrate by a simple example, if we only know the sum of two variables each of which are linearly related to two other variables, it is not possible to identify the two intercepts. In a more complex model, it might be difficult to see if the model is identified or not. If not, the search for a maximum (minimum) may go on forever. Even if the model is formally identified there may be cases analogous to multicollinearity in ordinary linear models, i.e. the surface of the objective function in the neighborhood of the extremum is flat.",
                            "type": "paragraph"
                        },
                        {
                            "text": "It might then be possible to change some parameter values with but a very small change in the value of the objective function.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Gunnar Eliasson in his paper <b>\"How</b> does inflation<sup><a href=\"#fn1\">1</a></sup> affect growth - Experiments on the Swedish Model\" presented a slightly different data problem. He wanted to investigate if the \"over shooting\" response of his model to an external shock is a realistic feature. The problem is that so far, we have not observed such an \"over shooting\" in the economy which makes it difficult to put this property of the model to a direct test.",
                            "type": "paragraph"
                        },
                        {
                            "text": "First, we would like to know if this particular property is the result of the general model structure or the particular parameter estimates obtained. Suppose we can write the model",
                            "type": "paragraph"
                        },
                        {
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi mathvariant=\"normal\">M</mi><mi mathvariant=\"normal\">l</mi><mo>:</mo><mi mathvariant=\"normal\">F</mi><mo stretchy=\"false\">(</mo><mi mathvariant=\"normal\">y</mi><mo>,</mo><mi>θ</mi><mo stretchy=\"false\">)</mo><mo>=</mo><mn>0</mn><mo>;</mo><mspace width=\".5em\"/><mi>θ</mi><mo>∈</mo><mi mathvariant=\"normal\">S</mi><mo>;</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where y is a vector of variables and <math id=\"inf1\"><mi>θ</mi></math> a vector of unknown parameters which belong to the set S. These relations define our maintained hypothesis. If F has the over shooting property for every <math id=\"inf2\"><mi>θ</mi></math> in S, no sample would be able to reject this property, i.e. no test is possible. In this case there is no support for the property, and one would like to consider a more general model which would include Ml.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Even if there are <math id=\"inf3\"><mi>θ</mi></math>:s in S which do not imply \"over shooting\" one might think of cases when this property is \"almost\" untestable. Suppose our data are generated by another (stochastic) model M2 which does not have the \"over shooting\" property and that the distribution of y is such that we with a probability close to 1 will obtain estimates of <math id=\"inf4\"><mi>θ</mi></math> in Ml which give over shooting, then the probability to reject this property will be close to 0. To obtain some protection against this possibility one would like to investigate if theoretically plausible models different from Ml with about the same fit would also give the over shooting property. If they do, some support for overshooting is obtained.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In general, I can see no other way to solve the testing problem than to test each part of the model against micro data by statistical methods. If micro data are unavailable, we will most certainly encounter difficulties in discriminating between model structures. Suppose our data are generated by Ml but there are many parameter vectors θ which give almost the same fit to the observed (macro) data and some give \"over shooting\" while others do not. This result neither give support to the over shooting property, nor rejects it. Equivalently, if one estimate of θ implies overshooting but it is possible to find another θ which gives almost the same fit but no overshooting, then there is no support.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Eliasson discovered the over shooting property of his model by deterministic simulation. But assigning the value zero to the random errors does not always give unbiased predictions, c.f. the case of log-normally distributed errors.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Depending on the structure of the model it might also generate random shocks which would counteract the over shooting. If the random errors implicit in the behavioral relations are taken into account by stochastic simulations one might thus obtain different results vis à vis over shooting.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, I would like to comment on what is called <span class=\"underline\">\"the dynamic approach\" to estimation</span>. Let us take the following simple example:",
                            "type": "paragraph"
                        },
                        {
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>y</mi><mi>t</mi></msub><mo>=</mo><mi>α</mi><mo>+</mo><mi>β</mi><mrow><msub><mi>y</mi><mrow><mi>t</mi><mo>−</mo><mi>l</mi></mrow></msub></mrow><mo>+</mo><msub><mi>ϵ</mi><mi>t</mi></msub><mo>;</mo><mspace width=\"1em\"/><msub><mi>ϵ</mi><mi>t</mi></msub><mtext> </mtext><mi>i</mi><mi>s</mi><mtext> </mtext><mi>N</mi><mi>I</mi><mi>D</mi><mtext> </mtext><mo stretchy=\"false\">(</mo><mn>0</mn><mo>,</mo><msubsup><mi>σ</mi><mrow><mi>ϵ</mi></mrow><mrow><mn>2</mn></mrow></msubsup><mo stretchy=\"false\">)</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Minimization of",
                            "type": "paragraph"
                        },
                        {
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><munderover><mo>∑</mo><mrow><mn>1</mn></mrow><mrow><mi>T</mi></mrow></munderover><msup><mrow><mo>(</mo><mrow><msub><mi>y</mi><mrow><mi>t</mi></mrow></msub><mo>−</mo><mrow><mrow><mover><mi>y</mi><mo stretchy=\"false\">^</mo></mover></mrow></mrow><mrow><mo stretchy=\"false\">|</mo></mrow><msub><mi>y</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msub></mrow><mo>)</mo></mrow><mrow><mn>2</mn></mrow></msup><mo>=</mo><munderover><mo>∑</mo><mrow><mn>1</mn></mrow><mrow><mi>T</mi></mrow></munderover><msup><mrow><mo>(</mo><mrow><msub><mi>y</mi><mrow><mi>t</mi></mrow></msub><mo>−</mo><mi>α</mi><mo>−</mo><mi>β</mi><msub><mi>y</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msub></mrow><mo>)</mo></mrow><mrow><mn>2</mn></mrow></msup></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "gives the Ordinary Least Squares estimates which are maximum likelihood estimates and they are consistent, asymptotically unbiased and asymptotically efficient. In the dynamic approach the following residual sum of squares is minimized",
                            "type": "paragraph"
                        },
                        {
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><munderover><mo>∑</mo><mrow><mn>1</mn></mrow><mrow><mi>T</mi></mrow></munderover><msup><mrow><mo>(</mo><mrow><msub><mi>y</mi><mrow><mi>t</mi></mrow></msub><mo>−</mo><mrow><mrow><mover><mi>y</mi><mo stretchy=\"false\">^</mo></mover></mrow></mrow><mrow><mo stretchy=\"false\">|</mo></mrow><msub><mrow><mrow><mover><mi>y</mi><mo stretchy=\"false\">^</mo></mover></mrow></mrow><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msub></mrow><mo>)</mo></mrow><mrow><mn>2</mn></mrow></msup><mo>=</mo><munderover><mo>∑</mo><mrow><mn>1</mn></mrow><mrow><mi>T</mi></mrow></munderover><msup><mrow><mo>(</mo><mrow><msub><mi>y</mi><mrow><mi>t</mi></mrow></msub><mo>−</mo><mi>α</mi><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mrow><mi>t</mi></mrow></munderover><msup><mi>β</mi><mrow><mi>i</mi><mo>−</mo><mn>2</mn></mrow></msup><mo>−</mo><msup><mi>β</mi><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msup><msub><mi>y</mi><mrow><mn>1</mn></mrow></msub></mrow><mo>)</mo></mrow><mrow><mn>2</mn></mrow></msup><mo>;</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where y<sub>l</sub> is the first y-observation. It remains to be shown that the estimates obtained have any desirable properties.",
                            "type": "paragraph"
                        },
                        {
                            "text": "If the OLS estimates are used for \"dynamic predictions\", i.e. only the first y-observation is used to start the forecasting, and if all <math id=\"inf5\"><msub><mrow><mi>ϵ</mi></mrow><mrow><mi>t</mi></mrow></msub></math> are set equal to zero, one would probably obtain a sequence of y-predictions which deviates from the observed series in a seemingly non-random way. Is this result an indication of a bad model? Not necessarily! In a mean-square sense the prediction was the best possible given that we only knew the first y-value. The random number generator which we call the economy will generate a y-series with all <math id=\"inf6\"><mi>ϵ</mi></math> set equal to zero only with a probability close to zero. The probability that our random number generator would be able to generate the same series of <math id=\"inf7\"><mi>ϵ</mi></math> values as generated by the economy is also almost zero. To simulate only one future y-path thus is almost useless. What is of interest is to simulate the whole distri­bution of y-paths. Our interest must then be concentrated on building models which yield distributions with small variances.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3",
                    "title": "Problems in the micro simulation approach",
                    "type": "section"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "See <a href=\"#bib7\">Eliasson (1978)</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "bookTitle": "Latent Variables in Socio-Economic Models",
            "date": "1977",
            "editors": [
                {
                    "name": {
                        "index": "Aigner, DJ",
                        "preferred": "DJ Aigner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goldberger, AS",
                        "preferred": "AS Goldberger"
                    },
                    "type": "person"
                }
            ],
            "id": "bib1",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "North-Holland Publ Co"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "How does inflation affect growth? Experiments on the Swedish Micro-to-Macro Model",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Papers on the Swedish Model from the Symposium Microsimulation Methods, in Stockholm Sept 19-22, 1977"
                ]
            },
            "date": "1978",
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "IUI Conference Reports 1978:1, pp. 105-126. The industrial Institute for Economic and Social Research"
                ]
            },
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "The common structure of statistical models of truncation, sample selection and limited dependent variables and a simple estimator for such models",
            "authors": [
                {
                    "name": {
                        "index": "Heckman, J D",
                        "preferred": "J D Heckman"
                    },
                    "type": "person"
                }
            ],
            "date": "1976",
            "id": "bib2",
            "journal": "Annals of Economic and Social Measurement",
            "pages": {
                "first": "475",
                "last": "492",
                "range": "475–492"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Maddala, GS",
                        "preferred": "GS Maddala"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Self-Selectivity problems in Econometric Models in Applications of Statistics (ed) by PR Krishniah",
            "date": "1977",
            "id": "bib3",
            "publisher": {
                "name": [
                    "North-Holland Publishing Co"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wold, H",
                        "preferred": "H Wold"
                    },
                    "type": "person"
                }
            ],
            "date": "1973",
            "details": "67–86, Nonlinear Iterative Partial Least Squares (NIPALS) Modelling: Some Current Developments in Multivariate Analysis III Ed by PR Krishnaiah, New York, Academic Press, p",
            "id": "bib4",
            "title": "Nonlinear Iterative Partial Least Squares (NIPALS) Modelling: Some Current Developments in Multivariate Analysis III Ed by PR Krishnaiah",
            "type": "unknown"
        },
        {
            "articleTitle": "Casual flows with latent variables. Partings of the ways in the light of NIPALS modelling",
            "authors": [
                {
                    "name": {
                        "index": "Wold, H",
                        "preferred": "H Wold"
                    },
                    "type": "person"
                }
            ],
            "date": "1974",
            "id": "bib6",
            "journal": "European Economic Review",
            "pages": {
                "first": "67",
                "last": "86",
                "range": "67–86"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wold, H",
                        "preferred": "H Wold"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Path Models with Latent Variables: The NIPALS Approach, Quantitative Sociology",
            "date": "1975",
            "id": "bib5",
            "publisher": {
                "name": [
                    "Academic Press"
                ]
            },
            "type": "book"
        }
    ],
    "acknowledgements": [
        {
            "text": "This article has been previously published as Part II in G. Eliasson (ed.) A Micro-to-Macro Model of the Swedish Economy. Papers on the Swedish Model from the Symposium on Micro Simulation Methods in Stockholm Sept. 19-22, 1977. IUI conference reports 1978:1, ISBN 91-7204-086-6, Stockholm.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
