{
    "status": "vor",
    "id": "00260",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00260",
    "authorLine": "Matteo G Richiardi",
    "title": "Editorial",
    "published": "2022-08-31T00:00:00Z",
    "versionDate": "2022-08-31T00:00:00Z",
    "statusDate": "2022-08-31T00:00:00Z",
    "volume": 15,
    "issue": 2,
    "fpage": 1,
    "lpage": 3,
    "elocationId": "1-3",
    "pdf": "http://web:8082/00260/ijm-00260.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Colchester"
                            ]
                        },
                        "formatted": [
                            "Colchester",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@essex.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo G",
                "preferred": "Matteo G Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Summer 2022 issue of the <i>International Journal of Microsimulation</i> contains five articles that span a broad range of applications of microsimulation techniques.",
                    "type": "paragraph"
                },
                {
                    "text": "The first article, by Ugo Colombino and Nizamul Islam, is an exercise in numerical optimal taxation. The authors estimate a Random Utility Random Opportunity (RURO) microsimulation model, distinguishing for up to two adults per household between three labour states and employment sectors. The model is simplified by using pre-estimated wage densities, relative to a full RURO model. EU-SILC data and EUROMOD are used to obtain the data for estimation, with an application to France, Italy, Luxembourg, Spain, and the UK in 2015. Their finding that the optimal tax-transfer rule is close to a flat tax accompanied by a Universal Basic Income or –equivalently– a negative income tax might depend on the specificities of the assumed analytical framework, but is illustrative of an innovative and potentially powerful use of behavioural tax-benefit microsimulation models.",
                    "type": "paragraph"
                },
                {
                    "text": "The second paper, by Luca Riccetti, proposes an agent-based approach to the simulation of multi-layered financial networks in order to measure systemic risk, identify systemically important financial institutions, study the transmission of shocks, and provide the policy maker with a comprehensive tool to elaborate policies and interventions to limit financial contagion. The paper provides a large survey of the relevant literature, highlighting the shortcomings of each contribution in order to stress the need for a complexity approach, which agent-based modelling can operationalise.",
                    "type": "paragraph"
                },
                {
                    "text": "The third paper, by Francesco Figari, Gerlinde Verbist and Francesca Zantomio, looks at the tax treatment of home ownership in several EU countries. As one reviewer argumented, “the paper provides evidence on the interaction between income and property taxes in eight European countries and evaluates the impact in budgetary, efficiency, and equity (horizontal and vertical) terms. The findings show that the current tax systems result in a significant home ownership bias. In other words, even with the recurrent tax on property, there is still smaller average and marginal taxation of home ownership investment when compared to financial investments. The findings of this paper make an important contribution to the literature on the tax treatment of home ownership by providing evidence that the home ownership bias in the income tax system is not offset to any degree by recurrent property taxes. The exception is France, not surprisingly, because property taxes are relatively higher there than in the other seven European countries.”",
                    "type": "paragraph"
                },
                {
                    "text": "The fourth paper, by Jason Loughrey and Thia Hennessy, studies the impact of an increase of the profit maximization motive on the rental market of agricultural land in Ireland. The authors develop an agent-based model of the agricultural rental market, and compare it with a classical Walrasian equilibrium model. They conclude that “the microsimulation model has a number of strengths in addressing the interactions between landowners and tenants and dealing with the impact of economic changes on the farm size concentration”, while “the equilibrium model retains some value in dealing with the question of price determination and in illustrating the potential surpluses to be gained from a more active land rental market.” We welcome the use of multiple analytical approaches and agree with the authors that they often complement each other.",
                    "type": "paragraph"
                },
                {
                    "text": "The final paper, by Deborah Schofield and co-authors, provides a high-level description of a health microsimulation model that is designed to quantify the higher healthcare usage and costs of those with mitochondrial disease, a genetic metabolic disorder that is estimated to affect about 1 in 5,000 people in the United States. The focus of the paper is on estimation of the economic burden for adults with the disease, their carer, and the government, in the Australian population. Targeting rarer diseases with microsimulation models is challenging and readers will appreciate the combination of convenience sampling, administrative data linkages, and imputation of characteristics via matching to another microsimulation model.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Associate Editor Deborah Schofield provides a detailed account of a recent paper by Jacek Kopec and co-authors, published in <i>BMC Musculoskeletal Disorders</i> (<a href=\"#bib2\">Kopec et al., 2022</a>):",
                            "type": "paragraph"
                        },
                        {
                            "text": "According to the global burden of disease study, low back pain is one of the highest causes of morbidity burden globally. As such, it is potentially an important application of microsimulation to model population prevalence, socio-economic characteristics, risk factors, impacts and interventions. <a href=\"#bib2\">Kopec et al. (2022)</a> present a microsimulation model of the Canadian population called SimYouLate used to model the impact of low back pain on disability –measured as years of healthy life lost due to disability (YLDs)– and the impact on disability reduction of interventions to prevent the condition. These were weight loss, ergonomic interventions, and an exercise program. SimYouLate was developed using “flexible, continuous-time microsimulation software” designed for modellers with no programming background. The authors note that “microsimulation offers greater flexibility in specifying the statistical models describing event rates and changes in variables over time, ability to model many events simultaneously while considering competing risks, and modeling the distributions of variables in the population.” The model was based on the Canadian Community Health Survey (CCHS) which provides a representative sample of the Canadian population. Intervention outcomes were modelled using published data on relevant interventions. The effects of the interventions were modelled from 2021 to 2040 using published data on relative risk (RR) for a range of population subgroups and intervention effects. In the base-case scenario, LBP was responsible for 424,900 YLDs in Canada in 2020 rising to 460,312 YLDs in 2040.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A strength of the study was that it reported confidence intervals. It would have been helpful for the 20-year outcomes of each of the three interventions to have reported in relation to units of change in each risk factor rather than as a base case scenario so the interventions could not be compared in terms of their relative effectiveness. Nonetheless, each was reported to have the potential to reduce the YLD due to LBP.",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "For weight loss, 27,993 (95% CI 23,373-32,614) YLDs were projected to be averted over 20 years for a 0.1 unit change in log-transformed BMI (i.e. a 9.5 % change in BMI) among individuals who were overweight and those with obesity.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "For exercise, 26,058 (95% CI 22,455-29,661) YLDs were projected to be averted over 20 years for a 1 % increase in the proportion of patients with back problems participating in an exercise program.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "For reduction a 1 % reduction in the proportion of workers exposed to occupational risks 19,416 (95% CI 16,275-22,557) YLDs were projected to be averted over the same period.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "The authors note a number of limitations, including the lack of cost estimates and the fact that the model does not cover all ages. Although the model does not estimate costs it does have the advantage of producing YLD estimates, commonly used within global burden disease estimates, which are highly influential in policy settings particularly in relation to national health priorities. Being limited to persons 20 years and over the model excludes the paediatric population. This is an important population that could be considered by this paper’s authors or others in the future, perhaps with different interventions given the lack of relevance of occupational risk in childhood, one of the three areas of intervention in this study. In summary, this is an interesting application of microsimulation to assess YLDs associated with low back pain and the impact of interventions, bringing microsimulation to bear in the influential area of global burden of disease measurement. It is somewhat different to the small number of other studies applying microsimulation in relation to chronic pain which is most commonly used to assess cost effectiveness of interventions with a few studies examining workforce impacts and cost of illness.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Associate Editor Azizur Rahman discusses a recent paper by <a href=\"#bib3\">Reguly et al. (2022)</a> presenting a microsimulation model of COVID-19 management strategies, published in <i>PLOS Computational Biology</i>:",
                            "type": "paragraph"
                        },
                        {
                            "text": "COVID-19 management strategies are still an important research topic in policy analysis, especially in public health policy. Although any pandemic management like COVID-19 requires reliable and efficient dynamical simulation to predict and control disease-spreading parameters, one study seems to have done an excellent job by developing an effective agent-based microsimulation model called “PanSim”.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The authors have developed PanSim in such a clever way that it can offer a few advantages:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "It is computationally effective and scalable;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "It offers unparalleled resolution and performance in terms of infection events and agent movement; and",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "It is ready to capture finer details of epidemic development, such as individual contacts between agents in specific locations and/or specific times.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "These model attributes allow them to test various control measures in multiple infection waves caused by the spread of a new virus variant in a city-sized societal environment using realistic data. The methodology and modelling framework have been well described with an example of simulation and data integration techniques. The data and codes are also available for anyone to practice. This study’s findings are interesting to encompass various levels of information needed by decision-makers for a unified platform that can simulate the combined effects and potential interactions of all simultaneous interventions with fine-grained time and space resolution. For example, PanSim has been capable of analysing the potential impacts of hidden variables (which typically cannot be measured in an actual situation), in addition to the main aims of the model to examine any effects of lockdown, quarantine, and vaccination scenarios. The simulation results demonstrate relevant and reliable new statistics supporting evidence-based policy decisions. Overall, I have enjoyed reading this latest study and sincerely believe the relevant microsimulation community would find it helpful.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, Jesse Wiki points to another interesting paper modelling COVID-19 transmissions within communities, published in <i>Social Science and Medicine</i> (<a href=\"#bib4\">Spooner et al., 2021</a>). The model, estimated for the county of Devon in the UK, focuses on the effects of different non-pharmaceutical interventions at the time of the first UK COVID-19 lockdown.",
                            "type": "paragraph"
                        },
                        {
                            "text": "She also writes:",
                            "type": "paragraph"
                        },
                        {
                            "text": "Even though this may be considered a bit outdated now, given that it is from 2013, I’d also like to highlight the Flexible Modelling Framework developed by Kirk Harland and the National Centre for Research Methods (<a href=\"#bib1\">Harland, 2013</a>). I think this offers a good introduction to simulated annealing and is an easy to follow framework for spatial microsimulation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Please do send your suggestions for further reading at matteo.richiardi@essex.ac.uk.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2",
                    "title": "Suggestions for further readings",
                    "type": "section"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Harland, K",
                        "preferred": "K Harland"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulation Model User Guide. Flexible Modelling Framework. National Centre for Research Methods Working Paper 06/13",
            "date": "2013",
            "id": "bib1",
            "publisher": {
                "name": [
                    "Univesity of Leeds"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Reducing the burden of low back pain: results from a new microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Kopec, JA",
                        "preferred": "JA Kopec"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sayre, EC",
                        "preferred": "EC Sayre"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cibere, J",
                        "preferred": "J Cibere"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1186/s12891-022-05747-2",
            "id": "bib2",
            "journal": "BMC Musculoskeletal Disorders",
            "pages": "804",
            "type": "journal",
            "volume": "23"
        },
        {
            "articleTitle": "Microsimulation based quantitative analysis of covid-19 management strategies",
            "authors": [
                {
                    "name": {
                        "index": "Reguly, IZ",
                        "preferred": "IZ Reguly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Csercsik, D",
                        "preferred": "D Csercsik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Juhász, J",
                        "preferred": "J Juhász"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1371/journal.pcbi.1009693",
            "id": "bib3",
            "journal": "PLOS Computational Biology",
            "pages": "e1009693",
            "type": "journal",
            "volume": "18"
        },
        {
            "articleTitle": "A dynamic microsimulation model for epidemics",
            "authors": [
                {
                    "name": {
                        "index": "Spooner, F",
                        "preferred": "F Spooner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Abrams, JF",
                        "preferred": "JF Abrams"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shaddick, G",
                        "preferred": "G Shaddick"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Batty, M",
                        "preferred": "M Batty"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Milton, R",
                        "preferred": "R Milton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dennett, A",
                        "preferred": "A Dennett"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lomax, N",
                        "preferred": "N Lomax"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Malleson, N",
                        "preferred": "N Malleson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nelissen, N",
                        "preferred": "N Nelissen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Coleman, A",
                        "preferred": "A Coleman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nur, J",
                        "preferred": "J Nur"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jin, Y",
                        "preferred": "Y Jin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Greig, R",
                        "preferred": "R Greig"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shenton, C",
                        "preferred": "C Shenton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Birkin, M",
                        "preferred": "M Birkin"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1016/j.socscimed.2021.114461",
            "id": "bib4",
            "journal": "Social Science & Medicine",
            "pages": "114461",
            "pmid": 34717286,
            "type": "journal",
            "volume": "291"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
