{
    "status": "vor",
    "id": "00268",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00268",
    "authorLine": "Touhami Abdelkhalek et al.",
    "title": "Impact of the Covid-19 Pandemic on Monetary Child Poverty in Morocco",
    "published": "2022-12-31T00:00:00Z",
    "versionDate": "2022-12-31T00:00:00Z",
    "statusDate": "2022-12-31T00:00:00Z",
    "volume": 15,
    "issue": 3,
    "fpage": 15,
    "lpage": 37,
    "elocationId": "15-37",
    "pdf": "http://web:8082/00268/ijm-00268.pdf",
    "subjects": [
        {
            "id": "health",
            "name": "Health"
        },
        {
            "id": "micro-macro-links",
            "name": "Micro-macro links"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "The Covid-19 pandemic had a very quick and damaging impact on several economies around the world, including in Morocco. This economy was hit hard with some sectors strongly exposed to the impact on the households and their children. In this article, we built a micro-simulation model and use it jointly with an input-output model to assess the distributional impact of COVID-19 and mitigation measures targeting households in Morocco with a focus on children living in poor households. Our original results show that the crisis has led to a fairly significant increase in poverty, with more pronounced effects in the urban area. Children under 5 years of age and young adults (over 18 years of age) are the most affected. Just over half a million children under the age of 18 would fall into poverty as a result of the pandemic. The mitigation measures put in place by the government and additional measures we designed and simulated further reduce the negative impact of the pandemic. In addition, the number of vulnerable rural population has decreased in both rural and urban areas. However, the two scenarios focusing on mitigation of the effects of the pandemic do not fully compensate for the negative effects of the pandemic in the urban area as opposed to rural areas. When we focus our analysis by age category, the incidence rates of vulnerability decrease to their initial rates for children under 5 years of age and decrease very slightly for youth aged 5 to 17 years at the national level. However, we find that this vulnerability is deeper and more severe even after the implementation of compensatory measures.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Abdelkhalek et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Morocco",
                            "locality": [
                                "Rabat"
                            ]
                        },
                        "formatted": [
                            "Rabat",
                            "Morocco"
                        ]
                    },
                    "name": [
                        "Université Mohammed VI Polytechnique - FGSES – AIRESS"
                    ]
                }
            ],
            "name": {
                "index": "Abdelkhalek, Touhami",
                "preferred": "Touhami Abdelkhalek"
            },
            "orcid": "0000-0001-7877-9358",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Morocco",
                            "locality": [
                                "Rabat"
                            ]
                        },
                        "formatted": [
                            "Rabat",
                            "Morocco"
                        ]
                    },
                    "name": [
                        "Université Mohammed VI Polytechnique - FGSES – AIRESS"
                    ]
                }
            ],
            "name": {
                "index": "Boccanfuso, Dorothée",
                "preferred": "Dorothée Boccanfuso"
            },
            "orcid": "0000-0002-9680-4585",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Morocco",
                            "locality": [
                                "Rabat"
                            ]
                        },
                        "formatted": [
                            "Rabat",
                            "Morocco"
                        ]
                    },
                    "name": [
                        "Université Mohammed VI Polytechnique - FGSES – AIRESS"
                    ]
                }
            ],
            "emailAddresses": [
                "savard.luc@UM6P.ma"
            ],
            "name": {
                "index": "Savard, Luc",
                "preferred": "Luc Savard"
            },
            "orcid": "0000-0002-1474-8058",
            "type": "person"
        }
    ],
    "funding": {
        "statement": "No specific funding for this article is reported."
    },
    "keywords": [
        "Pandemic",
        "Monetary Poverty",
        "Microsimulation",
        "Children",
        "Morocco"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Covid-19 pandemic had a very quick and strong economic and social impact in most countries around the world. The crisis was one of the worst in terms of potential social and economic impact according to <a href=\"#bib29\">Sanchez-Paramo (2020)</a>. After four months into the pandemic, <a href=\"#bib34\">Bank (2020)</a> projected that Covid-19 would push between 71 and 100 million people into extreme poverty. By late 2021, <a href=\"#bib35\">Lara Lara and Mendez Ramos (2021)</a> estimated that 116 million people fell into extreme poverty. In such a context, it was key to understand and identify to most vulnerable households and investigate public responses to this crisis. <a href=\"#bib29\">Sanchez-Paramo (2020)</a> proposed quick measures targeting the most vulnerable such as cash transfers by relying on existing programs and adding additional ones. In addition, understanding transmission mechanisms between the crisis and government measures to contain the pandemic are also extremely important.",
                    "type": "paragraph"
                },
                {
                    "text": "Our analysis was done in this context to help understand the distributional impact of the pandemic in Morocco and the lockdown, to verify the efficiency of mitigation measures implemented by the government, and to test additional policy responses. The first Covid 19 case was declared on March 2<sup>nd</sup>, 2020 (<a href=\"#bib13\">HCP-UN-WB, 2020</a>). According to <a href=\"#bib26\">OECD (2020)</a>, the Moroccan economy was hit hard with some sectors strongly exposed such as tourism, air transport, and exporting sectors (textile and automotive). These sectors were affected on the supply and demand sides. Other sectors were less exposed namely the ones with limited face-to-face interaction (telecommunication, finance) and essential sectors such as agro-industries, extraction, and chemical. <a href=\"#bib11\">Haddad et al. (2020)</a> attribute the first recession since 1995 to the collapse of external demand and the strict lockdown that lasted around 14 weeks from mid-March to the end of June. By the end of the lockdown measures (in July), the daily growth rate of cases was at 5.5%, the prevalence rate at 1%, and lethality at 4% (<a href=\"#bib13\">HCP-UN-WB, 2020</a>). By the end of July 2020, around 25000 cases were confirmed (<a href=\"#bib7\">Coronavirus Statistics, 2022</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In this article, we propose an input-output approach linked to a microsimulation model to assess the impact of COVID-19 on poverty and vulnerability in Morocco, focusing on children living in poor households. This approach has been used to assess the effects of a carbon tax in Spain by <a href=\"#bib22\">Labandeira and Labeaga (1999)</a>, but to our knowledge has not been used to assess the impact of Covid-19 on child poverty. Hence, the main objective of this paper is to illustrate how this methodology can be used to perform a very detailed distributional analysis. Our secondary objective is to provide a detailed distributional analysis of the impacts of COVID-19 and mitigation measures with a focus on children. This methodology developed and applied to the COVID-19 crisis in Morocco was performed in the early months of the strict confinement in the country. During the early stages of the pandemic, given early indications of strong economic and social negative impact, there was a need and interest to understand the distributional impact of the pandemic and responses. Hence, our analysis provided quick insights in this direction and our microsimulation model remained available for continued monitoring of the evolution of the pandemic. We were able to exploit all early information available to design our simulations.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper is structured as follows. After presenting how COVID-19 spread through the Moroccan economy and its population in its early stages, we highlight the direct and indirect transmission channels on poverty, especially among children. We then present the input-output and micro-simulation models developed and adapted to the Moroccan economy, the hypotheses formulated and the data used. Three simulations are proposed: the first will allow us to evaluate the impact of the pandemic on poverty (Covid); with the second, we simulate some of the policies implemented by the country in response to the spread of the virus (scenario 1). Finally, in a third simulation, we run alternative policy responses to attenuate the impact of the crisis on poor households and their children generated by the initial simulation (scenario 2). Different tools are used to perform the distributional impact analysis of our scenarios.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Following the discovery of the first cases of infection in early March 2020, the Moroccan government put in place rapid and drastic measures. The closure of schools (March 13<sup>th</sup>) and borders (March 9<sup>th</sup>) at the beginning with the most affected European countries and then with all countries were the first measures. On March 20<sup>th</sup>, a state of health emergency was declared, leading to strict lockdown measures for the population. Several other countries in the world also took similar measures. These internal and external measures had an impact on Morocco’s economic activity as well as on its vulnerable population. The transmission channels of the pandemic on the economy are multiple which we will describe partially hereinafter.",
                    "type": "paragraph"
                },
                {
                    "text": "In terms of GDP, a couple of months into the pandemic, the three Moroccan organizations that monitor the economic situation revised their economic growth forecasts for the country from 3.8% to 2.3% for the Central Bank (BAM), from 3.5% to 2.2% for the <i>Haut-Commissariat au Plan</i> (HCP), and finally, the <i>Centre marocain de conjoncture</i> (CMC) from 4.5% to 0.8%. It should be noted that these updated forecasts took into account the rainfall deficit in addition to the COVID-19 effects. For its part, the International Monetary Fund (IMF) made a much more pessimistic revision, with a growth forecast going from 3.0% to a drop in GDP of 3.7% for the year 2020 (<a href=\"#bib19\">International Monetary Fund-IMF, 2020</a>).<a href=\"#fn1\"><sup>1</sup></a> It turns out that these forecasts were on the optimistic side as reported by the <a href=\"#bib20\">International Monetary Fund-IMF (2021)</a>,<a href=\"#fn2\"><sup>2</sup></a> the Moroccan GDP contracted by 5,9% in 2020 according to <a href=\"#bib1\">African Development (2021)</a> and 6,3% according to <a href=\"#bib20\">International Monetary Fund-IMF (2021)</a>. The sectors most strongly affected were the tourism sector, followed by the transport sector, construction, and manufacturing. <a href=\"#bib14\">Haut-Commissariat au Plan (2020a)</a>, the strong contraction of the economy in the second and third quarters is because the country is facing a multidimensional crisis (pandemic) that affected all sectors and also partner countries including the European Union.<a href=\"#fn3\"><sup>3</sup></a>",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "As we stated, the pandemic and measures taken by the government inside and outside the country generated a strong contraction of GDP (-6.7%) (<a href=\"#bib25\">Ministre de l’économie et des Finances-MEF, 2021</a>). In terms of inflation, for the month of March, the HCP released data with the CPI rising by 0.4% during the month of March and noting an increase in the CPI of 1.5% over 12 months. Breaking down the index, the HCP noted that the food index rose 1.3 percent while the non-food index fell 0.2 percent. The largest price increases were for vegetables (6.3%), fish and seafood (1.9%), and fruit (1.7%). (<a href=\"#bib4\">CDG, 2020</a>). By the end of the year, a 0.7% increase over 2019 was observed. As a result of the increase in the index of food products by 0.9% and that of non-food products by 0.5%. The variations recorded for non-food products range from a decrease of 1.6% for \"Transport\" to an increase of 2.7% for \"Education\" (<a href=\"#bib17\">HCP, 2021</a>). In the first months of the pandemic (April and May 2020), the biggest price drop was in fuel prices, which fell by 6.8%.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For public finances, according to (<a href=\"#bib25\">Ministre de l’économie et des Finances-MEF, 2021</a>) the state budget deficit increased from 3.6% of GDP in 2019 to 7.7% and the treasury debt increased from 64.9% of GDP in 2019 to 77.6% and the unemployment rate rose from 9,2% to 11,9% for 2020 following the pandemic.",
                            "type": "paragraph"
                        },
                        {
                            "text": "At the household level in Morocco, with the confinement of the population and the total or partial cessation of several economic activities, both in the formal and informal sectors, many workers suddenly lost their jobs, whether permanent or seasonal, and have therefore temporarily or permanently lost their main source of income. On April 22, after one month of confinement, the HCP published the main results of its qualitative survey on the effect of the economic situation and COVID-19 on business activity (<a href=\"#bib14\">Haut-Commissariat au Plan, 2020a</a>).<a href=\"#fn4\"><sup>4</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The survey showed that 3% of the companies in the sectors surveyed had stopped their activities permanently and 54% have stopped their activities temporarily. The most affected sectors are accommodation and food services, with 89% of companies in this sector having to stop their activities either permanently or temporarily. The industrial sector has also had a marked impact with permanent or temporary closures ranging from 55% in the chemical and parachemical industries to 76% in the textile and leather industries (<a href=\"#table1\">Table 1</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: <a href=\"#bib14\">Haut-Commissariat au Plan (2020a)</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "T1_FN2",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "The lockdown measures started on March 9<sup>th</sup> and a first wave of restrictions were removed on June 9<sup>th</sup> and a second wage at the end of July 2020.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">All sectors</th><th align=\"left\">57%</th></tr></thead><tbody><tr><td align=\"left\">Metal and mechanical industries</td><td align=\"left\">73%</td></tr><tr><td align=\"left\">Electrical and electronic industries</td><td align=\"left\">56%</td></tr><tr><td align=\"left\">Chemical and pararchemical industries</td><td align=\"left\">55%</td></tr><tr><td align=\"left\">Textile and leather industries</td><td align=\"left\">76%</td></tr><tr><td align=\"left\">Agro-industries</td><td align=\"left\">34%</td></tr><tr><td align=\"left\">Mining</td><td align=\"left\">32%</td></tr><tr><td align=\"left\">Energy</td><td align=\"left\">63%</td></tr><tr><td align=\"left\">Fishing</td><td align=\"left\">24%</td></tr><tr><td align=\"left\">Services to individuals</td><td align=\"left\">60%</td></tr><tr><td align=\"left\">Education and human health</td><td align=\"left\">43%</td></tr><tr><td align=\"left\">Corporate services</td><td align=\"left\">65%</td></tr><tr><td align=\"left\">Real estate activities</td><td align=\"left\">63%</td></tr><tr><td align=\"left\">Information and telecommunication</td><td align=\"left\">48%</td></tr><tr><td align=\"left\">Hotel and restaurant</td><td align=\"left\">89%</td></tr><tr><td align=\"left\">Transport and storage</td><td align=\"left\">54%</td></tr><tr><td align=\"left\">Trade</td><td align=\"left\">46%</td></tr><tr><td align=\"left\">Construction</td><td align=\"left\">59%</td></tr></tbody></table>"
                                    ],
                                    "title": "Share of companies in permanent/temporary lockdown by sector of activity (during the period of lockdown)<a href=\"#T1_FN2\">*</a>",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "On the other hand, 43% of the companies surveyed remained active since the beginning of the crisis. Of these, 81% halved their activity and nearly 50% are very small, small, and medium-sized enterprises. The construction and service sectors are the ones that have slowed down the most (62% and 54% respectively).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The <i>Confédération générale des entreprises du Maroc</i> (<a href=\"#bib6\">Confédération générale des entreprises du Maroc-CGEM, 2020</a>) in its preliminary report published on April 24<sup>th</sup> based on a survey found that nearly two-thirds of respondents have decreased their activity by at least 30% and that only 7.5% have maintained a stable activity following the appearance of the virus in Morocco.",
                            "type": "paragraph"
                        },
                        {
                            "text": "This slowdown in economic activity has had a de facto impact on employment. The International Labour Office (ILO) estimates that nearly 230 million workers have lost their jobs worldwide, including 30 million in sub-Saharan Africa and the Arab States. Moreover, the ILO estimates that 26.4% of the jobs lost are in high-risk sectors in Africa and 33.2% in the Arab States. Finally, the analysis shows that almost three-quarters of non-agricultural jobs are in the informal sector on the African continent. For the Arab States, this figure is 64%. (<a href=\"#bib18\">International Labour, 2020</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In Morocco, in April 2020, the HCP estimated that 20% or nearly 726,000 jobs (excluding agriculture and the financial sector) would be lost, the majority (57%) in very small, small, and medium-sized enterprises (<a href=\"#bib14\">Haut-Commissariat au Plan, 2020a</a>). For the CGEM, more than 55% of the jobs in companies that participated in the survey are at risk and for nearly 50% of them, it was anticipated that the pandemic could have an impact on more than 75% of their jobs (<a href=\"#bib6\">Confédération générale des entreprises du Maroc-CGEM, 2020</a>). In addition, among the sectors that experienced the greatest slowdown in March 2020, the tourism sector suffered the greatest drop in the number of jobs (78.24% job loss in the sector) followed by the textile (70.39%) and real estate (70.31%) sectors. The primary sector (agriculture, poultry farming, fishing), despite a slowdown in its activity (between 30 and 40%), seemed to be less affected in terms of job losses.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the summary note dated May 19, 2020, the HCP publishes the preliminary results of its household survey, conducted between April 14 and 23, 2020 on some 2,350 households representative of the socio-economic classes of the Moroccan population and living in urban and rural areas (<a href=\"#bib16\">Haut-Commissariat au Plan, 2020c</a>). The survey found that 34% of households reported having lost all sources of income during the initial stages of the lockdown period. Almost half of the households have at least one member who has been forced to stop working, and 40% of them have received assistance from either their employer or the government.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Moreover, in many countries, including those in the MENA region, remittances from abroad constitute a significant source of household income. These remittances have a positive impact on household welfare, both in monetary (poverty reduction) and non-monetary (health, nutrition, education) terms. However, the pandemic also had an impact on the host countries of many Moroccans living abroad (European countries, Gulf countries, North America, etc.). In the early stages of the pandemic and lockdowns, the World Bank anticipated a decline in remittances of around 20% globally, with a similar percentage in MENA countries (<a href=\"#bib34\">Bank, 2020</a>). In the case of Morocco, Iñigo Moré estimates that remittances from the European Union fell by 30% between February and March 2020 and that this drop could be greater than 50% in April (<a href=\"#bib3\">Azougah, 2020</a>).<a href=\"#fn5\"><sup>5</sup></a> The World Bank estimates that in 2019, Moroccan households received 66.75 billion dirhams (US$6.7 billion) and 64.78 billion according to the Moroccan Exchange Office (<a href=\"#fig1\">Figure 1</a>). In addition, it is estimated that 20 to 30% of Moroccan households receive remittances from migrants living abroad.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00268%2Fijm-00268-fig001.tif",
                                        "size": {
                                            "width": 1602,
                                            "height": 962
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00268%2Fijm-00268-fig001.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00268-fig001.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Remittances from Moroccan migrants. Source: Office des changes (<a href=\"https://www.oc.gov.ma/fr/etudes-et-statistiques/series-statistiques\">Séries statistiques | Office des Changes (oc.gov.ma)</a>).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1. Economic impact",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the early stages of the pandemic, many organizations presented reports on the impacts that COVID-19 could have on the poorest populations. Unanimously, these reports pointed to a significant setback in the progress that had been made on poverty reduction objectives. As many households are dependent on a single member for their income. The lockdown impacted directly the economic activity in certain sectors likely pushing many of these households into poverty.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For example, in March 2020, (<a href=\"#bib33\">Vos et al., 2020</a>) use a global CGE model in combination with a micro-simulation model to estimate that extreme poverty could increase by 2 to 3 percentage points in developing countries. Thus, according to their first estimates, between 14 and 22 million people could fall into extreme poverty and nearly half of them would be from sub-Saharan Africa. One month later, the same authors conclude that 140 million people are at risk of falling into extreme poverty, including 80 million on the African continent (<a href=\"#bib23\">Laborde et al., 2020</a>). This change in the authors' estimates is due in large part to the lockdown enacted in many countries that have resulted in a sharp slowdown in economic activity in some sectors, and certain cases a complete halt in activities. From the detailed early data,<a href=\"#fn6\"><sup>6</sup></a> it was estimated by <a href=\"#bib14\">Haut-Commissariat au Plan (2020a)</a> in the early stages of the pandemic that 30,000 people could fall into extreme poverty in Morocco, an increase of 8.5%.<a href=\"#fn7\"><sup>7</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib9\">Gerzon Mahler et al. (2020)</a>, on their part, apply a nowcasting approach using household dataset and growth forecasts and estimate that between 40 and 60 million people, including 2.8 million in MENA countries, could be pushed into extreme poverty, depending on the growth assumptions used, resulting in a reversal of the gains of at least three years (<a href=\"#fig2\">Figure 2</a>). In addition, beyond the loss of the main income in poor and vulnerable households, the sanitary measures put in place to limit the spread of the virus could also increase inequalities, especially in the urban area (<a href=\"#bib32\">United Nations Development, 2020</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00268%2Fijm-00268-fig002.tif",
                                        "size": {
                                            "width": 1874,
                                            "height": 1197
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00268%2Fijm-00268-fig002.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00268-fig002.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Impact of COVID-19 on global poverty. Source: <a href=\"#bib9\">Gerzon Mahler et al. (2020)</a>.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#bib10\">Gerzon Mahler et al. (2021)</a> using the same approach (nowcasting) provide an estimate of the impact of COVID-19 on global poverty. They perform a nowcasting approach for their analysis using high-frequency phone surveys. They first estimated, in January 2021, that between 119 and 124 million people were pushed into extreme poverty globally. By using more recent data, they revised this number down to 97 million by June 2021. Albeit, this number is reduced, according to the authors, this is an unprecedented increase in extreme poverty.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib30\">Summner et al. (2020)</a> also use nowcasting using the PovcalNet database and growth estimates. They simulate some scenarios to measure the short-term impact of Covid. They estimate that with a 20 percent income or consumption contraction in the world, the number of people living in poverty could increase by 420-580 million, relative to the latest official recorded figures for 2018.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2. On poverty",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Transmission channels of COVID-19 in the Moroccan economy and on poverty",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "In this paper, for the micro-simulation model part, we use data from the 2019 wave of the <i>Enquête panel des ménages</i> (EPM) of the <i>Observatoire national du développement humain</i> (ONDH). This survey was first implemented in Morocco in 2012. It consists of annually following the same households and members of the sampled households visited in the reference year (2012), the first wave of the panel.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In 2017 and 2019, ONDH sought to ensure regional representativeness (the 12 regions of the country in addition to national representativeness and by area of residence). In 2019, 16,879 households were surveyed.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In 2019, the questionnaire for this survey has 17 components and provides information on the main dimensions of human development such as demography, education, health and access to basic services, income, consumption expenditure, detailed food expenditure, detailed non-food expenditure of each household (in volume and value) as well as all transfers paid and/or received by them. It also covers all relevant information on household members (socio-demographic characteristics, literacy, education, employment, unemployment, economic activity, health insurance coverage, morbidity and access to health care, under-five mortality, borrowing, sources of income, housing and living conditions, etc.).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The wealth of information contained in this survey, and to which we had access, allows us to conduct the analysis for this paper according to the methodology chosen.<a href=\"#fn8\"><sup>8</sup></a> <a href=\"#table2\">Table 2</a> presents the distribution of the EPM sample of the ONDH (wave 2019) at the household and individual levels. <a href=\"#table3\">Table 3</a> shows the distribution of the Moroccan population in 2019.<a href=\"#fn9\"><sup>9</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ computation based on the ONDH Household Panel Survey (2019 wave).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">Freq.</th><th align=\"left\">%</th></tr></thead><tbody><tr><td align=\"left\"><b>Households</b></td><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\"> Urban</td><td align=\"left\">9 845</td><td align=\"left\">58.3%</td></tr><tr><td align=\"left\"> Rural</td><td align=\"left\">7 034</td><td align=\"left\">41.7%</td></tr><tr><td align=\"left\"> Morocco</td><td align=\"left\">16 879</td><td align=\"left\">100%</td></tr><tr><td align=\"left\"><b>Individuals</b></td><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\"> Urban</td><td align=\"left\">39 033</td><td align=\"left\">54.4%</td></tr><tr><td align=\"left\"> Rural</td><td align=\"left\">32 765</td><td align=\"left\">45.6%</td></tr><tr><td align=\"left\"> Morocco</td><td align=\"left\">71 798</td><td align=\"left\">100%</td></tr></tbody></table>"
                                    ],
                                    "title": "Distribution of households and individuals in the ONDH 2019 EPM sample by area of residence",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ computation based on the ONDH Household Panel Survey (2019 wave).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Individuals</th><th align=\"left\">Freq.</th><th align=\"left\">%</th></tr></thead><tbody><tr><td align=\"left\">Urban</td><td align=\"left\">2 2369 714</td><td align=\"left\">62.9%</td></tr><tr><td align=\"left\">Rural</td><td align=\"left\">13 201 998</td><td align=\"left\">37.1%</td></tr><tr><td align=\"left\">Morocco</td><td align=\"left\">35 571 711</td><td align=\"left\">100%</td></tr></tbody></table>"
                                    ],
                                    "title": "Distribution of the Moroccan population by area of residence",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1. Data",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In this paper, the model is broken down into three interdependent modules. The first module is a macro-sectoral model that allows to simulate variations in the prices of goods following different shocks (price block). The other two modules are directly linked to the EPM survey used. One deals with household expenditure on different products (expenditure block). The last block is decomposed into two parts related to the characteristics of individuals in the labor market and their sources of income. From the results generated by these three modules, we proceed to apply a detailed distributional analysis. In the following subsections, we briefly present the functioning of these three modules.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "The module used to simulate the impact on the prices of all goods and services in the Moroccan economy, following the main price variations observed during the COVID-19 pandemic, is inspired by the Leontief model of prices.<a href=\"#fn10\"><sup>10</sup></a> The latter involves the use of an input-output accounting framework. The model constructed uses producer prices (PP) and consumer prices (CP) of all goods considered (39 products, i.e. 78 endogenous variables) as endogenous variables. The exogenous variables on which shocks can be introduced are the wage rate, the rates of return on capital (one per industry), the trade margin rates on products, the transport margin rates on products, and the subsidy rates on products. All these exogenous variables are set at what was calculated at the base simulation without shock.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "All parameters of this module are calibrated to 2015 ERT (employment resource table) data, the base year of the model. Both product price vectors are endogenous. The shocks introduced to obtain the price changes were applied to the trade margins, which were modified to generate the post-covid price changes, consistent with those provided by the HCP.<a href=\"#fn11\"><sup>11</sup></a> By construction, the endogenous consumer price changes obtained capture and trace the direct and indirect effects associated with the simulated shocks.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-1",
                            "title": "3.2.1. Price module",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "As stated, the other two modules are directly related to the EPM survey. To introduce the price changes generated by solving the sectoral model of the price block, it was first necessary to establish a correspondence between the nomenclature of products (nearly 1,300 items) considered by the EPM and the 39 products retained in the aggregation of the ERT of the price model. The total annual expenditure was deduced and we computed the associated budgetary shares of all product categories. These shares were then used to calculate idiosyncratic price indices by household following simulations. These indices are applied as deflators of total \"nominal\" household expenditures, computed after the application of income changes that result from the income block, the last block.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-2",
                            "title": "3.2.2. Expenditure module",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The latter module captures the characteristics of individuals in the labor market and their sources of income. We begin by deducting the income of each household member (from the 24 sources identified in the survey). We then calculate the total income of each household. It is in this module that we introduce the negative income shocks related to the pandemic and also some transfers received as a result of government interventions (actual and/or assumed). At the end of this module, we also compute the rates of change in income that are used to conduct the distributional analysis after the shocks. Figure schematically presents the model as a whole.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In addition to these three modules, the methodology is completed by the distributional analysis.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-3",
                            "title": "3.2.3. The income module",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "To begin our distributional analysis, we determined the average annual expenditure <i>per capita</i> for each household for the reference year, 2019. Then, to perform our analysis at the individual level on the one hand and at the level of children on the other, we retained a partition of the population into five classes (poor, vulnerable, low average (middle class), high average (middle class), wealthy) based on the average annual expenditure <i>per capita</i> in 2019. Thus, to ensure comparability with the other approaches by official national institutions, concerning the middle class (HCP approach using ONDH data), we have retained the following definitions:",
                                    "type": "paragraph"
                                },
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "The poor class is composed of households (individuals) that have a <i>per capita</i> expenditure below the national poverty line differentiated according to the area of residence (identified with Z<sub>poverty</sub>) ;",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "The vulnerable class is composed of households (individuals) with a <i>per capita</i> expenditure above the poverty line (Z<sub>poverty</sub>) but below the vulnerability threshold (Z<sub>vulnerability</sub>) associated and differentiated according to the area of residence. In our case, we use the recommended threshold of the World Bank, and hence, we use a vulnerability threshold equal to the poverty line plus 50% (Z<sub>vulnerability</sub> = 1,5x Z<sub>poverty</sub>);<a href=\"#fn12\"><sup>12</sup></a>",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "The other three classes are lower middle, upper middle, and wealthy.<a href=\"#fn13\"><sup>13</sup></a>",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "bullet",
                                    "type": "list"
                                },
                                {
                                    "text": "This partition was repeated on the new vectors of average annual expenditure <i>per capita</i> adjusted after each scenario and for each area, with poverty lines (Z<sub>poverty</sub>) and (Z<sub>vulnerability</sub>) constant and variable medians.<a href=\"#fn14\"><sup>14</sup></a>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "To derive the vectors of average annual household expenditure under each of the three scenarios implemented, we applied the growth rates calculated on incomes at the end of the income module considering the following assumptions:",
                                    "type": "paragraph"
                                },
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "The rates of income change associated with the different simulations described in <a href=\"#fig3\">Figure 3</a> are fully reflected in the expenditures of poor, vulnerable, and other households in the database (in 2019). The assumption made here is therefore simply that the marginal savings of households in these three classes are zero;",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "We transmitted 50% of income variation in simulations (1 to 3) on the spending of the non-poor, vulnerable, and lower middle class. Our assumption implies that the expenditures of these households are not fully transferred given that they drew from their accumulated savings;",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "The expenditures of wealthy households are not affected at all, regardless of the change in their income. The hypothesis adopted here is that these households have sufficient savings or other sources of financing to absorb the shock and keep their consumption expenditure constant, at least in the short term.<a href=\"#fn15\"><sup>15</sup></a>",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "bullet",
                                    "type": "list"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig3",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00268%2Fijm-00268-fig003.tif",
                                                "size": {
                                                    "width": 2637,
                                                    "height": 1754
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00268%2Fijm-00268-fig003.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00268-fig003.jpg"
                                                }
                                            },
                                            "label": "Figure 3",
                                            "title": "Synthesis of the model. Source: Authors.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "Based on these assumptions, vectors of average annual (nominal) expenditure per household and <i>per capita</i> are derived. However, they cannot be used in this form to conduct poverty or distributional analyses, since they do not take into account price effects.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In our analysis, the adjustments were considered and applied according to the approach that relies primarily on the concept of equivalent income of (<a href=\"#bib21\">King, 1983</a>).<a href=\"#fn16\"><sup>16</sup></a> The resulting <i>per capita</i> expenditure is used to conduct poverty and vulnerability analyses with constant thresholds and different distributional analyses.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Indeed, based on these variables, all the usual measures of income poverty of the FGT (<a href=\"#bib8\">Foster et al., 1984</a>) and inequality (Gini) are calculated, at the national level. Decompositions of these same measures, according to the place of residence in particular, or to bring out child poverty more specifically, have been produced. Incidence curves have also been constructed for cases taken in pairs and by area. These curves make it possible to highlight the winners and losers from one scenario to another.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-4",
                            "title": "3.2.4. Distributional analysis",
                            "type": "section"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2. The micro-simulation model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In this section, we present in detail the approach used to construct and implement the three simulations, which are broken down into a base case that we will call COVID, in which we simulate the impact of the crisis. Scenario 1 consists of applying the measures adopted by the government to mitigate the impact of the pandemic on households. Finally, scenario 2 consists of simulating complementary measures to further reduce the impact of the shock in addition to the measures put in place by the government. The three simulations are interrelated and complement each other sequentially (Cf. <a href=\"#fig4\">Figure 4</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00268%2Fijm-00268-fig004.tif",
                                        "size": {
                                            "width": 1963,
                                            "height": 683
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00268%2Fijm-00268-fig004.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00268-fig004.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Schematic representation of the simulations",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "To determine the impact of COVID-19 on Moroccan households (i.e., the base scenario applied to the micro-simulation model), we decomposed the impact into two components:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "The impact on the prices of the household consumption basket and",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "The impact on revenues.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "content": [
                                {
                                    "text": "For the impact on prices, we first used data from the Haut-commissariat au plan (HCP) for price changes in March 2020.<a href=\"#fn17\"><sup>17</sup></a> We used the largest price changes, namely the price of vegetables (+6.3%), fish and seafood (+1.9%), fruit (+1.7%), oils and fats (+0.4%), milk, cheese and eggs (+0.4%), and the fall in fuel prices (-6.8%). Since the price changes presented by the HCP concerned only 12 sectors and we had an input-output model with 39 sectors, we chose to exploit the three largest price changes, convert them according to our nomenclature, and apply these three price changes in the input-output model to generate 39 price changes. The 39 price changes obtained were then used as input in the micro-simulation model to vary the level of total household expenditure (price effect). Given the relatively small price variations obtained, this will not be the main transmission channel of the crisis.<a href=\"#fn18\"><sup>18</sup></a>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "For the application of the income impact, we used the information collected by the <i>Confédération générale des entreprises du Maroc</i> (CGEM) (<a href=\"#bib6\">Confédération générale des entreprises du Maroc-CGEM, 2020</a>) as part of its survey of the impact of COVID-19 on 1,740 companies in Morocco. This survey allowed us to approach the actual loss of profits and the loss of jobs by industry (31 industries) amid the crisis and containment. The investigators also asked the companies about their projected loss of profits for the year 2020. For example, a 50% loss of profits corresponds to a reduction in the activity of 6 months, so a worker in this sector will receive 50% of his or her salary income for the year 2020. To apply these variations at the level of the micro-simulated (MS) model, we mapped the 286 sectors of activity in the survey to these 31 branches in the survey. It should be noted that 76% of individuals are active in 10 industries.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In terms of transfers, we used different data and declarations from bank operators and remittance agencies from abroad to Moroccan households and we applied a homogeneous variation on the transfers received. As a result, we applied a uniform 50% reduction in transfers received from the rest of the world to all members receiving transfers in 2019 (baseline).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Thus, to determine the impact of income variations in the micro-simulation model, we exploited these variations and proceeded step by step. It should be noted that due to the richness of the survey used, the income variation is calculated at the level of individual household members and not at the household level. Aggregation is only done at the end of the process before moving on to household expenditure. We aggregate the income of each individual in the household to obtain the overall variation in household income that will be applied to the total household expenditure, depending on whether the individual is poor, vulnerable, middle class (low and high), or wealthy.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-3-1",
                            "title": "3.3.1. COVID-19 simulation",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In the context of the COVID scenario simulating the effect of the pandemic on households, in this scenario, we have essentially retained the measures that directly affect households as announced and implemented by the government.<a href=\"#fn19\"><sup>19</sup></a>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "There are therefore two main measures put in place by the government to support households directly affected by the crisis.",
                                    "type": "paragraph"
                                },
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "For workers in the formal sector who are registered and identified with <i>the Caisse Nationale de Sécurité Sociale</i> (CNSS), the government decided to introduce a flat-rate allowance of 2,000 Dirhams (MAD) per month per worker. This measure concerned a little more than 900,000 workers who applied for and received this allowance. We have applied this payment for 3 and a half months.",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "For workers in the informal sector, there are two categories but they are subject to the same regime. The first category concerns workers who hold a medical insurance card (RAMED). The second category concerns workers who are not registered with this scheme. For these two categories, the lump-sum allowance is 800 Dirhams (MAD) per month for households of 2 persons or less, 1,000 Dirhams (MAD) for households of 3 to 4 persons, and 1,200 Dirhams (MAD) for households of 5 persons or more. In this category, about 1.5 million households received the allowance. We applied an average lump sum equivalent to 1,000 Dirhams (MAD) per household in this category and applied this measure for 4 months as planned in the program.",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "bullet",
                                    "type": "list"
                                },
                                {
                                    "text": "In total, according to the (<a href=\"#bib16\">Haut-Commissariat au Plan, 2020c</a>) nearly 25% of households received benefits, which represents just over 1.8 million Moroccan households.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In the micro-simulation model, i.e., at the survey level, we identified and tracked members who could benefit from either government assistance. The basis of the identification was the variables type of activity (employed), whether or not they had a written work contract (a proxy for formal work), their occupational status (mainly salaried employees), and the sector of activity, so as not to consider government employees or public administration employees, because they were not affected by the crisis.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The changes in transfers from the rest of the world applied in the COVID-19 scenario are maintained as are the other assumptions and negative impacts on prices and incomes.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-3-2",
                            "title": "3.3.2. Government Actions - Scenario 1",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "To identify other measures, we first reviewed measures that have been implemented in other countries. What emerged from this review was that countries generally enhanced the support measures that were already in place in their country before the pandemic hit, trying to identify those that targeted the poorest and most vulnerable households. Finally, we considered the applicability of potential measures to be tested by excluding measures that would be unsustainably expensive for the government, although we did not explicitly assess the budgetary impact of the measures. In addition, the use of existing measures makes it easier for the government to implement these initiatives, and finally, we are constrained by the hypothesis and data in the model.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "This process and the results of the HCP (2020c) report, led us to select two measures that were applied simultaneously in the micro-simulation model in conjunction with the COVID scenario and scenario 1. These measures are as follows:",
                                    "type": "paragraph"
                                },
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "Extending the payment of 2,000 Dirhams (MAD) per month for workers in the tourism sector until the end of 2020 (Morocco’s borders for tourists will likely be closed until the end of the year);",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "The extension by two months of aid payments to workers in the informal sector, both RAMedists, and non-RAMedists;",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "bullet",
                                    "type": "list"
                                },
                                {
                                    "text": "Based on a government mechanism already in place, we propose to provide assistance through the school system. The survey identifies six existing aid programs: the <i>Tayssir</i> program,<a href=\"#fn20\"><sup>20</sup></a> the school canteen program, the public transportation program, the boarding school or <i>dar talib</i>, scholarships, and the <i>1 million de cartables</i> program. In our scenario, all children between the ages of 5 and 17, who are already beneficiaries of at least one of these programs, will receive a lump sum of 100 Dirhams (MAD) per month for six months (from July to December) through their household. In addition to providing financial support to the household due to the crisis, this program aims to discourage school dropouts. This seems to us to be all the more important as the period of cessation will have been long (from March to September). This measure will therefore have an impact in the short term but also in the longer term if it allows, as we believe, to keep the children who benefit from the school program. From a budgetary point of view, the government could reallocate funds from the unused budgets of some of these programs during the lockdown (from March to June).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-3-3",
                            "title": "3.3.3. Complementary Measures - Scenario 2",
                            "type": "section"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3. The simulations",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Data and methodology",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section, after presenting the poverty and inequality analysis at the reference period, 2019, we present the impact of COVID-19 on poverty in Morocco and assess whether the measures taken by the government (scenario 1) and our designed measures (scenario 2) offset the negative effects caused by the pandemic. This analysis is conducted by distinguishing between urban and rural areas and children.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "At the individual level, the average annual <i>per capita</i> expenditure of Moroccans is 18,769.68 MAD. As in the case of households, individuals living in urban areas have a higher average annual expenditure <i>per capita</i> (22,724.15 MAD) while individuals in rural areas have an average annual expenditure <i>per capita</i> more than 36% lower than the national average (12,069.16 MAD) (<a href=\"#table4\">Table 4</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ computation based on the ONDH - EPM (2019 wave).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">Average</th><th align=\"left\">Median</th></tr></thead><tbody><tr><td align=\"left\">Morocco</td><td align=\"left\">18 769.68</td><td align=\"left\">14 437.59</td></tr><tr><td align=\"left\">Urban</td><td align=\"left\">22 724.15</td><td align=\"left\">17 500.8</td></tr><tr><td align=\"left\">Rural</td><td align=\"left\">12 069.16</td><td align=\"left\">10 092.96</td></tr></tbody></table>"
                                    ],
                                    "title": "Average and median annual per capita expenditure of Moroccans (in MAD) in 2019",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "To compute monetary measures of poverty, as is standard practice at the official level in Morocco, we used separate absolute poverty lines for urban and rural areas. We thus adjusted the official HCP thresholds used in the <i>Enquête nationale sur la consommation et les dépenses des ménages</i> (ENCDM) of 2013-2014 (<a href=\"#bib12\">Haut Commissariat au Plan, et Banque Mondiale, 2017</a>) by applying the annual change in the consumer price index produced by the HCP between 2014 and 2019. Thus, the adjusted poverty lines used in this report are respectively 4,939.10 MAD <i>per capita</i> per year in the urban area and 4,563.40 MAD <i>per capita</i> per year in the rural area.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Moroccan population is predominantly urban, with almost 2/3 of the population living in cities (62.89%). In 2019, according to data from the ONDH survey and the HCP’s official basic thresholds, Morocco has 1.19% of poor individuals, divided between 13.06% in the urban area and 86.94% in rural area, where the incidence of poverty is estimated at 2.79%. In terms of depth (FGT1) and severity (FGT2), rural areas are also more affected than urban areas <a href=\"#table5\">Table 5</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ computation based on the ONDH - EPM (2019 wave).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">Share of pop.</th><th align=\"left\">FGT<sub>0</sub></th><th align=\"left\">Contribution FGT<sub>0</sub></th><th align=\"left\">FGT<sub>1</sub></th><th align=\"left\">Contribution FGT<sub>1</sub></th><th align=\"left\">FGT<sub>2</sub></th><th align=\"left\">Contribution FGT<sub>2</sub></th></tr></thead><tbody><tr><td align=\"left\">Morocco</td><td align=\"left\"/><td align=\"left\">1.19</td><td align=\"left\"/><td align=\"left\">0.13</td><td align=\"left\">100.00</td><td align=\"left\">0.02</td><td align=\"left\">100.00</td></tr><tr><td align=\"left\">Urban</td><td align=\"left\">62.89</td><td align=\"left\">0.25</td><td align=\"left\">13.06</td><td align=\"left\">0.02</td><td align=\"left\">8.00</td><td align=\"left\">0.00</td><td align=\"left\">4.58</td></tr><tr><td align=\"left\">Rural</td><td align=\"left\">37.11</td><td align=\"left\">2.79</td><td align=\"left\">86.94</td><td align=\"left\">0.33</td><td align=\"left\">92.00</td><td align=\"left\">0.06</td><td align=\"left\">95.42</td></tr></tbody></table>"
                                    ],
                                    "title": "Individual poverty rate (%) - 2019",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Since our objective is to approximate the impact of the pandemic on households and their children, we examined child poverty by distinguishing three groups: children under 5 years of age, those between 5 and 17 years of age, and individuals 18 years and older. From the data, 8% of the Moroccan population are children under the age of 5 and 23.2% are individuals between 5 and 17 years old. Thus, nearly one-third of the Kingdom’s population is under 18 years old.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In 2019, more than one million children under the age of 18 were poor in Morocco (1.03 million) and 24% of these poor children were under 5 years old (250,000). At the national level, 1.8% of children under the age of 5 are poor, contributing to the 12.5% national poverty rate. It is the group of children aged between 5 and 18 years old that has the highest poverty rate with nearly 2% of this population considered poor and contributing 36.1% to national poverty. Thus, nearly 50% of poverty in Morocco affects Moroccans under the age of 18 (<a href=\"#table6\">Table 6</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ computation based on the ONDH - EPM (2019 wave).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\" rowspan=\"2\"/><th align=\"left\"/><th align=\"left\" colspan=\"2\">Poverty incidence</th></tr><tr><th align=\"left\">Share in the population</th><th align=\"left\">FGT<sub>0</sub></th><th align=\"left\">Contribution to FGT<sub>0</sub></th></tr></thead><tbody><tr><td align=\"left\">Morocco</td><td align=\"left\">100%</td><td align=\"left\">1.19%</td><td align=\"left\">100%</td></tr><tr><td align=\"left\">- 5 Years</td><td align=\"left\">8.2%</td><td align=\"left\">1.8%</td><td align=\"left\">12.5%</td></tr><tr><td align=\"left\">+ 5 to - 18 Years</td><td align=\"left\">23.2%</td><td align=\"left\">1.9%</td><td align=\"left\">36.1%</td></tr><tr><td align=\"left\">18 and +</td><td align=\"left\">68.6%</td><td align=\"left\">0.9%</td><td align=\"left\">51.4%</td></tr></tbody></table>"
                                    ],
                                    "title": "Individual poverty rate 2019 - by age group",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "When we break down this distribution of poverty by age group, considering urban and rural areas, we find that the poverty incidence among young people under 18 is higher in rural areas than in urban areas (<a href=\"#fig5\">Figure 5</a>). Thus, the poverty rate for youth in the rural area is higher than the poverty rate observed at the national level for this environment. This is because there are more poor people in the rural area and rural households are also larger on average.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00268%2Fijm-00268-fig005.tif",
                                        "size": {
                                            "width": 1357,
                                            "height": 560
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00268%2Fijm-00268-fig005.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00268-fig005.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Incidence of poverty by age group and place of residence",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Then <a href=\"#fig6\">Figure 6</a> presents the Gini inequality indices for Morocco and rural and urban areas in 2019. Not surprisingly, we observe higher inequality in urban areas compared to rural areas (0.347 versus 0.280). Urban inequality is also lower than that of the country (0.361).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00268%2Fijm-00268-fig006.tif",
                                        "size": {
                                            "width": 1258,
                                            "height": 900
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00268%2Fijm-00268-fig006.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00268-fig006.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Gini index – 2019. Source: Authors’ computation based on the ONDH - EPM (2019 wave).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1. Poverty and Inequality in 2019",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#table7\">Table 7</a> reports the incidence of poverty and vulnerability in Morocco decomposed for urban and rural areas, following the simulated COVID-19 shock and the implementation of mitigation measures (scenario 1 and scenario 2).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ computation based on the ONDH - EPM (2019 wave).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table7",
                                    "label": "Table 7",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\">Poor<br/>(FGT0)</th><th align=\"left\">Vulnerable</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"3\">Base</td><td align=\"left\">Urban</td><td align=\"left\">0.2%</td><td align=\"left\">2.8%</td></tr><tr><td align=\"left\">Rural</td><td align=\"left\">2.8%</td><td align=\"left\">15.1%</td></tr><tr><td align=\"left\"><b>Morocco</b></td><td align=\"left\"><b>1.2%</b></td><td align=\"left\"><b>7.4%</b></td></tr><tr><td align=\"left\" rowspan=\"3\">COVID</td><td align=\"left\">Urban</td><td align=\"left\">5.5%</td><td align=\"left\">5.6%</td></tr><tr><td align=\"left\">Rural</td><td align=\"left\">9.9%</td><td align=\"left\">17.0%</td></tr><tr><td align=\"left\"><b>Morocco</b></td><td align=\"left\"><b>7.2%</b></td><td align=\"left\"><b>9.8%</b></td></tr><tr><td align=\"left\" rowspan=\"3\">Scenario 1</td><td align=\"left\">Urban</td><td align=\"left\">2.4%</td><td align=\"left\">5.4%</td></tr><tr><td align=\"left\">Rural</td><td align=\"left\">5.1%</td><td align=\"left\">10.9%</td></tr><tr><td align=\"left\"><b>Morocco</b></td><td align=\"left\"><b>3.4%</b></td><td align=\"left\"><b>7.4%</b></td></tr><tr><td align=\"left\" rowspan=\"3\">Scenario 2</td><td align=\"left\">Urban</td><td align=\"left\">1.4%</td><td align=\"left\">4.7%</td></tr><tr><td align=\"left\">Rural</td><td align=\"left\">3.2%</td><td align=\"left\">9.3%</td></tr><tr><td align=\"left\"><b>Morocco</b></td><td align=\"left\"><b>2.1%</b></td><td align=\"left\"><b>6.4%</b></td></tr></tbody></table>"
                                    ],
                                    "title": "Incidence of poverty and vulnerability by place of residence and scenarios",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In terms of poverty incidence, our results confirm the negative impact of COVID-19. Indeed, poverty among Moroccans increases by 6 percentage points. The finding is that individuals in urban areas are the most affected by this shock in terms of percentage change in poverty incidence. This is explained by the cessation of economic activities and, as explained above, by the partial or total loss of income for some Moroccans.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Although the shock appears to be smaller for rural dwellers, the poverty rate increased by 7.1 percentage points. Thus, the pandemic has affected urban Moroccans to a greater extent, but the number of poor people in rural areas, where we observed a higher incidence of poverty in 2019, has also increased significantly. This corroborates the findings of the UNDP report on the impact of the pandemic (<a href=\"#bib32\">United Nations Development, 2020</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Our results also highlight that the aid quickly put in place by the government (scenario 1) had a positive effect in attenuating the shock, since the incidence of poverty in urban areas fell and was 2.2 percentage points higher than in 2019. The effect in the rural area is also positive, with the incidence going from 9.9 to 5.1%.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Scenario 2, which complements the government’s income support measures, targets workers in the informal sector as well as those working in the tourism sector. This scenario has a positive effect on urban individuals as the incidence of poverty decreases to around 1.4 percent. Another measure introduced in scenario 2 targeted rural households by providing an allowance for households with children under certain conditions related to schooling. The impact of this measure is to practically absorb the negative effects of COVID-19 shock on poverty.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The effects on vulnerability are in the same direction, with an increase of 2.4 percentage points following the COVID-19 shock at the national level. This confirms the fact that the pandemic has pushed part of the Moroccan population into poverty and vulnerability. The government’s measures partially offset this negative effect, but we highlight that part of the population that was vulnerable before COVID remained in poverty despite the measures.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In terms of inequality, <a href=\"#fig7\">Figure 7</a> shows that the pandemic has increased inequality in both urban and rural areas. This is coherent with the findings of (<a href=\"#bib9\">Gerzon Mahler et al., 2020</a>) on the distributive impact of the pandemic.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig7",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00268%2Fijm-00268-fig007.tif",
                                        "size": {
                                            "width": 1461,
                                            "height": 1007
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00268%2Fijm-00268-fig007.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00268-fig007.jpg"
                                        }
                                    },
                                    "label": "Figure 7",
                                    "title": "Gini index by place of residence and scenarios",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "As expected, the general shapes of the density function curves, based on the area of residence (urban and rural), are generally the same. However, the curve for average <i>per capita</i> expenditure during the pandemic shifted sharply to the left, regardless of their location of residence, confirming the shift of a portion of the population towards the vulnerable and poor classes (<a href=\"#fig8\">Figure 8</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig8",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00268%2Fijm-00268-fig008.tif",
                                        "size": {
                                            "width": 2012,
                                            "height": 621
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00268%2Fijm-00268-fig008.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00268-fig008.jpg"
                                        }
                                    },
                                    "label": "Figure 8",
                                    "title": "Average per capita expenditure density curves - Reference and COVID 19. Source: Authors’ computation based on the ONDH - EPM (2019 wave),Note: The vertical lines are the poverty line, the vulnerability line, the median, and 2.5 times the median respectively.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "To show the combined effect of the negative shock of the pandemic and the different measures simulated, we analyze the shift of the density curves of the baseline situation with those obtained under scenario 2 (<a href=\"#fig9\">Figure 9</a>).<a href=\"#fn21\"><sup>21</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig9",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00268%2Fijm-00268-fig009.tif",
                                        "size": {
                                            "width": 1725,
                                            "height": 533
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00268%2Fijm-00268-fig009.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00268-fig009.jpg"
                                        }
                                    },
                                    "label": "Figure 9",
                                    "title": "Density curves of the average expenditure per capita at the base and under scenario 2.. Source: Authors’ computation based on the ONDH - EPM (2019 wave).Note: The vertical lines are the poverty line, the vulnerability line, the median, and 2.5 times the median respectively.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "For the rural population, the policies put in place, in addition to those we have identified and simulated, are likely to neutralize most of the negative effects of the shock on the poor and vulnerable classes. For the urban group, some individuals persist in poverty, which can be explained by the fact that the shock was more profound and since the additional mitigation policies proposed are likely to benefit poor and vulnerable rural households by their nature or design. This finding is the same as that obtained with the poverty and Gini indices.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To illustrate the effects of the shock and the mitigation measures, we plot the incidence curves (<i>CI</i>).<a href=\"#fn22\"><sup>22</sup></a> These curves allow us to verify the \"pro-poor\" character of shocks and measures. <a href=\"#fig10\">Figure 10</a> depicts the incidence curves on <i>per capita</i> spending between the baseline situation and the three scenarios for rural and urban. This analysis shows that the poorest percentiles are the most affected by the pandemic and remain so compared to the pre-crisis situation, despite the government’s measures and our proposed measures.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig10",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00268%2Fijm-00268-fig010.tif",
                                        "size": {
                                            "width": 2016,
                                            "height": 622
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00268%2Fijm-00268-fig010.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00268-fig010.jpg"
                                        }
                                    },
                                    "label": "Figure 10",
                                    "title": "Incidence curves on per capita spending between the base situation and scenarios. Source: Authors’ computation based on the ONDH - EPM (2019 wave).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "For percentiles below 50% (p &lt; 50%), the values of the incidence curve (noted g(p)), are negative while these values are always negative but less for the other percentiles. It is therefore clear that households in the poor and vulnerable classes of the population were the most affected, regardless of the place of residence. In the urban area, the workers are generally active in the private sector and especially in the informal sector. They obtain their income from activities that were negatively impacted by the cessation of economic activities or by the lockdown. Therefore, we observe a general deterioration in the population’s standard of living as measured by average household expenditure <i>per capita</i>, although the decline is very slight for the top 5% of the distribution. Moreover, despite the aid put in place or proposed in favor of the most disadvantaged classes, the overall impact of the pandemic and the interventions was not \"pro-poor\" in the sense (<a href=\"#bib27\">Ravallion and Chen, 2003</a>), even with very high rates of growth in the median and average <i>per capita</i> expenditure (14.41% and 10.93% respectively).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Now, as our objective is to study the impact of the pandemic on children, based on the age group decomposition presented above, we look at how the poverty and vulnerability indices vary (<a href=\"#table8\">Table 8</a>). It appears that it is those in urban areas who are most affected by the pandemic. While the poverty rate for children under 5 years of age was 0.6% in 2019, it rose to 8.9%. Thus, nearly 150,000 children under the age of 5 would have been pushed into poverty because of the pandemic. For the group aged 5 to 17, it is 108,500 additional individuals living in poverty in the urban area. These children belong to families where some members have seen their income drop in whole or in part, children are directly affected by these drops in their parents' resources.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ computation based on the ONDH - EPM (2019 wave).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table8",
                                    "label": "Table 8",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\" colspan=\"2\"/><th align=\"left\">Base</th><th align=\"left\">COVID-19</th><th align=\"left\">Scenario 1</th><th align=\"left\">Scenario 2</th></tr></thead><tbody><tr><td align=\"left\"/><td align=\"left\"/><td align=\"left\" colspan=\"4\"><b>Poverty</b></td></tr><tr><td align=\"left\" rowspan=\"3\">Morocco</td><td align=\"left\">- 5 years</td><td align=\"left\">1.8</td><td align=\"left\">10.1</td><td align=\"left\">5.1</td><td align=\"left\">3.2</td></tr><tr><td align=\"left\">From 5 to - 18</td><td align=\"left\">1.9</td><td align=\"left\">9.9</td><td align=\"left\">5.1</td><td align=\"left\">3.1</td></tr><tr><td align=\"left\">18 and + Years</td><td align=\"left\">0.9</td><td align=\"left\">5.9</td><td align=\"left\">2.6</td><td align=\"left\">1.6</td></tr><tr><td align=\"left\" rowspan=\"3\">Urban</td><td align=\"left\">- 5 years</td><td align=\"left\">0.6</td><td align=\"left\">8.9</td><td align=\"left\">3.9</td><td align=\"left\">2.4</td></tr><tr><td align=\"left\">From 5 to - 18</td><td align=\"left\">0.3</td><td align=\"left\">7.8</td><td align=\"left\">3.9</td><td align=\"left\">2.3</td></tr><tr><td align=\"left\">18 and + Years</td><td align=\"left\">0.2</td><td align=\"left\">4.5</td><td align=\"left\">1.8</td><td align=\"left\">1.1</td></tr><tr><td align=\"left\" rowspan=\"3\">Rural</td><td align=\"left\">- 5 years</td><td align=\"left\">3.7</td><td align=\"left\">11.8</td><td align=\"left\">7.0</td><td align=\"left\">4.5</td></tr><tr><td align=\"left\">From 5 to - 18</td><td align=\"left\">3.9</td><td align=\"left\">12.7</td><td align=\"left\">6.6</td><td align=\"left\">4.1</td></tr><tr><td align=\"left\">18 and + Years</td><td align=\"left\">2.2</td><td align=\"left\">8.4</td><td align=\"left\">4.2</td><td align=\"left\">2.7</td></tr><tr><td align=\"left\"/><td align=\"left\"/><td align=\"left\" colspan=\"4\"><b>Vulnerability</b></td></tr><tr><td align=\"left\" rowspan=\"3\">Morocco</td><td align=\"left\">- 5 years</td><td align=\"left\">11.4</td><td align=\"left\">22.5</td><td align=\"left\">14.7</td><td align=\"left\">11.4</td></tr><tr><td align=\"left\">From 5 to - 18</td><td align=\"left\">12.7</td><td align=\"left\">23.2</td><td align=\"left\">15.3</td><td align=\"left\">12.0</td></tr><tr><td align=\"left\">18 and + Years</td><td align=\"left\">6.8</td><td align=\"left\">14.3</td><td align=\"left\">8.8</td><td align=\"left\">7.0</td></tr><tr><td align=\"left\" rowspan=\"3\">Urban</td><td align=\"left\">- 5 years</td><td align=\"left\">4.4</td><td align=\"left\">16.0</td><td align=\"left\">11.4</td><td align=\"left\">9.2</td></tr><tr><td align=\"left\">From 5 to - 18</td><td align=\"left\">4.6</td><td align=\"left\">15.5</td><td align=\"left\">11.1</td><td align=\"left\">8.9</td></tr><tr><td align=\"left\">18 and + Years</td><td align=\"left\">2.5</td><td align=\"left\">9.4</td><td align=\"left\">6.4</td><td align=\"left\">5.0</td></tr><tr><td align=\"left\" rowspan=\"3\">Rural</td><td align=\"left\">- 5 years</td><td align=\"left\">22.0</td><td align=\"left\">32.1</td><td align=\"left\">19.7</td><td align=\"left\">14.9</td></tr><tr><td align=\"left\">From 5 to - 18</td><td align=\"left\">23.3</td><td align=\"left\">33.5</td><td align=\"left\">20.7</td><td align=\"left\">16.1</td></tr><tr><td align=\"left\">18 and + Years</td><td align=\"left\">15.0</td><td align=\"left\">23.3</td><td align=\"left\">13.5</td><td align=\"left\">10.7</td></tr></tbody></table>"
                                    ],
                                    "title": "Incidence of poverty by age group (%) and area of residence",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In the rural area, where the poverty rate is estimated at 2.79% in 2019, the incidence of poverty among children under 5 has increased from 3.70% (approximately 43,000 children) to 11.80%, representing nearly 140,000 children. Thus, the pandemic would have driven nearly additional 96,000 children under the age of 5 into poverty in the rural area. For group 5 to 18, nearly 200,000 individuals living in the rural area are poor, whereas they were not poor in 2019. Thus, more than half a million Moroccan children under the age of 18 would have fallen into poverty because of the pandemic.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As expected, we find that the transfers offered by the government to compensate for the loss of household income due to confinement partially offset the effect of COVID-19 for Moroccan children under 5 years of age and those aged 5 to 18 years. These offsetting effects are observed in both urban and rural areas. However, our complementary measures (scenario 2) targeting rural households with a cash transfer to compensate parents for the loss of education-related assistance and the additional costs of children not attending school since mid-March results in a larger decline in poverty among rural children. As a result, the increase in poverty among children under 18 is reduced by almost 60% because of complementary measures.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When we look at the incidence of vulnerability by age group, we find that young Moroccans under 18 are almost twice as vulnerable as their elders. In terms of the effect of the pandemic, we find that the shock was stronger in the urban area. The compensatory measures simulated in scenarios 1 and 2 are still playing their role here, with the incidence rates of vulnerability decreasing to their initial rate for children under 5 years of age and decreasing very slightly for young people aged 5 to 17 years at the level of Morocco. When we distinguish the effects of the measures by area of residence and age group, we find positive effects in both areas and for all age groups. However, while in the rural area the proportion of vulnerable youth under 18 decreases relative to the baseline situation, in urban areas this proportion remains much higher despite the compensatory measures.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We also evaluated the contribution of the components associated with our scenarios to the variation in the poverty and Gini indices between the baseline situation and the results obtained with scenario 2. By construction, our scenarios combine five components that are added to the baseline situation in terms of <i>per capita</i> expenditure. Our five components are 1- the nominal effect associated with the pandemic (covid); 2- the nominal effect of simulation 1 in which some individuals received transfers (scenario 1); 3- the nominal effect of the extension of transfer payments that we propose for workers in the tourism sector and workers in the informal sector (scenario 2 – no school aid); 4- the nominal effect of the payment of school aid to each child who is already a beneficiary of an aid program (school aid); and finally 5- the price effect (deflator). We computed these contributions by place of residence(<a href=\"#fig11\">Figure 11</a>) but also for children under 18 years of age (still by place – <a href=\"#fig12\">Figure 12</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig11",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00268%2Fijm-00268-fig011.tif",
                                        "size": {
                                            "width": 11050,
                                            "height": 3755
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00268%2Fijm-00268-fig011.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00268-fig011.jpg"
                                        }
                                    },
                                    "label": "Figure 11",
                                    "title": "Contribution of the components to the total variation of the indices.<a href=\"#fn23\"><sup>23</sup></a> (<b>A</b>) Urban (<b>B</b>) Rural.. Source: Authors’ computation based on the ONDH - EPM (2019 wave).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig12",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00268%2Fijm-00268-fig012.tif",
                                        "size": {
                                            "width": 2016,
                                            "height": 657
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00268%2Fijm-00268-fig012.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00268-fig012.jpg"
                                        }
                                    },
                                    "label": "Figure 12",
                                    "title": "Contribution of the components to the total change in the indices for children under 18. (<b>A</b>) Urban (<b>B</b>) Rural.. Source: Authors’ computation based on the ONDH - EPM (2019 wave).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "As we have already seen, the contribution of the pandemic is negative for all groups and indices. The measures implemented by the government partially offset this negative effect. However, this decomposition allows us to conclude that the variation in prices observed in Morocco had no significant effect on the variation in the poverty and inequality indices. Also, the negative effect of the pandemic is due mainly to the partial or total loss of income for some people and to the decrease in transfers received from households living abroad.",
                            "type": "paragraph"
                        },
                        {
                            "text": "By breaking down scenario 2 into two (government transfer effect and school aid effect), we see that their contribution differs according to the area of residence. Indeed, while scenario 2 without school, transfers has a positive contribution to the reduction of poverty and inequality in the urban area, we find that this effect is negative in the rural area. This could be explained by the fact that Moroccans living in rural areas do not benefit from the complementary transfers that we designed. Finally, the contribution of school aid is positive for both groups (urban and rural), but with a greater contribution to poverty reduction in rural areas since this measure essentially targets this poor population.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When we perform the same analysis restricted to children under 18, we obtain similar results. Thus, the price effect has no significant impact on the variation in poverty and inequality (<a href=\"#fig12\">Figure 12</a>). The COVID effect helps explain a large part of the variation in the indices among children. This negative contribution is stronger for children in the rural area. A final difference that we observe when we target children is that the contribution of school aid to reducing poverty and inequality is stronger in rural areas than in urban areas, but it remains below the contribution we obtained when we considered the entire Moroccan population. Thus, even though the measure targets children between the ages of 5 and 17, the effects of this measure are felt by the households in which these children live.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, we analyze the cost of scenario 2 in its entirety and isolate the school aid provided in this scenario. Scenario 2 complementary measures would cost the government nearly 173 million MAD, representing a <i>per capita</i> cost of 4.86 MAD, or 6.33 MAD per beneficiary (<a href=\"#table9\">Table 9</a>). Finally, this scenario has a cost equal to 789.86 MAD per child under the age of 18 who is lifted out of poverty thanks to these measures.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ computation based on the ONDH - EPM (2019 wave).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table9",
                                    "label": "Table 9",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\">The total cost of the measure - MAD</th><th align=\"left\">Cost <i>per capita</i> (total population) - MAD</th><th align=\"left\">Cost <i>per capita</i> (beneficiary population) - MAD</th><th align=\"left\"><i>Per capita</i> cost per child under 18 out of poverty - MAD</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"3\"><b>Scenario 2 complete</b></td><td align=\"left\">Morocco</td><td align=\"left\">172 900 000</td><td align=\"left\">4.86</td><td align=\"left\">6.33</td><td align=\"left\">789.87</td></tr><tr><td align=\"left\">Urban</td><td align=\"left\">78 186 400</td><td align=\"left\">3.50</td><td align=\"left\">5.06</td><td align=\"left\">768.2</td></tr><tr><td align=\"left\">Rural</td><td align=\"left\">94 713 000</td><td align=\"left\">7.17</td><td align=\"left\">7.97</td><td align=\"left\">808.69</td></tr><tr><td align=\"left\" rowspan=\"3\"><b>Scenario 2 School Aid</b></td><td align=\"left\">Morocco</td><td align=\"left\">20 615 400</td><td align=\"left\">0.58</td><td align=\"left\">2.12</td><td align=\"left\">94.18</td></tr><tr><td align=\"left\">Urban</td><td align=\"left\">5 954 400</td><td align=\"left\">0.27</td><td align=\"left\">1.41</td><td align=\"left\">58.50</td></tr><tr><td align=\"left\">Rural</td><td align=\"left\">14 661 000</td><td align=\"left\">1.11</td><td align=\"left\">2.67</td><td align=\"left\">125.18</td></tr></tbody></table>"
                                    ],
                                    "title": "Cost-effectiveness of scenario 2",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "When we compare rural and urban areas, we find that 55% of the cost of the full scenario 2 falls on rural areas. However, even though the <i>per capita</i> cost is more than double in the rural area (7.17 MAD versus 3.50 MAD in urban areas), the cost per child out of poverty with this measure is only 5% higher in the rural area. We have done the same analysis by isolating the effect of the school aid provided in scenario 2. The total cost of this measure amounts to 20.62 million Dirhams, or 0.58 MAD per Moroccan and 2.12 MAD per beneficiary of the measure. This measure, which targets children, would cost almost 100 MAD (94.18 MAD) per child lifted out of poverty by scenario 2. As these programs are mainly implemented in rural areas, more than 71% of the cost of this measure is allocated to them. This school aid program would thus cost 125.18 MAD per child lifted out of poverty with scenario 2.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We find that the school aid measure has a low marginal cost when spread over the entire Moroccan population and that its contribution to poverty reduction, particularly among rural children, is significant. Thus, a measure of this nature could easily be considered, especially since we believe that it could have long-term effects by encouraging households receiving this allowance to send their children back to school.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2. Effects of COVID-19 and Mitigation Measures",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The COVID-19 pandemic had significant economic and social impacts around the world. Intuitively, the poorest and most vulnerable households are likely to bear the greatest burden of this crisis. In addition, the short-term impact on children could lead to long-term negative effects (nutrition, education, etc.). It is likely that the efforts made over the past several years to reduce poverty in general, and child poverty in particular, have been greatly diminished.",
                    "type": "paragraph"
                },
                {
                    "text": "In this study, we built a micro-simulation model using raw data from the 2019 ONDH Morocco EPM to assess the distributional impact of the COVID-19 crisis on Moroccan households and children in particular. Our model allowed us to design and simulate very targeted measures. Hence, we analyzed the distributional effects of the government’s early mitigation policies and some additional measures to further reduce the negative effects on Moroccan children.",
                    "type": "paragraph"
                },
                {
                    "text": "We assess the impact of COVID-19 on poverty and vulnerability in Morocco with a focus on children living in poor households. The design of the COVID-19 reference scenario was based on the maximum available information amid the first wave of the pandemic and after two months of strict lockdown. To fully capture the effects of the crisis and mitigation measures, we selected several tools, indices, and graphs from the distributional analysis. Our results clearly show that the crisis has led to a fairly significant increase in poverty, with more pronounced effects in the urban area. When we broaden our analysis in terms of vulnerability, we observe that even though before the pandemic, more rural households were vulnerable, COVID-19 had a greater impact on urban households. Children under 5 years of age and young adults (over 18 years of age) are the most affected.",
                    "type": "paragraph"
                },
                {
                    "text": "The mitigation measures put in place by the government and that we simulated were relatively effective in that they reduced the negative impact on poverty at the national level and in urban areas by half, and slightly less than half in the rural area. The additional measures we have designed further reduce the negative impact of the pandemic. In addition, as a result of these measures, the number of vulnerable rural people has decreased in both rural and urban areas. However, the two scenarios do not compensate for the shock of the pandemic in the urban area as opposed to the rural area. When we focus our analysis by age category, the incidence rates of vulnerability decrease to their initial rates for children under 5 years of age and decrease very slightly for youth aged 5 to 17 years at the national level. However, we find that this vulnerability is deeper and more severe even after the implementation of compensatory measures.",
                    "type": "paragraph"
                },
                {
                    "text": "Inequalities have increased as a result of the pandemic. The measures put in place by the government reduced inequalities at the national level and in rural and urban areas. The measures we designed to reinforce this decrease in inequalities at the national level and bring those in urban and rural areas back to their initial level of inequality.",
                    "type": "paragraph"
                },
                {
                    "text": "The analysis of the impact on children shows that the negative impact is greater than for the general population and that children under the age of 5 would be the most penalized. Just over half a million children under the age of 18 would fall into poverty as a result of the pandemic. The government’s measures (scenario 1) and the additional ones we designed would be effective in reducing the negative impact of the pandemic. It is also important to note that the crisis has a stronger impact on rural children and the measures adopted would be less effective in rural areas than in urban areas.",
                    "type": "paragraph"
                },
                {
                    "text": "Our calculation of the cost of the policies in scenario 2 allows us to measure the cost efficiency of the measures. These calculations reveal that school aid has a relatively low cost when spread over the entire population, but that its contribution to poverty reduction, particularly among children in rural areas, is significant. This measure is all the more interesting as it could have long-term effects by encouraging households to keep or send their children to school.",
                    "type": "paragraph"
                },
                {
                    "text": "Given that a large part of the shocks of the pandemic directly affects income, and to better understand their impact and the effectiveness of compensatory measures, it would be interesting to improve the transmission of these shocks to expenditure. A different method than the ad hoc one used in this article could therefore be developed.",
                    "type": "paragraph"
                },
                {
                    "text": "Given the negative impact of the pandemic on child poverty and the positive effects of the various measures, it would be interesting for the government and development partners to maintain certain measures for a prolonged period as the negative impact of the pandemic could have a long-term and lasting negative impact on Moroccan children. From this point of view, a multidimensional analysis might be developed to approach these medium- and long-term impacts, particularly on child poverty, which is a population that is strongly affected by this pandemic.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Conclusion",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "<a href=\"https://www.imf.org/en/News/Articles/2019/07/16/pr19279-morocco-imf-executive-board-concludes-2019-article-iv-consultation-with-morocco\">https://www.imf.org/en/News/Articles/2019/07/16/pr19279-morocco-imf-executive-board-concludes-2019-article-iv-consultation-with-morocco</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"https://www.tresor.economie.gouv.fr/Pays/MA/indicateurs-et-conjoncture\">https://www.tresor.economie.gouv.fr/Pays/MA/indicateurs-et-conjoncture</a>, <a href=\"https://www.afdb.org/en/countries/north-africa/morocco/morocco-economic-outlook\">https://www.afdb.org/en/countries/north-africa/morocco/morocco-economic-outlook</a>, <a href=\"https://www.imf.org/en/News/Articles/2022/02/09/pr2227-imf-executive-board-concludes-2021-article-iv-consultation-with-morocco\">https://www.imf.org/en/News/Articles/2022/02/09/pr2227-imf-executive-board-concludes-2021-article-iv-consultation-with-morocco</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Ahmed Lahlimi (High Commissioner for Planning) to EFE: Morocco should record its worst economic year of the century, by Rahim Sefrioui on 14/04/2020 at 12:11 (updated on 14/04/2020 at 12:19 and <a href=\"https://www.hcp.ma/file/216987/\">https://www.hcp.ma/file/216987/</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This survey was conducted by telephone between April 1 and 3, 2020 among 4,000 companies operating in the manufacturing, construction, energy, mining, fishing, trade and non-financial market services sectors.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In fact, this negative impact did not materialize. In fact, transfers increased to 68,2 billions dirhams in 2020 reprsenting a 4,9% increase (Office des changes 2021: Indicateur Mensuels des échanges extérieurs, OC-Maroc décembre 2021).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Available at: <a href=\"https://public.tableau.com/app/profile/laborde6680#!/vizhome/EconomicImpactEconomicslowdownduetoCovid-19IFPRIblogApril16th2020/Blog04162020_IFPRI?publish=yes\">https://public.tableau.com/profile/laborde6680#!/vizhome/EconomicImpactEconomicslowdownduetoCovid-19IFPRIblogApril16th2020/Blog04162020_IFPRI?publish=yes</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "No other estimate of poverty impact of COVID has been produced in Morocco to our knowledge.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In this sense, the ONDH has sent us 11 raw sub-files of this survey for the 2019 wave (without any processing carried out on the base). All our processing was carried out on the basis of these raw files.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In some of the treatments carried out in this work, the numbers appear slightly different from what is expected. Indeed, we did not impute any missing data in the different files.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For more details on this type of model, see (<a href=\"#bib24\">Miller and Blair, 2009</a>), (<a href=\"#bib28\">Kamionkowski et al., 1995</a>) and (<a href=\"#bib5\">Chowdhury and Kirkpatrick, 1994</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See the Haut-commissariat au plan’s information note on the consumer price index (CPI) for March 2020.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The vulnerability analysis was conducted by considering all individuals below the vulnerability threshold. Thus, the figures obtained are the cumulative number of poverty and people in the vulnerable class.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A lower middle class composed of households (individuals) that have a <i>per capita</i> expenditure above the vulnerability threshold (Z<sub>vulnarability</sub>) but below the median of the distribution; An upper middle class composed of households (individuals) with a <i>per capita</i> expenditure above the median of the distribution but below 2.5 times this median. The wealthy class is composed of households (individuals) with a <i>per capita</i> expenditure greater than 2.5 times the median of the distribution.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This implies that for each scenario, we have fixed thresholds (poverty and vulnerability) but variable ones when they are calculated from the median of distributions. See <a href=\"#A1-F1\">Figure A1</a> in the Appendix.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "These assumptions were postulated based on a combination of information coming from different sources namely <a href=\"#bib14\">Haut-Commissariat au Plan (2020a</a>, <a href=\"#bib4\">CDG (2020)</a> and <a href=\"#bib6\">Confédération générale des entreprises du Maroc-CGEM (2020)</a>. Information was not available directly but we used indirect information for these sources to construct these hypothesis.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn15",
                    "title": "15.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This concept implies that when prices faced by different households are the same, the original level of equivalent income would be equal to the level of original income and the post reform level of equivalent income would equal original income plus the equivalent gain (<a href=\"#bib21\">King, 1983</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn16",
                    "title": "16.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Cf. Information note from the Haut-Commissariat au Plan on the consumer price index (CPI) for March 2020.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn17",
                    "title": "17.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For validation purposes, we compared the price variations (our 39 prices) with the 12 prices published by the HCP to ensure that our variations were comparable to those of the HCP.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn18",
                    "title": "18.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Indeed, measures aimed at firms can only be properly captured using another modeling tool (a computable general equilibrium model (CGEM), for example) in order to trace the indirect effects of these measures on households.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn19",
                    "title": "19.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Tayssir is a cash transfer program implemented to fight against school dropout.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn20",
                    "title": "20.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "All other density curves are available upon request.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn21",
                    "title": "21.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "They were introduced by (<a href=\"#bib27\">Ravallion and Chen, 2003</a>) to analyze the dynamics of poverty in relation to economic growth and changes in inequality.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn22",
                    "title": "22.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "By definition of this decomposition, the sum of the components contributing to the variation of the indices considered is equal to 100. It can therefore be interpreted in relative terms.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn23",
                    "title": "23.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": "African Development",
                    "type": "group"
                }
            ],
            "date": "2021",
            "id": "bib1",
            "title": "Morocco Economic Outlook",
            "type": "web",
            "uri": "https://www.afdb.org/en/countries/north-africa/morocco/morocco-economic-outlook"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Azougah, M",
                        "preferred": "M Azougah"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib3",
            "title": "Iñigo Moré: A cause de la crise, le coût des transferts des MRE A augmenté",
            "type": "web",
            "uri": "https://medias24.com/inigo-more-a-cause-de-la-crise-le-cout-des-transferts-des-mre-a-augmente-9583.html",
            "website": "Média 24"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bank, W",
                        "preferred": "W Bank"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "COVID-19 Crisis Through a Migration Lens, COVID-19 Crisis Through a Migration Lens, 10.1596/33634",
            "id": "bib34",
            "title": "COVID-19 Crisis Through a Migration Lens",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "CDG",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib4",
            "title": "Economie nationale et marché de taux face aux enjeux du Covid-19 et de la sécheresse",
            "type": "web",
            "uri": "https://www.cdgcapital.ma/sites/default/files/publication/2020-04/Economie%20nationale%20et%20marche%CC%81s%20de%20taux%20face%20aux%20enjeux%20du%20Covid19%20et%20de%20la%20se%CC%81chresse.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Chowdhury, A",
                        "preferred": "A Chowdhury"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kirkpatrick, C. H.",
                        "preferred": "C. H. Kirkpatrick"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Development policy and planning: an introduction to models and techniques",
            "date": "1994",
            "id": "bib5",
            "publisher": {
                "name": [
                    "Psychology Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Confédération générale des entreprises du Maroc-CGEM",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib6",
            "title": "Quels sont les impacts de la pandémie COVID-19 sur votre entreprise? Résultats préliminaire de l’enquête lancée le 17 avril 2020",
            "type": "web",
            "uri": "https://medias24.com/images/fils/pdf/2020/Enquete_GEM_Impacts_COVID-19.pdf"
        },
        {
            "authors": [
                {
                    "name": "Coronavirus Statistics",
                    "type": "group"
                }
            ],
            "date": "2022",
            "details": "https://www.coronavirus-statistiques.com/stats-pays/coronavirus-nombre-de-cas-maroc/, Accessed, 4 November 2022",
            "id": "bib7",
            "title": "Coronavirus nombre de cas au Maroc en Direct",
            "type": "unknown",
            "uri": "https://www.coronavirus-statistiques.com/stats-pays/coronavirus-nombre-de-cas-maroc/"
        },
        {
            "articleTitle": "A Class of Decomposable Poverty Measures",
            "authors": [
                {
                    "name": {
                        "index": "Foster, J",
                        "preferred": "J Foster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Greer, J",
                        "preferred": "J Greer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thorbecke, E",
                        "preferred": "E Thorbecke"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "doi": "10.2307/1913475",
            "id": "bib8",
            "journal": "Econometrica",
            "pages": "761",
            "type": "journal",
            "volume": "52"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gerzon Mahler, D",
                        "preferred": "D Gerzon Mahler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lakner, C",
                        "preferred": "C Lakner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Aguilar, AC",
                        "preferred": "AC Aguilar"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wu, H",
                        "preferred": "H Wu"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib9",
            "title": "The impact of COVID-19 (Coronavirus) on global poverty: Why Sub-Saharan Africa might be the region hardest hit",
            "type": "web",
            "uri": "https://blogs.worldbank.org/opendata/impact-covid-19-coronavirus-global-poverty-why-sub-saharan-africa-might-be-region-hardest",
            "website": "Édité par World Bank Blog"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gerzon Mahler, D",
                        "preferred": "D Gerzon Mahler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lakner, C.",
                        "preferred": "C. Lakner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Castaneda Aguilar, A.",
                        "preferred": "A. Castaneda Aguilar"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wu, H.",
                        "preferred": "H. Wu"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "id": "bib10",
            "title": "Pandemic, Prices, and Poverty",
            "type": "web",
            "uri": "https://blogs.worldbank.org/opendata/pandemic-prices-and-poverty.%20https://blogs.worldbank.org/opendata/updated-estimates-impact-covid-19-global-poverty"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Haddad, EA",
                        "preferred": "EA Haddad"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "El Aynaoui, K",
                        "preferred": "K El Aynaoui"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ali, AA",
                        "preferred": "AA Ali"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Arbouch, M",
                        "preferred": "M Arbouch"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Araujo, IF",
                        "preferred": "IF Araujo"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "Research Paper 20-17, Rabat",
            "id": "bib11",
            "title": "The Impact Of Covid-19 In Morocco: Macroeconomic, Sectoral And Regional Effects, Policy Center for the New South",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Haut Commissariat au Plan, et Banque Mondiale",
                    "type": "group"
                }
            ],
            "date": "2017",
            "id": "bib12",
            "title": "Pauvreté et prospérité partagée au Maroc du troisième millénaire, 2001 2014",
            "type": "web",
            "uri": "https://www.hcp.ma/file/195497/"
        },
        {
            "authors": [
                {
                    "name": "Haut-Commissariat au Plan",
                    "type": "group"
                }
            ],
            "date": "2020",
            "discriminator": "a",
            "id": "bib14",
            "title": "Principaux résultats de l’enquête de conjoncture sur les effets du Covid-19 sur l’activité des entreprises",
            "type": "web",
            "uri": "https://www.hcp.ma/attachment/1912973/"
        },
        {
            "authors": [
                {
                    "name": "Haut-Commissariat au Plan",
                    "type": "group"
                }
            ],
            "bookTitle": "Enquête Sur l’impact Du Coronavirus Sur La Situation Économique, Sociale et Psychologique Des Ménages",
            "date": "2020",
            "discriminator": "c",
            "id": "bib16",
            "publisher": {
                "name": [
                    "Note de synthèse"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "HCP",
                    "type": "group"
                }
            ],
            "bookTitle": "Note d’information Relative à l’IPC de l’année 2020",
            "date": "2021",
            "id": "bib17",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Rabat"
                        ]
                    },
                    "formatted": [
                        "Rabat"
                    ]
                },
                "name": [
                    "HCP"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "HCP-UN-WB",
                    "type": "group"
                }
            ],
            "date": "2020",
            "details": "13, Impact Social & Économique de La Crise Du COVID-19 Au Maroc: Note Stratégique, Rabat, Morocco, p",
            "id": "bib13",
            "title": "Impact Social & Économique de La Crise Du COVID-19 Au Maroc: Note Stratégique",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "International Labour",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib18",
            "title": "ILO Monitor: COVID-19 and the world of work 2nd Edition",
            "type": "web",
            "uri": "https://www.ilo.org/wcmsp5/groups/public/---dgreports/---dcomm/documents/briefingnote/wcms_740877.pdf"
        },
        {
            "authors": [
                {
                    "name": "International Monetary Fund-IMF",
                    "type": "group"
                }
            ],
            "date": "2020",
            "details": "Regional Economic Outlook Update: Middle East and Central Asia Statistical Appendix, FMI, https://www.imf.org/~/media/Files/Publications/REO/MCD-CCA/2020/April/English/reo-statistical-appendix.ashx",
            "id": "bib19",
            "title": "Regional Economic Outlook Update: Middle East and Central Asia Statistical Appendix",
            "type": "unknown",
            "uri": "https://www.imf.org/~/media/Files/Publications/REO/MCD-CCA/2020/April/English/reo-statistical-appendix.ashx"
        },
        {
            "authors": [
                {
                    "name": "International Monetary Fund-IMF",
                    "type": "group"
                }
            ],
            "date": "2021",
            "details": "IMF Country Report no.21/2",
            "id": "bib20",
            "title": "IMF Country Report no.21/2",
            "type": "unknown"
        },
        {
            "articleTitle": "Model-independent comparison of direct versus indirect detection of supersymmetric dark matter",
            "authors": [
                {
                    "name": {
                        "index": "Kamionkowski, M",
                        "preferred": "M Kamionkowski"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Griest, K",
                        "preferred": "K Griest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jungman, G",
                        "preferred": "G Jungman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sadoulet, B",
                        "preferred": "B Sadoulet"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "doi": "10.1103/PhysRevLett.74.5174",
            "id": "bib28",
            "journal": "Physical Review Letters",
            "pages": {
                "first": "5174",
                "last": "5177",
                "range": "5174–5177"
            },
            "pmid": 10058701,
            "type": "journal",
            "volume": "74"
        },
        {
            "articleTitle": "Welfare analysis of tax reforms using household data",
            "authors": [
                {
                    "name": {
                        "index": "King, MA",
                        "preferred": "MA King"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "doi": "10.1016/0047-2727(83)90049-X",
            "id": "bib21",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "183",
                "last": "214",
                "range": "183–214"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "articleTitle": "Combining input-output analysis and micro-simulation to assess the effects of carbon taxation on Spanish households",
            "authors": [
                {
                    "name": {
                        "index": "Labandeira, X",
                        "preferred": "X Labandeira"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Labeaga, JM",
                        "preferred": "JM Labeaga"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "doi": "10.1111/j.1475-5890.1999.tb00015.x",
            "id": "bib22",
            "journal": "Fiscal Studies",
            "pages": {
                "first": "305",
                "last": "320",
                "range": "305–320"
            },
            "type": "journal",
            "volume": "20"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Laborde, D",
                        "preferred": "D Laborde"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Martin, W",
                        "preferred": "W Martin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vos, R",
                        "preferred": "R Vos"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib23",
            "title": "Poverty and food insecurity could grow dramatically as COVID-19 spreads",
            "type": "web",
            "uri": "https://www.ifpri.org/blog/poverty-and-food-insecurity-could-grow-dramatically-covid-19-spreads"
        },
        {
            "articleTitle": "Poverty Vulnerability: The Role of Poverty Lines in the Post-Pandemic Era",
            "authors": [
                {
                    "name": {
                        "index": "Lara Lara, J",
                        "preferred": "J Lara Lara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mendez Ramos, F",
                        "preferred": "F Mendez Ramos"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "id": "bib35",
            "journal": "Economics Bulletin",
            "pages": {
                "first": "2690",
                "last": "2696",
                "range": "2690–2696"
            },
            "type": "journal",
            "volume": "41"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Miller, RE",
                        "preferred": "RE Miller"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Blair, PD",
                        "preferred": "PD Blair"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Input-Output Analysis, Foundations, and Extensions",
            "date": "2009",
            "doi": "10.1017/CBO9780511626982",
            "id": "bib24",
            "publisher": {
                "name": [
                    "Cambridge university press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Ministre de l’économie et des Finances-MEF",
                    "type": "group"
                }
            ],
            "bookTitle": "Synthèse Du Rapport Economique et Financier Accompagnant Le Projet de Loi Des Finances (REF 2021)",
            "date": "2021",
            "id": "bib25",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Rabat"
                        ]
                    },
                    "formatted": [
                        "Rabat"
                    ]
                },
                "name": [
                    "MEF"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "bookTitle": "The COVID-19 Crisis in Morocco, in Tackling COVID-19: Contributing to the Global Effort",
            "date": "2020",
            "id": "bib26",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "OECD"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Measuring pro-poor growth",
            "authors": [
                {
                    "name": {
                        "index": "Ravallion, M",
                        "preferred": "M Ravallion"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chen, S",
                        "preferred": "S Chen"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "doi": "10.1016/S0165-1765(02)00205-7",
            "id": "bib27",
            "journal": "Economics Letters",
            "pages": {
                "first": "93",
                "last": "99",
                "range": "93–99"
            },
            "type": "journal",
            "volume": "78"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sanchez-Paramo, C",
                        "preferred": "C Sanchez-Paramo"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib29",
            "title": "Covid-19 will hit the poor hardest. Here’s what we can do about it, World Bank Blog",
            "type": "web",
            "uri": "https://blogs.worldbank.org/voices/covid-19-will-hit-poor-hardest-heres-what-we-can-do-about-it"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Summner, A",
                        "preferred": "A Summner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hoy, C",
                        "preferred": "C Hoy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ortiz-Juarez, E",
                        "preferred": "E Ortiz-Juarez"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib30",
            "title": "Estimates of the impact of COVID-19 on global poverty",
            "type": "web",
            "uri": "https://www.wider.unu.edu/publication/estimates-impact-covid-19-global-poverty",
            "website": "WIDER Working Paper"
        },
        {
            "authors": [
                {
                    "name": "United Nations Development",
                    "type": "group"
                }
            ],
            "chapterTitle": "COVID-19 and Human Development: Assessing the Crisis, Envisioning the Recovery",
            "date": "2020",
            "id": "bib32",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "UNPD"
                ]
            },
            "title": "http://hdr.undp.org/sites/default/files/covid-19_and_human_development_0.pdf",
            "type": "web",
            "uri": "http://hdr.undp.org/sites/default/files/covid-19_and_human_development_0.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Vos, R",
                        "preferred": "R Vos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Martin, W",
                        "preferred": "W Martin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Laborde, D",
                        "preferred": "D Laborde"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib33",
            "title": "How much will global poverty increase because of COVID-19?",
            "type": "web",
            "uri": "https://www.ifpri.org/blog/how-much-will-global-poverty-increase-because-covid-19",
            "website": "IFPRI"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00268%2Fijm-00268-fig013.tif",
                                "size": {
                                    "width": 1689,
                                    "height": 1201
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00268%2Fijm-00268-fig013.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00268-fig013.jpg"
                                }
                            },
                            "label": "Figure A1",
                            "title": "Social Class Thresholds - Baseline and Scenarios",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "A1",
            "title": "Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "The authors wish to thank ONDH for giving us early acces to survey data, John Cockburn and Luca Tiberti for proprosing this research topic to us and finally Medhi Halmi of l’UNICEF Rabat for valuable input on this paper.",
            "type": "paragraph"
        },
        {
            "text": "This research work was carried out with financial support from the Partnership for Economic Policy (PEP) and the Oxford Policy Management (OPM) with funding from UNICEF MENA. We thank ONDH for giving us early access to the 2019 household panel survey, Mehdi Halmi, John Cockburn and Luca Tiberti for valuable comments to improve this paper. Regular caveats apply.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
