{
    "status": "vor",
    "id": "00267",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00267",
    "authorLine": "Hélène Maisonnave et al.",
    "title": "Economic and Distributional Impacts of Covid-19 Economic Shocks on Women in Senegal",
    "published": "2022-12-31T00:00:00Z",
    "versionDate": "2022-12-31T00:00:00Z",
    "statusDate": "2022-12-31T00:00:00Z",
    "volume": 15,
    "issue": 3,
    "fpage": 1,
    "lpage": 14,
    "elocationId": "1-14",
    "pdf": "http://web:8082/00267/ijm-00267.pdf",
    "subjects": [
        {
            "id": "health",
            "name": "Health"
        },
        {
            "id": "micro-macro-links",
            "name": "Micro–macro links"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Like other African countries, Senegal has been hit by Covid-19 and has implemented measures to contain the epidemic. These measures impact men and women differently, mainly via the impacts on the labour market. We simulate the economic shocks in a computable general equilibrium (CGE) model to assess the economic impacts. We capture the gendered impact on women’s employment by linking the CGE model with a micro-simulation employment module. Furthermore, we assess the impact on poverty and inequality by executing a distributive analysis with a sequential top-down layered micro-simulation households module. The results show that the Senegalese economy suffers from Covid-19 measures with a decrease in gross domestic product by 5% and 7% in the moderate and severe scenarios, respectively. While most sectors are negatively affected, some benefit from the increase in foreign demand (e.g., for certain agricultural products). In terms of employment, unskilled workers are the most affected group. Female workers are relatively less affected than male workers due to the predominant presence of women in the agricultural sectors. Indeed, the increased foreign demand for agricultural products positively affects the agricultural sectors. However, poverty increases at the national level for all households, especially for rural households and households living in urban areas except Dakar. Specifically, the poverty gap and severity for rural households increase more than for urban households.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Maisonnave et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "France",
                            "locality": [
                                "Le Havre"
                            ]
                        },
                        "formatted": [
                            "Le Havre",
                            "France"
                        ]
                    },
                    "name": [
                        "EDEHN (Equipe D’Economie – le Havre Normandie)"
                    ]
                }
            ],
            "emailAddresses": [
                "helene.maisonnave@univ-lehavre.fr"
            ],
            "name": {
                "index": "Maisonnave, Hélène",
                "preferred": "Hélène Maisonnave"
            },
            "orcid": "0000-0003-2535-8669",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Senegal",
                            "locality": [
                                "Dakar"
                            ]
                        },
                        "formatted": [
                            "Dakar",
                            "Senegal"
                        ]
                    },
                    "name": [
                        "LIND"
                    ]
                }
            ],
            "name": {
                "index": "Cabral, François",
                "preferred": "François Cabral"
            },
            "orcid": "0000-0003-1368-2912",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "France",
                            "locality": [
                                "Le Havre"
                            ]
                        },
                        "formatted": [
                            "Le Havre",
                            "France"
                        ]
                    },
                    "name": [
                        "EDEHN (Equipe D’Economie – le Havre Normandie)"
                    ]
                }
            ],
            "name": {
                "index": "Henseler, Martin",
                "preferred": "Martin Henseler"
            },
            "orcid": "0000-0002-6621-4453",
            "type": "person"
        }
    ],
    "funding": {
        "statement": "This work was carried out with financial and scientific support from the Partnership for Economic Policy (PEP), with funding from the Government of Canada through the International Development Research Centre (IDRC)."
    },
    "dataSets": {
        "availability": [
            {
                "text": "Please contact the authors for information on data and code availability.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "COVID-19",
        "CGE",
        "Gender",
        "Senegal",
        "Poverty"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The coronavirus pandemic (Covid-19) had devastating global health and economic impacts in 2020, and its effects are likely to be felt well into the future. It has had and will continue to significantly impact the health and well-being of many vulnerable groups (<a href=\"#bib34\">OECD, 2020b</a>) and household living standards (<a href=\"#bib24\">Egger et al., 2021</a>). Women are particularly affected by crises. Indeed, the impacts of crises are never gender-neutral, and Covid-19 is no exception. Women tend to earn less than men and work in less skilled jobs. Furthermore, they are burdened with unpaid care and domestic work, which forces them to withdraw from the labour market (<a href=\"#bib9\">Azcona et al., 2020</a>; <a href=\"#bib33\">OECD, 2020a</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "With containment measures to combat Covid-19, at the beginning of May 2020, 72% of domestic workers had lost their jobs, of which 80% are women. Additionally, women are strongly represented in the sectors directly affected by the measures to limit the spread of the virus, such as the hotel and catering sector and the domestic work sector (<a href=\"#bib9\">Azcona et al., 2020</a>; <a href=\"#bib41\">World Trade Organization (WTO), 2020</a>). Due to their pivotal role in the family, women, to a greater extent than men, are the main victims of the measures taken to prevent the spread of the disease. It is mainly women who care for the children when the schools are closed, significantly increasing their domestic workloads (<a href=\"#bib1\">Adams-Prassl et al., 2020</a>; <a href=\"#bib13\">Burki, 2020</a>; <a href=\"#bib33\">OECD, 2020a</a>; <a href=\"#bib40\">West Africa Network for Peace Building (WANEP), 2020</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Past experiences of other pandemics, such as Ebola, have shown that women suffer more than men. For instance, during the Ebola crisis of 2014, restrictions on mobility severely affected the livelihoods of female traders in West Africa. According to <a href=\"#bib13\">Burki (2020)</a>, they were hit harder by unemployment and found it more challenging to return to the labour market once the crisis was over. Furthermore, their duties often include caring for the sick (<a href=\"#bib29\">Kapur, 2020</a>; <a href=\"#bib16\">Casale and Posel, 2021</a>; <a href=\"#bib10\">Ba, 2020</a>) and the household. Consequently, they turn away from productive work activities, which has consequences in terms of income.",
                    "type": "paragraph"
                },
                {
                    "text": "In addition, girls may be compelled to reduce their time on schooling compared to boys to help their mothers with household chores (collecting water, for example). Moreover, health services are overwhelmed in crises such as the Ebola or Zika virus, and women have less access to pre-and post-natal care and contraceptives (<a href=\"#bib9\">Azcona et al., 2020</a>). These and other non-economic effects could leave women in very precarious circumstances and have long-term repercussions on the vulnerability of women and girls, leaving them even further behind their male counterparts in terms of equality.",
                    "type": "paragraph"
                },
                {
                    "text": "It is, therefore, essential to take the gender dimension into account when studying the effects of Covid-19 (<a href=\"#bib3\">Agarwal, 2022</a>; <a href=\"#bib36\">Smith, 2019</a>; <a href=\"#bib39\">Wenham et al., 2020</a>), especially given that the gender dimension is often omitted in pandemic impact assessments. For example, according to <a href=\"#bib19\">Criado Perez (2019)</a>, less than one per cent of the 29 million scientific articles published concerning the impact of Zika and Ebola focused on gender.",
                    "type": "paragraph"
                },
                {
                    "text": "Previous studies on the gender impacts of Covid-19 show that women are more affected than men in terms of employment (<a href=\"#bib4\">Alon et al., 2022</a>; <a href=\"#bib43\">ILO, 2020</a>; <a href=\"#bib16\">Casale and Posel, 2021</a>) and poverty (<a href=\"#bib17\">Chitiga et al., 2022</a>; <a href=\"#bib25\">Escalante and Maisonnave, 2022</a>). In India, the gender gap on the labour market has reduced during 2020. It is due to a reduction in opportunities for men. At the same time, domestic chores have increased dramatically for women (<a href=\"#bib23\">Deshpande, 2022</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Indeed, the pandemic can accentuate existing inequalities and exposes vulnerabilities in health and labour market systems. For instance, informal workers do not benefit from safety nets when a lockdown is decided. Here, women are over-represented among informal workers.",
                    "type": "paragraph"
                },
                {
                    "text": "The above gender issues are well illustrated in Senegal. Indeed, informal employment is the primary source of employment in Senegal, with 82% of the population working in the informal sector. However, this figure is higher for women (89%) than for men (76%), which indicates that women are more vulnerable in the labour market (<a href=\"#bib5\">ANSD, 2017</a>). Regarding paid employment, 67% of women work in the service sector, 26% in agriculture and 5% in industry (<a href=\"#bib37\">World Bank, 2022</a>). Furthermore, the data indicate that 73% of women work in vulnerable employment (<a href=\"#bib37\">World Bank, 2022</a>). These are unpaid, family-worker jobs as well as self-employment jobs. Due to their instability, these jobs expose women to more precariousness.",
                    "type": "paragraph"
                },
                {
                    "text": "Along with other countries, Senegal has been affected by the Covid-19 pandemic, especially in the Dakar region. Senegal has taken steps to halt the transmission chain of the virus (closure of schools, restriction on the movement of people). As in other countries, the general objective of these measures was to limit the proliferation of the virus and to restrict the number of people getting sick so as not to undermine the country’s health services. These measures have reduced working hours and the mobility of individuals and slowed the flow of transactions and, thus, the pace of economic activity. <a href=\"#fig1\">Figure 1</a>, provided by <a href=\"#bib35\">Ridde and Faye (2022, p. <span class=\"page-number\">328</span>)</a>, presents the number of Covid-19 cases in Senegal and the timing of the major Covid-19 between the first case and mid July 2022.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00267%2Fijm-00267-fig001.tif",
                                "size": {
                                    "width": 2948,
                                    "height": 2008
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00267%2Fijm-00267-fig001.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00267-fig001.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Number of Covid-19 cases and timing of Covid-19 response measures in Senegal in 2020 (<a href=\"#bib35\">Ridde and Faye, 2022, p. <span class=\"page-number\">38</span></a>).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "In this paper, we aim to evaluate the impact of Covid-19 on women so that gender-specific policies adapted to epidemics can be identified. To achieve this, we use a computable general equilibrium (CGE) model calibrated with the latest data available that considers the distribution of employment across both the formal and informal sectors of the economy and the gender dimension. Furthermore, we link the CGE model to a micro-simulation model to assess redistributive impacts. The remainder of the paper is organised as follows: section 2 presents the women’s situation in the labour market, section 3 describes the methodology and data used, and section 4 presents the scenarios and the results before the conclusion in section 5.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In Senegal, women comprise a relatively large percentage of the working-age population. The share of the working-age population among women is estimated at 80%, while for men, it is 75% (<a href=\"#bib5\">ANSD, 2017</a>). The participation rate reveals gender disparities in labour market participation. Although the female working-age population is greater than that of men, the activity rate for men (60%) is about 20 points higher than that of women (40%) (<a href=\"#bib5\">ANSD, 2017</a>). In addition, their marital status influences their likelihood of finding a job in the labour market (<a href=\"#bib2\">Adjamagbo et al., 2006</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Women predominate in some specific sectors, such as the manufacture of dairy products and ice cream (96% of the workforce is female) or the catering and drinking establishments sector, where 83% of the workforce is female. However, in all the other sectors, men predominate.",
                    "type": "paragraph"
                },
                {
                    "text": "More than 80% of the women employed in the labour market are concentrated in five out of 21 economic sectors:<a href=\"#fn1\"><sup>1</sup></a> \"Growing of Cereals\", \"Trade and Repair\" and \"Other Services\", \"Growing of tubers and dry leguminous vegetables\" and \"Catering and drinking establishments\". More than 80% are concentrated in relatively small sectors, increasing their labour market vulnerability. Regarding education, men systematically outnumber women, and this gap widens progressively as the educational level increases. While 47% of unskilled workers are women, only 23% of the highly skilled (with master’s or doctorate degrees) are women. Over 80% of women have no qualifications, and only 2.5% qualify as equal to or superior to the high school degree (<a href=\"#table1\">Table 1</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: <a href=\"#bib5\">ANSD (2017)</a>.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table><thead><tr><th align=\"left\" rowspan=\"2\"/><th align=\"left\" colspan=\"3\">Distribution among men and women</th><th align=\"left\">Level of education among women</th></tr><tr><th align=\"left\">Women % of total</th><th align=\"left\">Men % of total</th><th align=\"left\">Total</th><th align=\"left\">% of women</th></tr></thead><tbody><tr><td align=\"left\">Without education</td><td align=\"left\">47</td><td align=\"left\">53</td><td align=\"left\">100</td><td align=\"left\">86.2</td></tr><tr><td align=\"left\">Certificate of Primary Education (CEPE)</td><td align=\"left\">44</td><td align=\"left\">56</td><td align=\"left\">100</td><td align=\"left\">7.4</td></tr><tr><td align=\"left\">Junior Secondary Education Certificate</td><td align=\"left\">36</td><td align=\"left\">64</td><td align=\"left\">100</td><td align=\"left\">3.7</td></tr><tr><td align=\"left\">Secondary School-leaving certificate (BAC)</td><td align=\"left\">30</td><td align=\"left\">70</td><td align=\"left\">100</td><td align=\"left\">1.6</td></tr><tr><td align=\"left\">General Undergraduate degree University Diploma /</td><td align=\"left\">23</td><td align=\"left\">77</td><td align=\"left\">100</td><td align=\"left\">0.6</td></tr><tr><td align=\"left\">Degree/Master’s/Engineer/Doctorate</td><td align=\"left\">23</td><td align=\"left\">77</td><td align=\"left\">100</td><td align=\"left\">0.5</td></tr><tr><td align=\"left\">Overall</td><td align=\"left\">46</td><td align=\"left\">54</td><td align=\"left\">100</td><td align=\"left\">100</td></tr></tbody></table>"
                            ],
                            "title": "Distribution according to gender and level of education (%) and the distribution of education among women.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "This gap in education level is reflected in the occupation of the labour market. Indeed, slightly more than 60% of the women are either \"self-employed non-agricultural workers\" or \"family carers\". Employment in both types of jobs requires few skills; therefore, income is low. Moreover, both types of employment are characterised by a high degree of insecurity. There are fewer women in senior management positions and as employers. Most are family carers or self-employed non-agricultural workers (<a href=\"#bib5\">ANSD, 2017</a>). In addition, only 22% of permanent and 32% of fixed-term contracts are held by women, further accentuating their precariousness in the labour market.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. The situation of women in the labour market in Senegal",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "To evaluate the impacts of Covid-19 and the induced lockdown on the Senegalese economy, we use the PEP 1-1 CGE model developed by <a href=\"#bib22\">Decaluwé et al. (2013)</a>. CGE models represent the different economic sectors, institutions and labour force, particularly the female labour force. These models enable the different impacts of Covid-19 (international and national impacts) to be captured and are, therefore, appropriate tools to use in this context. Moreover, they can capture shocks from the rest of the world and transmit them to the national economy, capturing impacts on households, businesses and governments.",
                            "type": "paragraph"
                        },
                        {
                            "text": "CGE models consider inter-sectoral linkages while capturing the different transmission effects between sectors. Therefore, as previously mentioned, these models are the appropriate tools to analyse the direct and indirect impacts caused by the Covid-19 shock, as was the case for studies carried out by <a href=\"#bib32\">Maliszewska et al. (2020)</a> and <a href=\"#bib31\">Laborde et al. (2020)</a>. Furthermore, these models have also been used to evaluate the impacts of previous pandemics (<a href=\"#bib11\">Beutels et al., 2009</a>; <a href=\"#bib30\">Keogh-Brown et al., 2010</a>). A few studies using CGE models to assess the impacts of Covid 19 on women exist (e.g., <a href=\"#bib17\">Chitiga et al., 2022</a>; <a href=\"#bib25\">Escalante and Maisonnave, 2022</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Our model is calibrated on the latest Social Accounting Matrix (SAM) developed by <a href=\"#bib14\">Cabral (2020)</a> using data from 2017. It highlights the duality of the Senegalese economy, divided into formal and informal compartments.<a href=\"#fn2\"><sup>2</sup></a> Our model comprises 36 activities and 46 products in line with the SAM. Each sector of production uses labour, capital and intermediate consumption to produce. Our model distinguishes six different types of the labour force, broken down according to the level of skills (unskilled, semi-skilled and skilled) and gender (men, women). All activities use different types of labour but in varying proportions. For example, the formal highway sector uses relatively higher levels of unskilled male labour, while the informal crop sector uses relatively higher levels of unskilled female labour. In addition, the formal sectors combine labour with formal capital, while the informal sectors combine labour with informal capital.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Technically, the production function is a nested function with five levels. The output is a Leontief-type function between value added and intermediate consumption at the first level. The value added is a constant elasticity of substitution (CES)-type function between composite labour and capital. At the third level, composite labour is disaggregated according to the skills (skilled, medium-skilled and unskilled). At the last level, each type of work is a CES-type function between men and women.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We identify four different institutions in the model: households, firms, government and the rest of the world. Households are classified according to their income decile and whether they reside in Dakar, other urban centres (OUC) or rural areas. They derive their income from labour, capital and transfers. Households from Dakar mainly retrieve their income from labour (48%) and capital income (28%). Households from OUC get their income from labour (38%), capital income (32%) and transfers from the rest of the world (14%). Households living in rural areas mainly receive income from labour (42%) and transfers from abroad (15%). Households spend most of their income on final consumption, with the remainder allocated to paying direct taxes, transfers to other economic institutions and savings. Specifically, households living in Dakar spend 59% of their income on consumption spending, reaching 61% for households in OUC and 68% for rural households. The consumption basket of urban households (Dakar and other urban centres) comprises industrial products and market services. In contrast, rural households are mainly composed of industrial and agricultural products.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Firm’s income is derived from capital income and transfers from other agents. They distribute dividends to other agents, pay corporate taxes and save the rest.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The government’s income comes from capital income, direct and indirect taxes and transfers from other agents. From the SAM, we can see that the primary sources of income for the Senegalese government are indirect taxes (33%), capital income (20%), direct taxes (22%) and import duties (12%). The government uses its income mainly for non-market sector production (73%) and makes transfers to other institutions (19%). Public savings represents the difference between income and expenditure.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To link Senegal and the rest of the world, the traditional CGE modelling approach is used, where trade is modelled based on the assumption of imperfect substitutability of products given their origin, i.e., the Armington assumption (<a href=\"#bib21\">Armington, 1969</a>). We assume that Senegalese producers can sell their products either on the local market or as exports on the international market. However, to increase their global market shares, Senegalese producers must be more competitive than international producers. Technically, it means that we assume a finite elasticity for the export demand that reflects the competitiveness of local producers in the international markets.",
                            "type": "paragraph"
                        },
                        {
                            "text": "One of the transmission channels of the Covid-19 crisis stems from exchanges with the outside world. Consequently, we will outline the trade situation in Senegal.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Senegalese economy is entirely dependent on the international market. Consequently, the import penetration rate is relatively higher than the export rate, contributing mainly to the structural nature of the trade balance deficit. Indeed, while imported goods and services account for nearly 21% of the domestic market supply (local sales and imports), slightly less than 14% of the total local production is sold on the international market (<a href=\"#table2\">Table 2</a>). The secondary sector is the leading exporter of goods and services (66% of total exports). Among this category, manufactured products, agro-food industry products, other extractive industrial products and refined petroleum represent 18%, 15%, 15% and 9% of total exports. Agricultural products play a very modest role in exports (only 8% of the total). Among the goods whose production is most oriented towards the international markets are mining products (80%), tobacco (65%) and oil (64%).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Computation from the authors based on the Social Accounting Matrix (SAM) 2017 (a) export by sector/total export, (b) Import by sector/total export, (c) Export by sector/Production by sector, (d) Import of commodity/ (imports + locally produced commodity).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">Share of Exports per commodity (%) <sup>a</sup></th><th align=\"left\">Share of imports (%) <sup>b</sup></th><th align=\"left\">Rate of export (%) <sup>c</sup></th><th align=\"left\">Penetration rate (%) <sup>d</sup></th></tr></thead><tbody><tr><td align=\"left\"> Agriculture</td><td align=\"left\">8.1</td><td align=\"left\">5.9</td><td align=\"left\">8.7</td><td align=\"left\">10.3</td></tr><tr><td align=\"left\"> Industry</td><td align=\"left\">65.8</td><td align=\"left\">84.2</td><td align=\"left\">23.4</td><td align=\"left\">39.0</td></tr><tr><td align=\"left\"> Market services</td><td align=\"left\">26.1</td><td align=\"left\">9.8</td><td align=\"left\">9.2</td><td align=\"left\">5.9</td></tr><tr><td align=\"left\"> Non-market services</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td></tr><tr><td align=\"left\"> Total</td><td align=\"left\">100</td><td align=\"left\">100</td><td align=\"left\">13.7</td><td align=\"left\">20.6</td></tr></tbody></table>"
                                    ],
                                    "title": "International trade",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "On the other hand, industrial products make up the majority of total imports (84%). Among this category, we find commodities such as manufactured goods (43%), oil (11%) and products from other extractive industries (10%). Almost 40% of industries' commodities sold in Senegal are imported. Among this category, manufactured goods, oil and products of other extractive industries are the markets that rely the most on the rest of the world, where 81%, 78% and 66%, respectively, come from foreign producers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In terms of closures, we assume that the nominal exchange rate is the numeraire of the model. Furthermore, we follow the small country hypothesis; consequently, world prices are exogenous.<a href=\"#fn3\"><sup>3</sup></a> We also assume that the current account balance and government spending are fixed. Finally, we assume that labour and capital are mobile across sectors. Compared to the PEP model,<a href=\"#fn4\"><sup>4</sup></a> we assume there is unemployment in the labour market. Indeed, Senegal has a high unemployment rate, particularly for women.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Consequently, we assume there is unemployment for skilled and medium-skilled workers following <a href=\"#bib12\">Blanchflower and Oswald (1995)</a><a href=\"#fn5\"><sup>5</sup></a>. This approach assumes an inverse relationship between wages and the unemployment rate. We assume a segmentation of workers between public and private workers. Indeed, public sector workers are guaranteed employment and are therefore not affected by labour market adjustments. We have not introduced any segmentation between the formal and informal sectors of the economy. There is a specific porosity between these two types of sectors in the sense that if a worker in the formal sector lost his job, he would seek to work in any branch, formal or informal.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1. The Macro model and data used",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To assess the impact of Covid-19 on the employment of men and women, we build a micro-simulation model of jobs and link it to the CGE model. Indeed, using the National Employment Survey of Senegal from 2017 (ANSD, 2017), employed individuals can be matched, according to their qualifications, to each segment of the labour market and each sector. This survey makes it possible to identify the central occupational sector of the individual. Furthermore, this model allows us to simulate the impact of the Covid-19 shock on demand for workforce per skill category.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For each of the sectors, the workforce in the different segments of the labour market is given according to gender: skilled workers (bac + 4 years additional education and more), medium-skilled workers (bac + 2 years additional education or +3 years additional education, bac, BFEM/BEP, CFEE), and unskilled workers (uneducated or those who have not completed primary education). Each of the different labour market segments is then associated with the corresponding number of employees and sectors. For each market segment, we determine the number of employees involved. These employees are distributed across the different areas of activity according to their level of qualification and gender. From the simulation, we obtain employment volume variations by sector and category.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2. The micro model – labour market",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The distributive impact analysis of Covid-19 on households consists of two steps. First, we execute a micro-simulation. We use the top down non behavioural approach as presented in <a href=\"#bib18\">Cockburn et al. (2014)</a> by transferring the information of the CGE model household survey data by the <a href=\"#bib38\">WAEMU (2018)</a>. As a second step, we execute a distributive analysis by computing inequality and poverty indicators and comparing their values between the scenarios. In Senegal, most households are male-headed (i.e., 76%), and poverty applies significantly less to female-headed households than to male-headed households. Therefore, we differentiate into rural and urban households, as it was making more sense for Senegal.",
                            "type": "paragraph"
                        },
                        {
                            "text": "From the survey data (<a href=\"#bib8\">ANSD, 2021</a>), we derive four subsamples representing the households in different regions (j): all households in Senegal (i.e., at the national level), urban households living in Dakar, other urban living in OUC, and rural households. <a href=\"#table3\">Table 3</a> presents the descriptive statistics for the regional and the national sample. The difference between the regional and national samples indicate that —as expected— the households in Dakar regions have significantly higher consumption per head than all households at the national level. The households in other urban regions are, in terms of mean and median, relatively close to the national-level values, while households in the rural region have the lowest spending. These differences illustrate that at the microeconomic scale, the situation of spending/income is very different and requires differentiated analysis.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">Min.</th><th align=\"left\">1<sup>st</sup> Quartile</th><th align=\"left\">Median</th><th align=\"left\">Mean</th><th align=\"left\">3<sup>rd</sup> Quartile</th><th align=\"left\">Max.</th></tr></thead><tbody><tr><td align=\"left\">National</td><td align=\"left\">0.051</td><td align=\"left\">0.279</td><td align=\"left\">0.428</td><td align=\"left\">0.652</td><td align=\"left\">0.717</td><td align=\"left\">16.123</td></tr><tr><td align=\"left\">Urban Dakar</td><td align=\"left\">0.254</td><td align=\"left\">0.734</td><td align=\"left\">1.149</td><td align=\"left\">1.537</td><td align=\"left\">1.888</td><td align=\"left\">16.123</td></tr><tr><td align=\"left\">Urban Other</td><td align=\"left\">0.068</td><td align=\"left\">0.337</td><td align=\"left\">0.498</td><td align=\"left\">0.666</td><td align=\"left\">0.756</td><td align=\"left\">14.332</td></tr><tr><td align=\"left\">Rural</td><td align=\"left\">0.051</td><td align=\"left\">0.218</td><td align=\"left\">0.310</td><td align=\"left\">0.391</td><td align=\"left\">0.456</td><td align=\"left\">5.157</td></tr></tbody></table>"
                                    ],
                                    "title": "Descriptive statistics of the consumtion per head for the regional samples, values in Million CFA franc",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "To simulate the economic changes at the household level, we apply the relative changes of the nominal total consumption budget (<i>CTH<sub>i,j</sub></i>) per household to the total consumption per household provided by <a href=\"#bib8\">ANSD (2021)</a> (e.g. <i>dtot<sub>i,j</sub></i>). However, first, we standardise the total household spending by dividing them by the number of household members (<i>hhsize<sub>i,j</sub></i>) and weight them by the spatial deflator (<i>def_spa<sub>i</sub></i>) provided by <a href=\"#bib8\">ANSD (2021)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "label": "(1)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>d</mi><mi>t</mi><mi>o</mi><msub><mi>t</mi><mrow><mi>B</mi><mi>A</mi><mi>U</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>j</mi></mrow></msub><mo>=</mo><mi>d</mi><mi>t</mi><mi>o</mi><msub><mi>t</mi><mrow><mi>i</mi><mo>,</mo><mi>j</mi></mrow></msub><mo>.</mo><mo>∗</mo><mtext> </mtext><mi>h</mi><mi>h</mi><mi>s</mi><mi>i</mi><mi>z</mi><msubsup><mi>e</mi><mrow><mi>i</mi><mo>,</mo><mi>j</mi></mrow><mrow><mo>−</mo><mn>1</mn></mrow></msubsup><mo>∗</mo><mi>d</mi><mi>e</mi><msub><mi>f</mi><mo>−</mo></msub><mi>s</mi><mi>p</mi><msub><mi>a</mi><mi>i</mi></msub></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "label": "(2)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>d</mi><mi>t</mi><mi>o</mi><msub><mi>t</mi><mrow><mi>S</mi><mi>C</mi><mi>E</mi><mi>N</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>j</mi></mrow></msub><mo>=</mo><mi>d</mi><mi>t</mi><mi>o</mi><msub><mi>t</mi><mrow><mi>B</mi><mi>A</mi><mi>U</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>j</mi></mrow></msub><mo>∗</mo><mi>C</mi><mi>T</mi><msub><mi>H</mi><mrow><mi>i</mi><mo>,</mo><mi>j</mi></mrow></msub></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "With <i>i</i>: household type according to the households income decile <i>j</i>: regional of households residency: urban in Dakar region, urban in other regions, rural",
                            "type": "paragraph"
                        },
                        {
                            "text": "We define the poverty line according to the value of the poverty headcount index (<a href=\"#E3\">Equation 3</a>) for the four regional subsamples according to <a href=\"#bib8\">ANSD (2021)</a> and simulate the change of the poverty line by multiplying with the change of the consumer price index (PIXCON) (<a href=\"#E4\">Equation 4</a>).",
                            "type": "paragraph"
                        },
                        {
                            "label": "(3)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>Z</mi><mi>r</mi><mi>e</mi><msub><mi>f</mi><mrow><mi>B</mi><mi>A</mi><mi>U</mi><mo>,</mo><mi>i</mi></mrow></msub><mo>=</mo><mrow><mi>Q</mi><mi>u</mi><mi>a</mi><mi>n</mi><mi>t</mi><mi>i</mi><mi>l</mi><mi>e</mi></mrow><mo stretchy=\"false\">(</mo><mi>d</mi><mi>t</mi><mi>o</mi><msub><mi>t</mi><mrow><mi>B</mi><mi>A</mi><mi>U</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>j</mi></mrow></msub><mo>,</mo><mi>F</mi><mi>G</mi><mi>T</mi><msub><mn>0</mn><mrow><mi>j</mi><mo>,</mo><mi>B</mi><mi>A</mi><mi>U</mi></mrow></msub><mo stretchy=\"false\">)</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "label": "(4)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>z</mi><mi>r</mi><mi>e</mi><msub><mi>f</mi><mrow><mi>S</mi><mi>C</mi><mi>E</mi><mi>N</mi><mo>,</mo><mi>i</mi></mrow></msub><mo>=</mo><mi>z</mi><mi>r</mi><mi>e</mi><msub><mi>f</mi><mrow><mi>B</mi><mi>A</mi><mi>U</mi><mo>,</mo><mi>j</mi></mrow></msub><mo>∗</mo><mi>P</mi><mi>I</mi><mi>X</mi><mi>C</mi><mi>O</mi><mi>N</mi></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Based on the simulated values for the spendings (<i>dtot<sub>SCEN,i,j</sub></i>) and poverty line (<i>zref<sub>SCEN,i</sub></i>), we compute the values for inequality and poverty as Gini-index (<a href=\"#bib28\">Gini, 1936</a>) for and as the Foster-Geer-Thorbecke (<a href=\"#bib27\">Foster et al., 1984</a>) indexes by using the software package “ineq” (<a href=\"#bib42\">Zeileis, 2014</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3. The micro model – poverty analysis and data",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Methodology and data",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The Covid-19 pandemic affects Senegal through external channels and channels specific to the Senegalese economy. On the one hand, the country is affected by the reduced economic activity of its main trade partners. Therefore, Senegalese exports are expected to decrease, given the decline in economic activity, especially in China. However, given that Senegal’s main trading partners are the countries of the sub-region, this decline is relatively moderate.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Looking at the year-on-year change in exports between October 2019 and October 2020, export demand declines for some products while it increases for others (see <a href=\"#table4\">Table 4</a>). The products most affected are hospitality, telecommunications services and fishery products (<a href=\"#bib6\">ANSD, 2020a</a>). Moreover, world price changes have been relatively limited and specific to certain products in the same period (agri-food commodities, manufactured products and peanut oil).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">Moderate Scenario</th><th align=\"left\">Severe Scenario</th></tr></thead><tbody><tr><td align=\"left\">International channels</td><td align=\"left\" colspan=\"2\"/></tr><tr><td align=\"left\"> Decline in exports</td><td align=\"left\" colspan=\"2\">Fishing and aquaculture production: - 52.5%<br/>Agro-food production: -8.4%<br/>Petroleum refinery products: -15%<br/>Chemical products: -22.9%<br/>Telecommunications services: -59%<br/>Air transport services: -30%<br/>Hospitality services: -78%<br/>Catering services: -20%</td></tr><tr><td align=\"left\"> Increase in exports</td><td align=\"left\" colspan=\"2\">Agricultural and associated products: +6.2%<br/>Livestock products: +92.6%<br/>Extractive industry products: +5%<br/>Manufacturing industry products: +32.4%</td></tr><tr><td align=\"left\"> Lower international prices</td><td align=\"left\" colspan=\"2\">Peanut oil: -8.2%<br/>Agri-food products: -2.6%<br/>Non-food industry products: -2.6%</td></tr><tr><td align=\"left\"> Decline in migrant remittances</td><td align=\"left\">-10%</td><td align=\"left\">-15%</td></tr><tr><td align=\"left\">Domestic channel</td><td align=\"left\" colspan=\"2\"/></tr><tr><td align=\"left\" rowspan=\"2\"> Declining productivity of sectors</td><td align=\"left\">highly affected sectors: -2%</td><td align=\"left\">highly affected sectors: - 3%</td></tr><tr><td align=\"left\">moderately affected sectors: -1%</td><td align=\"left\">moderately affected sectors: -2%</td></tr></tbody></table>"
                                    ],
                                    "title": "Simulated scenarios",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Furthermore, remittances will be another external channel through which the Senegalese economy will be affected. Senegalese households receive remittances from family members living outside the country. These remittances accounted for 10% of GDP in 2018. Most of these come from France, Italy and Spain. These countries are struggling economically due to the Covid-19 pandemic. The Central Bank of West African States (BCEAO) believes these remittances may decline by 30% in 2020.<a href=\"#fn6\"><sup>6</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Alongside these external shocks, the Senegalese government has also taken measures to restrict the movement of people, and closing businesses and borders have also affected the Senegalese economy. Therefore, these restrictions will affect all sectors of the economy in 2020, but to different extents. Indeed, a representative study carried out in the industrial sector reveals that 93% of companies have been affected by Covid-19 (<a href=\"#bib7\">ANSD, 2020b</a>). For most businesses, the health crisis has resulted in a decline in production by more than 25%. In comparison, 15% believe their productive activity has declined by more than 75%. In addition, business leaders claim that government-imposed restrictions on worker mobility due to curfews significantly reduce worker productivity (<a href=\"#bib7\">ANSD, 2020b</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The sectors most affected are the tourism sectors (hotels and restaurants), due to the suspension of international flights and the cancellation of cultural events such as the Dakar Biennale, and the transport sectors, due to the measures restricting the movement of the people and curfews. According to the business leaders interviewed, this temporary cessation of business activity was mainly due to the closure of borders, markets, schools, and universities, requiring parents to stay at home (<a href=\"#bib7\">ANSD, 2020b</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In order to consider this decline in production brought about by the closure of stores/companies and the decline in the number of hours worked, we suppose the loss of productivity will vary from sector to sector depending on the degree to which they are impacted. Therefore, we have distinguished three categories of sectors: those which are highly affected, such as tourism and transport; those which are moderately affected and those which are not affected at all, such as the agro-food industry.",
                            "type": "paragraph"
                        },
                        {
                            "text": "It is rather challenging to quantify the impacts of closures and declining labour productivity. Therefore, we suggest an evaluation using a \"moderate\" scenario and a \"severe\" scenario. These two scenarios differ in their level of severity. The first “moderate” scenario assumes that the Senegalese economy returns to a pre-Covid situation relatively quickly and that the decline in productivity does not overly impact the sectors. On the other hand, the \"severe\" scenario assumes that the social distancing and “work at home” measures will significantly impact the sectors' productivity. Moreover, we assume that remittances from migrants decrease more in the severe scenario than in the moderate scenario.",
                            "type": "paragraph"
                        },
                        {
                            "text": "While the magnitude of the shocks in international prices, export quantities, and transfers are documented, the decline in sectoral productivity is not based on any estimates, as precise data is unavailable. Our objective is to provide a reasonable estimate. Increasing the magnitude of the decline in productivity will likely produce more severe results.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1. The identified channels",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "The macroeconomic impacts of the Covid-19 pandemic are considerable, with the economy being simultaneously affected on both the demand and supply sides. On the supply side, workers are less productive, and capital is less used. Thus, production is declining in most sectors. This combined effect leads to a 5.4% reduction in the gross domestic product (GDP) for the moderate scenario and a 6.5% reduction in GDP in the severe scenario (<a href=\"#table5\">Table 5</a>). The decline in total production also leads to a decline in the total demand for labour in each firm, which increases the unemployment rates for each labour category. The total labour demand for men declines by 0.8%, while women’s labour demand declines by 0.7%. Increasing unemployment and declining household wage rates lead to decreased incomes and consumption.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "Source: CGE model results.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table5",
                                            "label": "Table 5",
                                            "tables": [
                                                "<table><thead><tr><th align=\"left\"/><th align=\"left\">Moderate</th><th align=\"left\">Severe</th></tr></thead><tbody><tr><td align=\"left\">Real GDP</td><td align=\"left\">-5.4</td><td align=\"left\">-6.5</td></tr><tr><td align=\"left\">Total investment</td><td align=\"left\">-7.0</td><td align=\"left\">-8.8</td></tr><tr><td align=\"left\">Consumer Price Index</td><td align=\"left\">-2.9</td><td align=\"left\">-3.1</td></tr><tr><td align=\"left\">Total employment</td><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\"> Male</td><td align=\"left\">-0.8</td><td align=\"left\">-1.0</td></tr><tr><td align=\"left\"> Female</td><td align=\"left\">-0.7</td><td align=\"left\">-0.8</td></tr><tr><td align=\"left\">Real consumption of households located in</td><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\"> Dakar</td><td align=\"left\">-2.7</td><td align=\"left\">-4.0</td></tr><tr><td align=\"left\"> urban regions</td><td align=\"left\">-3.2</td><td align=\"left\">-5.0</td></tr><tr><td align=\"left\"> rural areas</td><td align=\"left\">-3.3</td><td align=\"left\">-5.1</td></tr></tbody></table>"
                                            ],
                                            "title": "Impact on macroeconomic variables (% change)",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s4-2-1",
                            "title": "4.2.1. Impact on macroeconomic variables",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Most sectors face a decline in production caused by declining factor productivity, while some face a decline in external demand. Thus, the impacts on sectors differ depending on the impacts caused by lockdown and social distancing measures (e.g., reduced labour productivity) and international trade (i.e., reduced export demand). For example, the hotel and catering sector faces a decline in productivity and an extreme decline in international demand from tourists. Thus, production falls sharply in both scenarios, and these sectors reduce the demand for labour (by 31%) and intermediate consumption, which affects other sectors.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "For the construction sector, the decline in production is induced partly by the drop in labour productivity and mainly by the decline in the total investment budget. As a result, this sector sees its production decrease by 28% in the moderate and 31% in the severe scenario.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The agro-food industry increases in production, given the increase in export demand. In addition, the crop sector benefits from increased foreign demand for agricultural and livestock products (see <a href=\"#table4\">Table 4</a>), such as cereals, fruit, and vegetables. For the industry to produce more, it will recruit workers. Recruitment will be cheaper as the availability of workers made redundant from the other sectors increases.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-2-2",
                            "title": "4.2.2. Sectoral impacts",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Overall, the effect on employment is negative. The decline in employment is more significant for men (-0.8%) than for women (-0.7%), irrespective of the scenario. Looking at the impacts by employment type, skilled women are relatively more affected than skilled men, with an unemployment rate that increases by 2.7 percentage points (p.p.) for women compared to 2.6 p.p. for men in the moderate scenario and by 3.7 p.p. and 3.5 p.p. for women and men respectively in the severe scenario.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "On the other hand, the unemployment rate for medium-skilled workers increases by 2.1 p.p. for men, compared to 1.8 p.p. for women and by 2.9 p.p. and 2.5 p.p. for men and women, respectively, in the severe scenario. Women are relatively less affected than men in the labour market because the recruiting sectors, given the increase in external demand, tend to be relatively more female labour-intensive. For example, it is the case for the dairy and agricultural products industries.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Given the general slowdown in activity, sectors are reducing the number of employees, and wage rates are declining. Thus, the wage rate for skilled men declines by 4.3% compared to 3.9% for women, with the rate for medium-skilled men declining by 4.4% and by 3.9% for women, while the wage rate for unskilled workers is the most affected, declining by 5.9% for men and by 5.2% for women. Moreover, the general decline in activity leads to a decrease in the return on capital by about 5.9% in the moderate scenario and by 7% in the severe scenario.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "To more accurately analyse the labour market, we can determine the changes to the workforce using a microsimulation model. For example, the Covid-19 shock led to the destruction of 54,355 jobs in the moderate scenario compared to 66,242 jobs in the severe scenario.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The destruction of jobs in both scenarios is more significant in the informal sector than in the formal one. There are four times more job losses in the informal sector for the moderate scenario (<a href=\"#table6\">Table 6</a>). As shown above, the formal sectors benefit from an increase in foreign demand, which offsets the adverse effects of Covid-19. The informal sectors do not benefit from this lever and therefore incur the full adverse effects of Covid-19.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "Source: results of the micro model.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                },
                                                {
                                                    "text": [
                                                        {
                                                            "text": "(a) Referred to the total number of employees of 3,712,719.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table6",
                                            "label": "Table 6",
                                            "tables": [
                                                "<table><thead><tr><th align=\"left\" rowspan=\"2\"/><th align=\"left\">Moderate</th><th align=\"left\">Severe</th><th align=\"left\">Moderate</th><th align=\"left\">Severe</th></tr><tr><th align=\"left\">absolute change</th><th align=\"left\"/><th align=\"left\">relative change<sup>a</sup></th><th align=\"left\"/></tr></thead><tbody><tr><td align=\"left\">Formal sector</td><td align=\"left\">-9,866</td><td align=\"left\">-11,960</td><td align=\"left\">-0.3%</td><td align=\"left\">-0.3%</td></tr><tr><td align=\"left\">Informal sector</td><td align=\"left\">-44,489</td><td align=\"left\">-54,282</td><td align=\"left\">-1.2%</td><td align=\"left\">-1.5%</td></tr><tr><td align=\"left\">Total</td><td align=\"left\">-54,355</td><td align=\"left\">-66,242</td><td align=\"left\">-1.5%</td><td align=\"left\">-1.8%</td></tr></tbody></table>"
                                            ],
                                            "title": "Change in the number of employees per segment of the economy (No. of workers)",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "The sectors that make the most redundancies are \"accommodation and catering\" (-30,593 jobs), \"other non-food industries\" (-17,250 jobs) and \"trade and repair\" (-15,051 jobs). Men, as indicated earlier, experience more job losses. While in the moderate scenario, the loss of jobs is relatively close between men and women, the gap widens in the severe scenario (<a href=\"#fig2\">Figure 2</a>). Such job losses are mainly recorded amongst the unskilled worker category, which sees a loss of 53,615 jobs in the severe scenario and 43,840 jobs in the moderate scenario. Skilled workers (both men and women) are relatively unaffected by job losses compared to the other two categories of workers.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig2",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00267%2Fijm-00267-fig002.tif",
                                                "size": {
                                                    "width": 1653,
                                                    "height": 993
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00267%2Fijm-00267-fig002.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00267-fig002.jpg"
                                                }
                                            },
                                            "label": "Figure 2",
                                            "title": "Share of labour types in decreased employment.. Source: Computation from the authors based on the micro-simulation results.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s4-2-3",
                            "title": "4.2.3. Impact on male and female employment",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Given the decrease in wages and the drop in employment, all households experience a decrease in revenue, on average, by 6% in the moderate and 7.5% in the severe scenarios. However, the loss of income is not homogeneous among the different categories of households. Indeed, households face a decline in factor remuneration (capital and labour) and a decrease in remittances from abroad. In rural households and households living in other urban centres, remittances account for up to 14% of the total income (see section 2.1). Consequently, the remittance decline will most affect these two types of households. With declining incomes, households consume less, reduce their savings and pay less direct taxes to the government.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Public administration revenues decline because of lower direct taxes paid by households and businesses and lower indirect tax revenues. Public administration revenues decline by 5.0% in the moderate scenario and by 6.2% in the severe scenario. This decline in government revenues and fixed expenditures leads to a massive increase in the government’s current account deficit (-72% for the moderate scenario and -93% for the severe scenario). The decline in the income and savings of all agents leads to a decrease in the total investment budget (see <a href=\"#table5\">Table 5</a>), impacting the construction and machinery sectors.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-2-4",
                            "title": "4.2.4. Impact on agents",
                            "type": "section"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2. The results (Macro-economic impacts)",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#fig3\">Figure 3</a> compares the change in indicators, which measure inequality and poverty. In the scenarios, the inequality changes only marginally because the relative changes in consumption are in the same direction for the households and a close range within income groups. The number of households falling poor increases in all regions in both scenarios, especially in the severe scenario. Between 2011 and 2018, poverty decreased by five percentage points at the national level. The Covid-19 pandemic has set back the positive development to reduce poverty between 2011 and 2018.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00267%2Fijm-00267-fig003.tif",
                                        "size": {
                                            "width": 1653,
                                            "height": 993
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00267%2Fijm-00267-fig003.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00267-fig003.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Changes in the Gini and FGT indexes for households in different regions (in p.p.)",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The most significant increase in poverty applies to urban households not located in the Dakar region. Here increases in prices and their impact on non-agricultural jobs are particularly relevant. Rural households are also high in the poverty gap and poverty severity. Thus, in rural regions, poverty worsens in all dimensions since the income level is already shallow and poverty indicators are very high. Urban households in the Dakar region are the least impacted households since, here, the income level is sufficiently high to cope with increased prices.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3. Impacts on inequality and poverty",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Scenarios and simulation results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This study provides information on the impact of Covid-19 on the Senegalese economy with a focus on women’s employment and poverty. To capture the different impacts of Covid-19 (national and international), a CGE model was used, along with a microsimulation module, to obtain a more detailed picture of the impact on employment and poverty. The Senegalese economy suffered from the measures taken to contain the Covid-19 epidemic, with a 5% decrease in GDP under the moderate scenario. While most sectors of the economy are affected, those with increasing external demand (e.g., agriculture) have fared better. In terms of employment, unskilled workers are the most impacted group. Women, although strongly impacted, tend to be less affected than their male counterparts. This is due to the predominant presence of women in the agricultural sectors, which are positively impacted by the increase in international demand for agricultural products. In terms of poverty, the pandemic has halved the progress made between 2011 and 2018. The increase in poverty incidence is exceptionally high in rural and urban households outside Dakar. Here, the drop in remittances increases the vulnerability of these households.",
                    "type": "paragraph"
                },
                {
                    "text": "It is essential to point out that this work includes neither any government support policy nor the domestic work carried out by women and men, even though we know that women carry this workload more than men. Including this latter hypothesis in our model would likely cause women’s welfare to deteriorate further. Given the very harmful impact of the epidemic on some sectors, the government should give special consideration to the workers in these sectors. Furthermore, pro-poor policies could be regionally targeted to help households outside Dakar and rural households.",
                    "type": "paragraph"
                },
                {
                    "text": "The present study was executed in the year 2020 in the mid of the Covid-19 crises as early ex-ante impact assessment. At this time statistical data were not available and expectations of the economic development were more pessimistic than reality had showed later. For instance, the development of remittances was simulated as decrease by 10% and 15%, while remittances increased by 2%; the development of GDP was simulated as decrease by 5% and 7%, while in reality GDP increased by 1%. Interpretation of the study’s result require considering the worse-than-reality-assumptions of the simulated scenarios.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Conclusion and policy recommendations",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "The sectors comprise three primary sectors, eight secondary sectors and nine service sectors; 15 out of the 21 sectors are differentiated in formal and informal sectors.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Note that the sectors are not modeled differently as in <a href=\"#bib26\">Fortin et al. (1997)</a> but just separate sectors not related to each other producing the same good.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "With these hypotheses, we assume that Senegal cannot influence world prices. Senegalese producers are price takers. Assuming that the current account balance is fixed means that Senegal cannot borrow from the rest of the world.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Note that compared to the PEP standard model, we have changed the assumption on the labour market and the nested functions for the value added.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This approach to model unemployment is quite common. See for instance <a href=\"#bib20\">Decaluwé et al. (2005)</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Ex-post, however, <a href=\"#bib37\">World Bank (2022)</a> estimates an increase of remittances by 2% in Senegal from 2019 to 2020 and a decrease by 16% and 14% in Western and Central Africa and in Sub-Sahara Africa (<a href=\"#bib37\">World Bank, 2022</a>). Thus, the development simulated in this study based on ex-ante estimations were too pessimistic.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "Inequality in the impact of the coronavirus shock: Evidence from real time surveys",
            "authors": [
                {
                    "name": {
                        "index": "Adams-Prassl, A",
                        "preferred": "A Adams-Prassl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Boneva, T",
                        "preferred": "T Boneva"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Golin, M",
                        "preferred": "M Golin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rauh, C",
                        "preferred": "C Rauh"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1016/j.jpubeco.2020.104245",
            "id": "bib1",
            "journal": "Journal of Public Economics",
            "pages": "104245",
            "type": "journal",
            "volume": "189"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Adjamagbo, A",
                        "preferred": "A Adjamagbo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Antoine, P",
                        "preferred": "P Antoine"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Beguy, D",
                        "preferred": "D Beguy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Binetou Dial, F",
                        "preferred": "F Binetou Dial"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "details": "1–18",
            "id": "bib2",
            "title": "Comment les femmes concilient- elles mariage et travail à Dakar et à Lomé? Working Papers DT/2006/04, DIAL (Développement, Institutions et Mondialisation)",
            "type": "unknown"
        },
        {
            "articleTitle": "Imperatives of recognising the complexities: gendered impacts and responses to COVID-19 in India",
            "authors": [
                {
                    "name": {
                        "index": "Agarwal, B",
                        "preferred": "B Agarwal"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1007/s40888-021-00242-8",
            "id": "bib3",
            "journal": "Economia Politica (Bologna, Italy)",
            "pages": {
                "first": "31",
                "last": "53",
                "range": "31–53"
            },
            "pmid": 35422596,
            "type": "journal",
            "volume": "39"
        },
        {
            "articleTitle": "Gendered Impacts of COVID-19 in Developing Countries",
            "authors": [
                {
                    "name": {
                        "index": "Alon, T",
                        "preferred": "T Alon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Doepke, M",
                        "preferred": "M Doepke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Manysheva, K",
                        "preferred": "K Manysheva"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tertilt, M",
                        "preferred": "M Tertilt"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1257/pandp.20221013",
            "id": "bib4",
            "journal": "AEA Papers and Proceedings",
            "pages": {
                "first": "272",
                "last": "276",
                "range": "272–276"
            },
            "type": "journal",
            "volume": "112"
        },
        {
            "authors": [
                {
                    "name": "ANSD",
                    "type": "group"
                }
            ],
            "bookTitle": "Enquête Nationale Sur l’Emploi Au Sénégal",
            "date": "2017",
            "id": "bib5",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Dakar, Sénégal"
                        ]
                    },
                    "formatted": [
                        "Dakar, Sénégal"
                    ]
                },
                "name": [
                    "Agence Nationale de la Statistique et la Démographie (ANSD)"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "ANSD",
                    "type": "group"
                }
            ],
            "bookTitle": "Données Sur Les Variations Des Exportations",
            "date": "2020",
            "discriminator": "a",
            "id": "bib6",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Dakar, Sénégal"
                        ]
                    },
                    "formatted": [
                        "Dakar, Sénégal"
                    ]
                },
                "name": [
                    "Agence Nationale de la Statistique et la Démographie (ANSD)"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "ANSD",
                    "type": "group"
                }
            ],
            "bookTitle": "Impact COVID-19 Dans l’industrie. Enquête COVID-19 Industrie (ECI)",
            "date": "2020",
            "discriminator": "b",
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Dakar, Sénégal"
                        ]
                    },
                    "formatted": [
                        "Dakar, Sénégal"
                    ]
                },
                "name": [
                    "Agence Nationale de la Statistique et la Démographie (ANSD)"
                ]
            },
            "type": "book",
            "uri": "http://www.ansd.sn/ressources/rapports/ANSD-%20Rapport%20%20final%20ECI.pdf"
        },
        {
            "authors": [
                {
                    "name": "ANSD",
                    "type": "group"
                }
            ],
            "bookTitle": "Enquête Harmonisée Sur Les Conditions de Vie Des Ménages (EHCVM) Au Sénégal – Rapport Final",
            "date": "2021",
            "id": "bib8",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Dakar, Sénégal"
                        ]
                    },
                    "formatted": [
                        "Dakar, Sénégal"
                    ]
                },
                "name": [
                    "Agence Nationale de la Statistique et de la Démographie (ANSD)"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "A Theory of Demand for Products Distinguished by Place of Production",
            "authors": [
                {
                    "name": {
                        "index": "Armington, PS",
                        "preferred": "PS Armington"
                    },
                    "type": "person"
                }
            ],
            "date": "1969",
            "id": "bib21",
            "journal": "Staff Papers (International Monetary Fund)",
            "pages": {
                "first": "159",
                "last": "178",
                "range": "159–178"
            },
            "type": "journal",
            "volume": "16"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Azcona, G",
                        "preferred": "G Azcona"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bhatt, A",
                        "preferred": "A Bhatt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Encarnacion, J",
                        "preferred": "J Encarnacion"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Plazaola-Castaño, J",
                        "preferred": "J Plazaola-Castaño"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Seck, P",
                        "preferred": "P Seck"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Staab, S",
                        "preferred": "S Staab"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Turquet, L",
                        "preferred": "L Turquet"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "From Insights to Action: Gender Equality in the Wake of COVID-19. UN Women, https://www.unwomen.org/sites/default/files/Headquarters/Attachments/Sections/Library/Publications/2020/Gender-equality-in-the-wake-of-COVID-19-en.pdf",
            "id": "bib9",
            "title": "From Insights to Action: Gender Equality in the Wake of COVID-19. UN Women",
            "type": "unknown",
            "uri": "https://www.unwomen.org/sites/default/files/Headquarters/Attachments/Sections/Library/Publications/2020/Gender-equality-in-the-wake-of-COVID-19-en.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ba, S",
                        "preferred": "S Ba"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib10",
            "title": "COVID-19: Quelles conséquences sur les inégalitéS de genres au Sénégal? Heinrich-Böll-Stiftung",
            "type": "web",
            "uri": "https://sn.boell.org/fr/2020/04/03/covid-19-quelles-consequences-sur-%20les-inegalites-de-genres-au-senegal"
        },
        {
            "articleTitle": "The economic impact of SARS in Beijing, China",
            "authors": [
                {
                    "name": {
                        "index": "Beutels, P",
                        "preferred": "P Beutels"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jia, N",
                        "preferred": "N Jia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhou, Q-Y",
                        "preferred": "Q-Y Zhou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith, R",
                        "preferred": "R Smith"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cao, W-C",
                        "preferred": "W-C Cao"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de Vlas, SJ",
                        "preferred": "SJ de Vlas"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1111/j.1365-3156.2008.02210.x",
            "id": "bib11",
            "journal": "Tropical Medicine & International Health",
            "pages": {
                "first": "85",
                "last": "91",
                "range": "85–91"
            },
            "pmid": 19508435,
            "type": "journal",
            "volume": "14 Suppl 1"
        },
        {
            "articleTitle": "An Introduction to the Wage Curve",
            "authors": [
                {
                    "name": {
                        "index": "Blanchflower, DG",
                        "preferred": "DG Blanchflower"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Oswald, AJ",
                        "preferred": "AJ Oswald"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "doi": "10.1257/jep.9.3.153",
            "id": "bib12",
            "journal": "Journal of Economic Perspectives",
            "pages": {
                "first": "153",
                "last": "167",
                "range": "153–167"
            },
            "type": "journal",
            "volume": "9"
        },
        {
            "articleTitle": "The indirect impact of COVID-19 on women",
            "authors": [
                {
                    "name": {
                        "index": "Burki, T",
                        "preferred": "T Burki"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1016/S1473-3099(20)30568-5",
            "id": "bib13",
            "journal": "The Lancet. Infectious Diseases",
            "pages": {
                "first": "904",
                "last": "905",
                "range": "904–905"
            },
            "pmid": 32738239,
            "type": "journal",
            "volume": "20"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cabral, FJ",
                        "preferred": "FJ Cabral"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Une Matrice de Comptabilité Sociale Du Sénégal",
            "date": "2020",
            "id": "bib14",
            "publisher": {
                "name": [
                    "Mimeo"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Gender inequality and the COVID-19 crisis: Evidence from a large national survey during South Africa’s lockdown",
            "authors": [
                {
                    "name": {
                        "index": "Casale, D",
                        "preferred": "D Casale"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Posel, D",
                        "preferred": "D Posel"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1016/j.rssm.2020.100569",
            "id": "bib16",
            "journal": "Research in Social Stratification and Mobility",
            "pages": "100569",
            "type": "journal",
            "volume": "71"
        },
        {
            "articleTitle": "How COVID-19 Pandemic Worsens the Economic Situation of Women in South Africa",
            "authors": [
                {
                    "name": {
                        "index": "Chitiga, M",
                        "preferred": "M Chitiga"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Henseler, M",
                        "preferred": "M Henseler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mabugu, RE",
                        "preferred": "RE Mabugu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maisonnave, H",
                        "preferred": "H Maisonnave"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1057/s41287-021-00441-w",
            "id": "bib17",
            "journal": "The European Journal of Development Research",
            "pages": {
                "first": "1627",
                "last": "1644",
                "range": "1627–1644"
            },
            "pmid": 34421229,
            "type": "journal",
            "volume": "34"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cockburn, J",
                        "preferred": "J Cockburn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tiberti, L",
                        "preferred": "L Tiberti"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "275–304, Macro-Micro Models, Handbook of Microsimulation Modelling, Contributions to Economic Analysis, Vol, 293, Emerald Group Publishing Limited, p",
            "id": "bib18",
            "title": "Handbook of Microsimulation Modelling, Contributions to Economic Analysis",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Criado Perez, C",
                        "preferred": "C Criado Perez"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "details": "432, Invisible Women: Data Bias in a World Designed for Men, New York, Abrams Books, p",
            "id": "bib19",
            "title": "Invisible Women: Data Bias in a World Designed for Men",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Decaluwé, B",
                        "preferred": "B Decaluwé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lemelin, A",
                        "preferred": "A Lemelin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bahan, D",
                        "preferred": "D Bahan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Annabi, N",
                        "preferred": "N Annabi"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib20",
            "title": "Offre de travail endogène et mobilité du capital dans un modèle d’équilibre général calculable birégional, Collection la Feuille d’Argent, Ministère des Finances du Québec",
            "type": "web",
            "uri": "https://eweb.uqac.ca/bibliotheque/archives/24172249.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Decaluwé, B",
                        "preferred": "B Decaluwé"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lemelin, A",
                        "preferred": "A Lemelin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robichaud, V",
                        "preferred": "V Robichaud"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maisonnave, H",
                        "preferred": "H Maisonnave"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib22",
            "title": "PEP-1-1(Single- Country, Static Version). PEP",
            "type": "web",
            "uri": "https://www.pep-net.org/pep-1-1-single-country-static-version"
        },
        {
            "articleTitle": "The Covid-19 pandemic and gendered division of paid work, domestic chores and leisure: evidence from India’s first wave",
            "authors": [
                {
                    "name": {
                        "index": "Deshpande, A",
                        "preferred": "A Deshpande"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1007/s40888-021-00235-7",
            "id": "bib23",
            "journal": "Economia Politica (Bologna, Italy)",
            "pages": {
                "first": "75",
                "last": "100",
                "range": "75–100"
            },
            "pmid": 35422589,
            "type": "journal",
            "volume": "39"
        },
        {
            "articleTitle": "Falling living standards during the COVID-19 crisis: Quantitative evidence from nine developing countries",
            "authors": [
                {
                    "name": {
                        "index": "Egger, D",
                        "preferred": "D Egger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Miguel, E",
                        "preferred": "E Miguel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Warren, SS",
                        "preferred": "SS Warren"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shenoy, A",
                        "preferred": "A Shenoy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Collins, E",
                        "preferred": "E Collins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Karlan, D",
                        "preferred": "D Karlan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Parkerson, D",
                        "preferred": "D Parkerson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mobarak, AM",
                        "preferred": "AM Mobarak"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fink, G",
                        "preferred": "G Fink"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Udry, C",
                        "preferred": "C Udry"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Walker, M",
                        "preferred": "M Walker"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Haushofer, J",
                        "preferred": "J Haushofer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Larreboure, M",
                        "preferred": "M Larreboure"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Athey, S",
                        "preferred": "S Athey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lopez-Pena, P",
                        "preferred": "P Lopez-Pena"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Benhachmi, S",
                        "preferred": "S Benhachmi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Humphreys, M",
                        "preferred": "M Humphreys"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lowe, L",
                        "preferred": "L Lowe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Meriggi, NF",
                        "preferred": "NF Meriggi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wabwire, A",
                        "preferred": "A Wabwire"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Davis, CA",
                        "preferred": "CA Davis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pape, UJ",
                        "preferred": "UJ Pape"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Graff, T",
                        "preferred": "T Graff"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Voors, M",
                        "preferred": "M Voors"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nekesa, C",
                        "preferred": "C Nekesa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vernot, C",
                        "preferred": "C Vernot"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1126/sciadv.abe0997",
            "id": "bib24",
            "journal": "Science Advances",
            "pages": "eabe0997",
            "pmid": 33547077,
            "type": "journal",
            "volume": "7"
        },
        {
            "articleTitle": "Gender and Covid‐19: Are women bearing the brunt? A case study for Bolivia",
            "authors": [
                {
                    "name": {
                        "index": "Escalante, LE",
                        "preferred": "LE Escalante"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maisonnave, H",
                        "preferred": "H Maisonnave"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1002/jid.3603",
            "id": "bib25",
            "journal": "Journal of International Development",
            "pages": {
                "first": "754",
                "last": "770",
                "range": "754–770"
            },
            "type": "journal",
            "volume": "34"
        },
        {
            "articleTitle": "Taxation, wage controls and the informal sector",
            "authors": [
                {
                    "name": {
                        "index": "Fortin, B",
                        "preferred": "B Fortin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Marceau, N",
                        "preferred": "N Marceau"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "doi": "10.1016/S0047-2727(97)00013-3",
            "id": "bib26",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "293",
                "last": "312",
                "range": "293–312"
            },
            "type": "journal",
            "volume": "66"
        },
        {
            "articleTitle": "A Class of Decomposable Poverty Measures",
            "authors": [
                {
                    "name": {
                        "index": "Foster, J",
                        "preferred": "J Foster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Greer, J",
                        "preferred": "J Greer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thorbecke, E",
                        "preferred": "E Thorbecke"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "doi": "10.2307/1913475",
            "id": "bib27",
            "journal": "Econometrica",
            "pages": "761",
            "type": "journal",
            "volume": "52"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gini, C",
                        "preferred": "C Gini"
                    },
                    "type": "person"
                }
            ],
            "date": "1936",
            "details": "73–79, On the Measure of Concentration with Special Reference to Income and Statistics, General Series No. 208, Colorado College Publication, p",
            "id": "bib28",
            "title": "On the Measure of Concentration with Special Reference to Income and Statistics, General Series No. 208",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "ILO",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib43",
            "title": "COVID-19 and the world of work: Impact and policy responses",
            "type": "web",
            "uri": "https://www.ilo.org/wcmsp5/groups/public/---dgreports/---dcomm/documents/briefingnote/wcms_738753.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kapur, N",
                        "preferred": "N Kapur"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "https://www.care- international.org/files/files/Ebola_Gender_Analysis_English_v2.pdf, Accessed, 1 May 2020",
            "id": "bib29",
            "title": "Gender Analysis: Prevention and Response to Ebola Virus Disease in the Democratic Republic of Congo.] CARE",
            "type": "unknown",
            "uri": "https://www.care-%20international.org/files/files/Ebola_Gender_Analysis_English_v2.pdf"
        },
        {
            "articleTitle": "The possible macroeconomic impact on the UK of an influenza pandemic",
            "authors": [
                {
                    "name": {
                        "index": "Keogh-Brown, MR",
                        "preferred": "MR Keogh-Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wren-Lewis, S",
                        "preferred": "S Wren-Lewis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Edmunds, WJ",
                        "preferred": "WJ Edmunds"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Beutels, P",
                        "preferred": "P Beutels"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith, RD",
                        "preferred": "RD Smith"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1002/hec.1554",
            "id": "bib30",
            "journal": "Health Economics",
            "pages": {
                "first": "1345",
                "last": "1360",
                "range": "1345–1360"
            },
            "pmid": 19816886,
            "type": "journal",
            "volume": "19"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Laborde, D",
                        "preferred": "D Laborde"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Martin, W",
                        "preferred": "W Martin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vos, R",
                        "preferred": "R Vos"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "16–19, Poverty and food insecurity could grow dramatically as COVID-19 spreads, COVID-19 and Global Food Security, Part One: Food Security, Poverty, and Inequality, Washington, DC, International Food Policy Research Institute (IFPRI), p, 10.2499/p15738coll2.133762_02",
            "id": "bib31",
            "title": "COVID-19 and Global Food Security, Part One: Food Security, Poverty, and Inequality",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Maliszewska, M",
                        "preferred": "M Maliszewska"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mattoo, A",
                        "preferred": "A Mattoo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van der Mensbrugghe, D",
                        "preferred": "D van der Mensbrugghe"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "The Potential Impact of COVID-19 on GDP and Trade: A Preliminary Assessment, Policy Research Working Paper 9211, The-Potential-Impact-of-COVID-19-on-GDP-and-Trade-A-Preliminary-Assessment.pdf",
            "id": "bib32",
            "title": "The Potential Impact of COVID-19 on GDP and Trade: A Preliminary Assessment",
            "type": "unknown",
            "uri": "http://web:8082/00267/The-Potential-Impact-of-COVID-19-on-GDP-and-Trade-A-Preliminary-Assessment.pdf"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "date": "2020",
            "discriminator": "a",
            "id": "bib33",
            "title": "Women at the core of the fight against COVID-19 crisis",
            "type": "web",
            "uri": "https://read.oecd-ilibrary.org/view/?ref=127_127000-awfnqj80me&title=Women-at-the-core-of-the-fight-%20against-COVID-19-crisis"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "date": "2020",
            "discriminator": "b",
            "id": "bib34",
            "title": "COVID-19 Policy Brief on Well-being and Inclusiveness",
            "type": "web",
            "uri": "http://www.oecd.org/coronavirus/en/"
        },
        {
            "articleTitle": "Policy response to COVID-19 in Senegal: power, politics, and the choice of policy instruments",
            "authors": [
                {
                    "name": {
                        "index": "Ridde, V",
                        "preferred": "V Ridde"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Faye, A",
                        "preferred": "A Faye"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1080/25741292.2022.2068400",
            "id": "bib35",
            "journal": "Policy Design and Practice",
            "pages": {
                "first": "326",
                "last": "345",
                "range": "326–345"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "articleTitle": "Overcoming the ‘tyranny of the urgent’: integrating gender into disease outbreak preparedness and response",
            "authors": [
                {
                    "name": {
                        "index": "Smith, J",
                        "preferred": "J Smith"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1080/13552074.2019.1615288",
            "id": "bib36",
            "journal": "Gender & Development",
            "pages": {
                "first": "355",
                "last": "369",
                "range": "355–369"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "authors": [
                {
                    "name": "WAEMU",
                    "type": "group"
                }
            ],
            "date": "2018",
            "id": "bib38",
            "title": "Harmonized Survey on Households Living Standards, Senegal 2018-2019",
            "type": "web",
            "uri": "http://www.microdata.worldbank.org/",
            "website": "Ref. SEN_2018_EHCVM_v02_M"
        },
        {
            "articleTitle": "COVID-19: the gendered impacts of the outbreak",
            "authors": [
                {
                    "name": {
                        "index": "Wenham, C",
                        "preferred": "C Wenham"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith, J",
                        "preferred": "J Smith"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morgan, R",
                        "preferred": "R Morgan"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1016/S0140-6736(20)30526-2",
            "id": "bib39",
            "journal": "The Lancet",
            "pages": {
                "first": "846",
                "last": "848",
                "range": "846–848"
            },
            "type": "journal",
            "volume": "395"
        },
        {
            "authors": [
                {
                    "name": "West Africa Network for Peace Building (WANEP)",
                    "type": "group"
                }
            ],
            "bookTitle": "The Impact of COVID-19 Pandemic on Women: Lessons from the Ebola Outbreak in W/Africa",
            "date": "2020",
            "id": "bib40",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Accra, Ghana"
                        ]
                    },
                    "formatted": [
                        "Accra, Ghana"
                    ]
                },
                "name": [
                    "WANEP"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "World Bank",
                    "type": "group"
                }
            ],
            "date": "2022",
            "id": "bib37",
            "title": "Personal remittances, received (current US$): World Bank staff estimates based on IMF balance of payments data. World Development Indicators. The World Bank Group",
            "type": "web",
            "uri": "http://web:8082/00267/URL:%20https://data.worldbank.org/indicator/BX.TRF.PWKR.CD.DT%20[2022-10-14]"
        },
        {
            "authors": [
                {
                    "name": "World Trade Organization (WTO)",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib41",
            "title": "The economic impact of covid-19 on women in vulnerable sectors and economies",
            "type": "web",
            "uri": "https://www.wto.org/english/news_e/news20_e/info_note_covid_05aug20_e.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Zeileis, A",
                        "preferred": "A Zeileis"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "_ineq: Measuring Inequality, Concentration, and Poverty_, R package version 0.2-13, https://CRAN.R-project.org/package=ineq",
            "id": "bib42",
            "title": "_ineq: Measuring Inequality, Concentration, and Poverty_",
            "type": "unknown",
            "uri": "https://CRAN.R-project.org/package=ineq"
        }
    ],
    "acknowledgements": [
        {
            "text": "The authors thank two anonymous reviewers for detailed and constructive comments on the original submission to the International Journal of Microsimulation.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
