{
    "status": "vor",
    "id": "00264",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00264",
    "authorLine": "Jason Loughrey, Thia Hennessy",
    "title": "A Microsimulation Model for the Land Rental Market in Irish Farming",
    "published": "2022-08-31T00:00:00Z",
    "versionDate": "2022-08-31T00:00:00Z",
    "statusDate": "2022-08-31T00:00:00Z",
    "volume": 15,
    "issue": 2,
    "fpage": 77,
    "lpage": 101,
    "elocationId": "77-101",
    "pdf": "http://web:8082/00264/ijm-00264.pdf",
    "subjects": [
        {
            "id": "housing",
            "name": "Housing"
        },
        {
            "id": "environment",
            "name": "Environment"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "In this paper, we utilize Teagasc National Farm survey data to analyse the agricultural land rental market in Ireland with a newly developed agent-based microsimulation (ABM) model and a classical walrasian equilibrium model of the land rental market. We conclude that the microsimulation model has a number of strengths in addressing the interactions between landowners and tenants and dealing with the impact of economic changes on the farm size concentration. The equilibrium model retains some value in dealing with the question of price determination and in illustrating the potential surpluses to be gained from a more active land rental market. The paper contains a comparison of simulation results from the ABM model with recent farm-level data and Census of Agriculture data. These comparisons indicate the relevance of some findings from the simulation model including the rise in average dairy farm size and the decline in area allocated to non-dairy cattle farming. However, the sheep farming system appears to have defied the predictions from the simulation model and this may be attributed to the recent improvement in economic performance for this sector. The ABM model can be further refined to account for decisions in relation to the choice of farming system, the question of retirement and farm exit.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Loughrey and Hennessy",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ireland",
                            "locality": [
                                "Galway"
                            ]
                        },
                        "formatted": [
                            "Galway",
                            "Ireland"
                        ]
                    },
                    "name": [
                        "Teagasc Rural Economy and Development Programme"
                    ]
                }
            ],
            "emailAddresses": [
                "jason.loughrey@teagasc.ie"
            ],
            "name": {
                "index": "Loughrey, Jason",
                "preferred": "Jason Loughrey"
            },
            "orcid": "0000-0001-9658-0801",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ireland",
                            "locality": [
                                "Cork"
                            ]
                        },
                        "formatted": [
                            "Cork",
                            "Ireland"
                        ]
                    },
                    "name": [
                        "Cork University Business School"
                    ]
                }
            ],
            "name": {
                "index": "Hennessy, Thia",
                "preferred": "Thia Hennessy"
            },
            "orcid": "0000-0002-6137-1249",
            "type": "person"
        }
    ],
    "funding": {
        "statement": "The authors acknowledge the funding support of the Department of Agriculture, Food and the Marine under the project entitled ‘Analysis of the Functioning of Irish Agricultural Land Markets’."
    },
    "keywords": [
        "Agent-Based Microsimulation Model",
        "Agricultural Land Rental Market",
        "Sealed-Bid Auction",
        "Price Determination",
        "Farm Size Concentration"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "<a href=\"#bib41\">Kennedy (1991)</a> wrote that ‘the bulk of land transfers, now as in past times, involve kin, taking place outside the orbit of the market’. This pattern of agricultural land transfer remains largely evident in Ireland as land inheritance continues to account for the main source of agricultural land mobility (<a href=\"#bib24\">Duesberg et al., 2017</a>; <a href=\"#bib42\">Leonard et al., 2017</a>). Agricultural land-use decisions remain strongly influenced by motives not directly related to the profits from agriculture (<a href=\"#bib38\">Howley et al., 2015</a>; <a href=\"#bib11\">Bradfield et al., 2020</a>). However, there is growing evidence of an increase in profit maximization behaviour through greater activity in the medium and long-term leasing of farmland from about 2015 onwards (<a href=\"#bib72\">Revenue, 2021</a>). A continuation of this trend could significantly reduce the role of land inheritance in agricultural land mobility.",
                    "type": "paragraph"
                },
                {
                    "text": "In addition, recent evidence points to an increase in the average size of dairy and tillage farms with small reductions on non-dairy cattle farms, the latter comprising the majority of farm holdings in Ireland (<a href=\"#bib20\">CSO, 2022</a>). A continuation of this increase in dairy farm size may have important implications for structural change in Irish agriculture, farm size concentration and environmental pressures. Recent research concludes that the participation in agricultural land rental markets is associated with higher profitability among dairy farms in Ireland (<a href=\"#bib11\">Bradfield et al., 2020</a>). A more active land rental market may therefore have some implications for farm profitability and the size distribution of farms in Ireland.",
                    "type": "paragraph"
                },
                {
                    "text": "We analyse this expansion of the agricultural land rental market in Ireland with a newly developed Agent-Based Micro-Simulation model (ABM). In our ABM model, we attempt to address the question of how a continued increase in profit maximization behaviour could affect the farm size distribution and overall structural change in Irish agriculture via an increase in land rental activity.",
                    "type": "paragraph"
                },
                {
                    "text": "Microsimulation modelling is increasingly applied to agricultural economics (<a href=\"#bib59\">Ramilan et al., 2011</a>; <a href=\"#bib49\">O’Donoghue, 2013</a> and <a href=\"#bib43\">Loughrey et al., 2016</a>). ABM models are often used to address the topic of structural change in agriculture (<a href=\"#bib60\">Reidsma et al., 2018</a>) and broader questions relating agriculture with the environment (<a href=\"#bib63\">Schulze et al., 2017</a>). <a href=\"#bib7\">Berger and Troost (2014)</a> explore ABM models in agriculture and emphasise the importance of accounting for farm-level technical and financial constraints and the farm management and agronomic conditions of the farm. ABM models have been used to develop simulated agricultural land market auctions (<a href=\"#bib4\">Balmann, 1997</a>, <a href=\"#bib35\">Happe et al. (2006)</a> and <a href=\"#bib2\">Arsenault et al., 1997</a>). Our research can therefore draw on some of the methods, which have been applied in previous models.",
                    "type": "paragraph"
                },
                {
                    "text": "ABM models can account for “the emergence of structures at the macro or societal level from individual action” (<a href=\"#bib30\">Gilbert, 2007</a>). In the context of local land markets, the entry of non-agricultural buyers into a local land market can influence the decision-making of other local farms with broader implications for the local economy and society (e.g., <a href=\"#bib10\">Brady et al., 2012</a>). More recently, <a href=\"#bib21\">Curtiss et al. (2021)</a> used transaction-level sales data to study farmland sales markets in the Czech Republic where an increasing influence of global Non-Agricultural Buyers (NAB) is evident. The authors find that relatively small farms did not participate in price competition with NABs and acquired land only when offered for less than the highest prices in local markets. In contrast, the relatively large farms in local land markets appeared to effectively compete with NABs.",
                    "type": "paragraph"
                },
                {
                    "text": "In parallel to the ABM model, we operate a standard equilibrium model based largely on the methods outlined in (<a href=\"#bib36\">Hennessy et al., 2009</a>). <a href=\"#bib69\">Kremmydas et al. (2018)</a> contrasts this ‘traditional’ farm level equilibrium model with the ABM type model where market outcomes are simulated by means of individual transactions that are not necessarily determined by the forces of aggregate supply and aggregate demand. We seek to illustrate the strengths of both the ABM model and the traditional equilibrium model in supporting a better understanding about land rental markets in Ireland.",
                    "type": "paragraph"
                },
                {
                    "text": "The ABM modelling approach can provide flexibility around the determination of prices where there is bilateral trading between landowners and tenants. Relative to the traditional equilibrium model, the results of the ABM model may provide a more realistic picture about the variability of land rental prices between parcels of similar quality and location. One of the main strengths of the ABM modelling approach is that the model can be used to track the evolution of the farm size distribution. The farm equilibrium modelling approach can perform well in visually illustrating the potential gains from trading in the agricultural land rental market. The equilibrium modelling approach is however, limited by the assumption of one single market clearing price and is unsuitable for analysing the influence of economic and policy changes on the farm size distribution.",
                    "type": "paragraph"
                },
                {
                    "text": "The results from our ABM model show that an increase in profit maximisation behaviour could lead to a substantial transfer of agricultural land from the cattle and sheep sectors and towards the more profitable dairy sector. This is an important finding given that the environmental output of dairy farms tends to be much greater than for cattle and sheep farms. <a href=\"#bib12\">Buckley and Donnellan (2021)</a> show that average greenhouse gas emissions per hectare from dairy farming are approximately two-thirds higher relative to cattle farms and approximately double the emissions per hectare of sheep farms. At the same time, it is recognised that economic viability is achieved by a much greater proportion of dairy farms relative to cattle and sheep farms (<a href=\"#bib62\">Ryan et al., 2016</a>; <a href=\"#bib46\">Loughrey et al., 2022</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In this model, we show that when agricultural land is transferred solely on the basis of profit maximization, the farm size concentration can increase significantly. The farm size concentration is considered in this research given the important link between farm size and the amount of farm subsidies received by individual farms. At an EU level, this is particularly important given the shift from product-based subsidies to land-based subsidies (<a href=\"#bib67\">van der Ploeg et al., 2015</a>). In addition, we are interested in the redistributive capacity of land rental markets and the role of such markets in assisting small farms in expanding without the need to purchase land.",
                    "type": "paragraph"
                },
                {
                    "text": "We follow this introduction with an outline of some of the literature relating to the spatial dimension of agricultural land markets and the simulation of farmland auctions. In section 3, we describe the details and methods. This is followed with results and finally by the conclusion.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "There is a growing economic literature on the spatial dimension of agricultural land markets (including simulation modelling). In the following, we describe some of the relevant economic literature including the literature concerned with simulation modelling of agricultural land markets.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#bib54\">Patton and McErlean (2003)</a> identify spatial autocorrelation in the agricultural land market in Northern Ireland and conclude that agricultural land prices are not solely determined ‘by the inherent characteristics of the land, but tend to reflect also the average local price per acre’. This lagged spatial dependence is attributed to ‘the circularity of price setting’ whereby ‘property owners, prospective buyers, real estate agencies, tax assessors and others base their estimates of values of agricultural land on observed sales in the vicinity’. The spatial dimension can also play an important role in influencing the extent to which farm subsidies influence land market prices. For instance, <a href=\"#bib32\">Graubner (2018)</a> provides a formal analysis of spatial competition in agricultural land rental markets and concludes that the land subsidy is only fully transferred to land rental prices where the importance of space is low or non-existent.",
                    "type": "paragraph"
                },
                {
                    "text": "In developing a simulation model of the land market in Chile, <a href=\"#bib6\">Berger (2001)</a> highlights the typically local nature of supply and demand for agricultural land and the importance of competition between neighbours in shaping the agricultural land market. <a href=\"#bib6\">Berger (2001)</a> concludes that ‘in rural areas, where many farms with a high marginal productivity attempt to expand their acreage, this can lead to excessive land prices that may even prevent the realisation of economies of scale. Ignoring these spatial dynamics by assuming perfect land allocation among farms is not always an adequate representation of reality’. <a href=\"#bib65\">Storm et al. (2015)</a> explain the advantage of agent-based models in recognizing ‘the importance of land immobility, the location of farms in space, and the interdependence of farms via competition on the spatial land market’.",
                    "type": "paragraph"
                },
                {
                    "text": "Agent-based models of land markets are quite commonly applied to both rural and urban settings. For instance, <a href=\"#bib26\">Filatova et al. (2009)</a> outline a model of the urban land market where the ‘centralized equilibrium price determination mechanism’ is replaced by ‘decentralized bilateral agent trading dispersed in time and space’. 69 makes a similar distinction between the traditional equilibrium model and the ABM model in terms of market outcomes. This modelling of ‘bilateral agent trading’ is evident in the farmland simulation models of <a href=\"#bib4\">Balmann (1997)</a> and <a href=\"#bib2\">Arsenault et al. (1997)</a>. In practical terms, the negotiated price is unlikely to be completely detached from the levels of supply and demand in the local land market or the profitability of farming the particular land parcel. <a href=\"#bib58\">Polhill et al. (2008)</a> therefore outline a neat method for the negotiation of selling price based on the weighted sum of the farm profitability of the purchaser, the profitability of the land parcel for sale and an exogenous interest rate.",
                    "type": "paragraph"
                },
                {
                    "text": "A number of land simulation models have included the role of market power in price determination including <a href=\"#bib2\">Arsenault et al. (1997)</a> and <a href=\"#bib26\">Filatova et al. (2009)</a>. In these models, the relative market power of buyers and sellers is attributed to the number of agents in either category. A similar approach was applied in the econometric models outlined in <a href=\"#bib19\">Cotteleer et al. (2008)</a>. <a href=\"#bib5\">Balmann et al. (2021)</a> outline some challenges in assessing and quantifying market power in agricultural land markets including the challenges related to defining the size of the regional market. <a href=\"#bib71\">Appel and Balmann (2022)</a> use the AgriPoliS and FarmAgriPoliS models to explore how very fast-growing farms in Germany may affect their neighbours with results indicating ‘that large, fast-growing farms with high profitability and a higher maximisation tendency have negative effects on the sizes and profitability of other farms in their neighbourhood’ with implications for higher land rental prices.",
                    "type": "paragraph"
                },
                {
                    "text": "Elsewhere, <a href=\"#bib27\">Freeman et al. (2009)</a> accounted for the impact of farm income variability and risk aversion in influencing the bidding price. Some land market simulation models are based on one period of time where the focus is placed on the static impact of policy changes e.g. <a href=\"#bib68\">Viaggi et al. (2013)</a>. A number of other models have a multi-period setting including <a href=\"#bib4\">Balmann (1997)</a> and <a href=\"#bib8\">Bert et al. (2015)</a>.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Literature",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "<a href=\"#bib33\">Grimm et al. (2006)</a> provide a comprehensive protocol to guide the development and published description of ABM models known as the ‘ODD’ protocol and has the primary objective of making model descriptions more understandable and complete. <a href=\"#bib34\">Grimm et al. (2010)</a> conclude that the ODD protocol improves the rigorous formulation of models and helps make the theoretical foundations of large models more visible. Under the ODD protocol, there are three blocks 1) Overview 2) Design concepts and 3) Details.",
                    "type": "paragraph"
                },
                {
                    "text": "The Overview block contains three elements 1) Purpose 2) Variables and Scales 3) Process Overview and Scheduling.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Our ABM model is applied to explore the impact of a change in land-use decision-making at the farm level on overall farm structures and the farm size distribution. We seek to demonstrate the potential contribution of the ABM model to the understanding of agricultural land rental markets and in describing the determination and distribution of land rental prices.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "Purpose",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Our ABM model is based on Teagasc National Farm survey data, which forms the Irish component of the FADN database. We describe the dataset and the variables in more detail in the input data section. The farm business is the unit of analysis. The level of spatial detail is based on NUTS 2 and NUTS 3 regions. This low level of spatial detail is due to the relatively small sample size. The regional location, the soil quality and the farm profitability are among the key low-level state variables included in the model. Aggregated variables include the following: the share of the agricultural area being rented in each region and the degree of farm size concentration or inequality in each region. Ideally, we would avail of more spatially disaggregated data on the distribution of farmland and tenure. However, this data is not available at the farm-level.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig1\">Figure 1</a> describes the main participants in the land rental market and their relationship under the ABM model. Firstly, the farmer population in each region is divided into two main segments 1) a group of farm operators that will potentially make a bid for acquiring additional rented land 2) a group of farm operators who are willing to let out some of their farmland in return for rental payments. In the ABM model, a fictitious market agent or auctioneer mediates between these two groups of farmers. The first group contains some farmers who are initially participating in agricultural land markets and some farmers who may not be participating initially in agricultural land rental markets. A list of model assumptions is included in <a href=\"#A2-T1\">Table A2</a> in the Appendix.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00264%2Fijm-00264-fig001.tif",
                                        "size": {
                                            "width": 8432,
                                            "height": 6241
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00264%2Fijm-00264-fig001.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00264-fig001.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Description of the Agent-Based Model of the Agricultural Land Market",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-2",
                    "title": "Variables and Scales",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the ABM model, the activity in the land rental market takes place sequentially in contrast with the instantaneous adjustment that can be assumed in equilibrium models. The auctioneer collects information from both farmer groups about their willingness to participate in the land rental market i.e. their willingness to pay or accept money in exchange for renting a particular land parcel. Land parcels are released to the market in sequence and beginning with the land parcel with the lowest willingness to accept. The willingness to accept is determined by the landowner based on their farm profitability and the prevailing market prices for agricultural land in the region.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In this model, the market operates through sealed bids with each market participant from the first group (potential tenant farmers) making a maximum of one bid per available land parcel. For each available parcel, the bidder with the highest bid gains access to the land through a rental agreement with the landowner. It is assumed that the landowner makes decisions with reference to a reservation price, below which the landowner will not release land to the market. Those landowners who are willing to let out land submit details of their reservation price to the auctioneer. All bids and reservation prices are attributed to farm profitability.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Many of these characteristics of the ABM model are similar to those of a traditional farm-level equilibrium model but with no assumptions of a single market clearing price. Furthermore, we assume that transactions take place under an iterative sequential process rather than occurring instantly at an equilibrium price.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the ABM model, limits are placed on the extent to which farms can acquire additional land and no farm exits are permitted. It is assumed that these limits can be enforced by a central authority at the regional or national level. This institution may carry out a role similar to the SAFER (Sociétés d’Aménagement Foncier et d’Établissement Rural) organisation in France (e.g., <a href=\"#bib9\">Boinon, 2012</a> and <a href=\"#bib55\">Piet et al., 2012</a>) or the CDOA (Commission Départementale d’Orientation Agricole) whose role in the French agricultural land market is described in (<a href=\"#bib57\">Piet et al., 2021</a>). It is assumed that the Central Authority closes the land rental market when the rental share reaches 30 per cent of utilizable agricultural area in each region. A more significant increase in the rental share would probably require a significant number of farm exits and the emergence of a larger pool of non-farming landowners. Land tenure in Ireland is dominated by owner-farmers (<a href=\"#bib66\">Swinnen et al., 2016</a>). However, there are strong indications of a change in attitude among landowners towards letting out land with a considerable number of farmers open to the possibility of letting out some land (<a href=\"#bib29\">Geoghegan et al., 2021</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The assumption of no farm exit appears to be a realistic assumption given that farmers in Ireland to tend have a strong resistance to the idea of retirement (<a href=\"#bib18\">Conway et al., 2022</a>). Preliminary results from the 2020 Census of Agriculture point to a small reduction in the number of farm holdings in Ireland between 2010 and 2020 thereby indicating a low rate of farm exit (<a href=\"#bib20\">CSO, 2022</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "At the end of the auction period, the model calculates the farm size concentration using various distributional statistics including the Gini coefficient (<a href=\"#bib31\">Gini, 1921</a>). Previous research by <a href=\"#bib27\">Freeman et al. (2009)</a> used an agent-based modelling approach to analyse the evolution of the farm size distribution in Canada between 1960 and 2000, finding among other things that farms with an initial land holding greater than the mean were significantly more likely to survive and grow relative to the smaller farms with an initial holding size below the mean.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Similar to <a href=\"#bib68\">Viaggi et al. (2013)</a>, the farm profits (including subsidies) determine the formation of bid prices (of potential tenants) and asking prices (of landowners). In this approach, the ABM is not entirely detached from the traditional farm equilibrium model. However, we do not assume in the ABM model, that rental prices are determined solely by aggregate supply and aggregate demand as would be the case under the standard walrasian equilibrium model.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-3",
                    "title": "Process Overview and Scheduling",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In this section, we describe the design concepts behind the ABM model. These design concepts are based on the elements described in (<a href=\"#bib33\">Grimm et al., 2006</a>; <a href=\"#bib34\">Grimm et al., 2010</a>). This ABM model is relatively simple. However, the benefits of using the ODD protocol are still important for such a simple model so that readers can understand what is excluded from the model (<a href=\"#bib34\">Grimm et al., 2010</a>).",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "The model is used to simulate the impacts of an increase in profit maximization behaviour from an initial state where profit maximization is not the main determinant of the land distribution. The ABM model assumes that profit maximization becomes the dominant driver of land transfer during the simulation stage.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The assumption of the initial state of the ABM model is supported by a long history of research on agricultural land transfer in Ireland emphasising the importance of land inheritance and farm succession within the family farm household (<a href=\"#bib15\">Conway, 1986</a>; <a href=\"#bib41\">Kennedy, 1991</a>; <a href=\"#bib42\">Leonard et al., 2017</a>). Many of the assumptions from neo-classical microeconomic theory are retained. These include the axioms of non-satiation (more is better), completeness (full knowledge of available land parcels, their characteristics and the ability to compare parcels) and transitivity. These assumptions reduce the degree of complexity in the model making it more manageable.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "However, the introduction of a central authority places limits on the extent to which large farms can participate in land rental markets. In the initial state, approximately three per cent of farms are excluded from participating in the market due to their initial farm size. In addition, it is assumed that the land rental market comes to a close when the land rental share in the region reaches 30 per cent. All landowner-farmers retain some amount of land so that farm exits are not permitted. These conditions limit the influence of the above strong neo-classical assumptions. The inclusion of the 30 per cent cap on the regional rental shares is necessary to prevent the model from simulating farm exits. A cap of 40 per cent could only be achieved via farm exits in some regional markets.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-4-1",
                            "title": "Basic Principles",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "At the system-level, the farm structures and the extent of farm size concentration can change significantly. These phenomena can emerge due to a change in individual behaviour towards the land market with more land becoming available to rent. Certain system-level phenomena are imposed on the model. It is assumed that farms remain in their current farming system. The changes in farm structures can therefore emerge because of changes in the size of farms within different systems rather than due to a change in the number of farm holdings in each system.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-4-2",
                            "title": "Emergence",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Adaptation plays a limited role in this model. It is largely assumed that farmers will reproduce observed behaviours in terms of their farming operations e.g. livestock intensity per unit of land, choice of crops and the selection of various inputs. However, farmers who expand beyond a certain threshold are assumed to encounter additional costs associated with the purchase of new machinery, livestock and buildings. This impacts negatively on their capacity to bid for additional parcels of land. In addition, these limits can reduce the number of farms simulated to expand to the maximum size threshold.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-4-3",
                            "title": "Adaptation",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Tenant farmers have the objective of acquiring additional land within their region at the lowest possible price. Landowners are motivated to increase the returns from owning land by letting out land to potential tenants. At the same time, these landowners have another objective of continuing to actively farm on a smaller proportion of their land.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "It is assumed that tenant farmers make their decisions based on the rental price of each land parcel. The determination of this land rental price is described in the appendix as it is not the main focus of this paper. At the same time, landowners wishing to let out some of their land are motivated to attain the highest possible price. The duration of the land rental contract does not feature in this model. In reality, the duration of the contract and other non-price characteristics could play important roles in the land market participation decisions.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-4-4",
                            "title": "Objective",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In this model, the fitness is essentially determined by farm profitability. We describe the determinants of farm profit in more detail in the details and methods section.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-4-5",
                            "title": "Fitness",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "It is assumed that the recent history of farm profitability is used to form predictions about future profitability and these predictions underline the bids and reservation prices for particular land parcels. The model does not deal with the uncertainties around land use changes including the possible influence of urbanisation or potential flooding.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-4-6",
                            "title": "Prediction",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "It is assumed that interactions between landowners and potential tenants largely take place via the auctioneer (<a href=\"#fig1\">Figure 1</a>). Potential tenants are fully aware about the availability of land parcels in their region. However, it is assumed that social interactions between landowners and tenant farmers do not play any role in influencing the bidding process and in determining the precise conditions agreed under a given land rental contract.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-4-7",
                            "title": "Interaction",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "It is assumed that landowners and tenant farmers act independently. Until recently, there is limited evidence of collectives playing an important role in influencing agricultural land rental markets in Ireland. However, corporate entities or family farm partnerships may be playing an increasing role in land markets (<a href=\"#bib64\">SCSI/Teagasc, 2022</a>). A distinction is made between landowners who are willing to rent out land and tenant farmers who are willing to rent-in additional plots of land.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In this section, we provide details on the methods applied in the ABM model. The details form the third category of the ODD protocol. This category has three elements 1) Initialization 2) Input data 3) Submodels.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-4-8",
                            "title": "Collectives",
                            "type": "section"
                        }
                    ],
                    "id": "s3-4",
                    "title": "Design Concepts",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In order to carry out the simulations, we first divide the sample of Teagasc National Farm survey farms into six groups based on two soil quality categories (good and medium soils) and three regional categories. Farmers and Landowners operate within their regional market. We exclude the farms with poor soils due to the low sample size. This essentially means that the reported land area and rental area for farms in poor quality land will not be altered as a result of the simulations. The definitions of soil quality are detailed in the appendix.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In forming regional categories, we distinguish between the following:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Border, Midlands and West NUTS 2 region,",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "the combination of the South-West and Mid-West NUTS 3 regions,",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "the combination of the NUTS 3 South-East, Dublin and Mid-East regions.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "The following details about the input data give more insights into the initial state of the model including the land markets in each region.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-5",
                    "title": "Initialization",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The main data source is the Teagasc National Farm survey. These data are frequently used to determine the broader financial situation on Irish farms and contribute to economic and rural development research and policy analysis. These data include the level of gross output, costs, income, investment and indebtedness across the spectrum of farming systems and sizes. The data form the Irish component of the Farm Accountancy Data Network (FADN) database, which is used to evaluate farm incomes and the impacts of the Common Agricultural Policy across the EU for the EU Commission.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A farm accounts book is recorded for each year on a random sample of farms, selected by the Central Statistics Office, throughout the country. In order to ensure that the sample is representative of the farm population at a national level, the farms in the sample are selected at random from strata (categories) in the farm population. These strata ensure that the sample contains an appropriate mix of farm types and that the economic size (measured in farm output) of the farms selected is also representative of the population. Each farm in the sample is accorded a weighting factor and this means that each farm in the sample is representative of a specific number of farms in the population (<a href=\"#bib22\">Dillon et al., 2022</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Our models are based on Teagasc NFS data for the period 2015 to 2017. For 2017, there are 896 farms included in the data, representing approximately 92,847 farms nationally. The simulations are applied to all farms with good or medium soils. In 2017, there are 827 farms with either good or medium soils, representing approximately 85,115 farms nationally and these 827 farms form the sample for this study.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The panel is unbalanced in the sense that there is some attrition from year to year as farmers leave the sample and are replaced by other farms. The attrition rate is relatively low and a sizeable proportion of the farms are contained in the dataset for all of the years concerned. We find that 794 farms have three observations from the period 2015 to 2017 and 735 of these farms are located on medium or good quality soils. New farmers are introduced during the period to maintain a representative sample and the sample size for all farms is usually kept to between 850 and 1000 farms.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table1\">Table 1</a> provides some summary statistics relating to each of the six land market regions. In terms of the land area represented, the largest regional market is the BMW region with medium quality land (881,532 Ha.). The smallest regional market is the market combining the south-west and mid-west with medium quality land (284,190 Ha.). There is some variation in the rental shares between each of these markets. The rental share is highest in the East region with good quality land (21.9%). This is likely to be influenced by the prominence of tillage farming in the region. The rental share appears to be lowest in the BMW region with good quality land (15.6%).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors calculations using Teagasc National Farm Survey from 2017.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Region</th><th align=\"left\">Soil Quality</th><th align=\"left\">No. Farms</th><th align=\"left\">Weighted No. Farms</th><th align=\"left\">UAA (Ha.)</th><th align=\"left\">Rental Share</th></tr></thead><tbody><tr><td align=\"left\">South-West, Mid-West</td><td align=\"left\">Good</td><td align=\"left\">115</td><td align=\"left\">9,470</td><td align=\"left\">428,760</td><td align=\"left\">16.5%</td></tr><tr><td align=\"left\">East</td><td align=\"left\">Good</td><td align=\"left\">194</td><td align=\"left\">17,400</td><td align=\"left\">822,733</td><td align=\"left\">21.9%</td></tr><tr><td align=\"left\">BMW</td><td align=\"left\">Good</td><td align=\"left\">167</td><td align=\"left\">19,366</td><td align=\"left\">773,374</td><td align=\"left\">15.6%</td></tr><tr><td align=\"left\">BMW</td><td align=\"left\">Medium</td><td align=\"left\">200</td><td align=\"left\">25,532</td><td align=\"left\">881,532</td><td align=\"left\">20.3%</td></tr><tr><td align=\"left\">South-West, Mid-West</td><td align=\"left\">Medium</td><td align=\"left\">76</td><td align=\"left\">6,920</td><td align=\"left\">284,190</td><td align=\"left\">16.8%</td></tr><tr><td align=\"left\">East</td><td align=\"left\">Medium</td><td align=\"left\">75</td><td align=\"left\">6,427</td><td align=\"left\">318,104</td><td align=\"left\">18.4%</td></tr></tbody></table>"
                                    ],
                                    "title": "Summary Statistics for Six Regional Markets",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The number of farms (unweighted) is relatively small in all regions. The BMW region with medium quality land (200) is the group with the largest number of farms while the East region with medium quality land has just 75 farms.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In <a href=\"#table2\">Table 2</a>, we show rental price statistics for each of the six land markets. These statistics represent the initial state of the land rental market and show that the median rental price is highest in the south-west and mid-west regions with good quality land. Interestingly, the median rental price is higher for medium quality land in the south-west and mid-west relative to good quality land in the BMW region. Within each region, there is considerable variability in land rental prices as indicated by the 25<sup>th</sup> and 75<sup>th</sup> percentiles.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors calculations using Teagasc National Farm Survey from 2017.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Region</th><th align=\"left\">Soil Quality</th><th align=\"left\">Median Rented Price (€)</th><th align=\"left\">25<sup>th</sup> Percentile of Rented Price</th><th align=\"left\">75<sup>th</sup> Percentile of Rented Price</th></tr></thead><tbody><tr><td align=\"left\">South-West, Mid-West</td><td align=\"left\">Good</td><td align=\"left\">362</td><td align=\"left\">250</td><td align=\"left\">441</td></tr><tr><td align=\"left\">East</td><td align=\"left\">Good</td><td align=\"left\">354</td><td align=\"left\">250</td><td align=\"left\">431</td></tr><tr><td align=\"left\">BMW</td><td align=\"left\">Good</td><td align=\"left\">252</td><td align=\"left\">209</td><td align=\"left\">355</td></tr><tr><td align=\"left\">BMW</td><td align=\"left\">Medium</td><td align=\"left\">223</td><td align=\"left\">150</td><td align=\"left\">291</td></tr><tr><td align=\"left\">South-West, Mid-West</td><td align=\"left\">Medium</td><td align=\"left\">314</td><td align=\"left\">240</td><td align=\"left\">410</td></tr><tr><td align=\"left\">East</td><td align=\"left\">Medium</td><td align=\"left\">250</td><td align=\"left\">222</td><td align=\"left\">357</td></tr></tbody></table>"
                                    ],
                                    "title": "Rental Price Statistics for Six Regional Markets",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-6",
                    "title": "Input Data",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We outline our two key hypotheses. <a href=\"#bib25\">Fagiolo et al. (2019)</a> explain that the empirical validation of agent-based models has made ‘substantial advances’ but more research is required in advancing hypothesis testing.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We firstly hypothesise that an increase in profit maximisation behaviour will lead to an increase in the farm size concentration and inequality. This may be reflected in a number of alternative measures of farm size concentration and inequality. We seek to verify this hypothesis using the ABM model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Secondly, we form a hypothesis in relation to the type of inequality change. <a href=\"#bib39\">Jäntti and Jenkins (2015)</a> explain that pro-poor growth does not guarantee inequality reduction, because it may also lead to re-ranking whereby initially poor individuals move strongly up the income distribution with initially richer households moving swiftly down the distribution. Conversely and in the context of this research, an increase in inequality may be considered progressive if the farm size growth favours initially small farms at the expense of initially large farms. Similar to the income inequality literature of <a href=\"#bib40\">Jenkins and Van Kerm (2009)</a>, we examine whether or not the change in the distribution can be considered progressive (i.e. whether farm size growth favours the initially small, medium or large farms).",
                            "type": "paragraph"
                        },
                        {
                            "text": "We hypothesise that an increase in profit maximisation behaviour could lead to either a progressive or regressive change in the farm size distribution. This is reasoned by the relatively low volume of land sales transaction in Ireland and the sparse (until recently) land rental markets (<a href=\"#bib45\">Loughrey et al., 2020</a>). Land inheritance is the dominant source of land transfer and profitability is therefore not considered to be the main determinant of the initial farm size. We stress that the initial state of the land market (2015-2017) represents a combination of profit maximising and non-profit maximising behaviour where the latter is influenced strongly by the motivation for inter-generational transfer of land within the family, the preservation of the family farms and the societal norms underpinning the family farm (<a href=\"#bib13\">Cassidy, 2019</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "We begin with the understanding that the farm size of each farm may be comprised of rented land or owned land. We formalise according to <a href=\"#bib14\">Ciaian and Swinnen (2006)</a>, the land decision-making problem of a profit-maximizing individual farm in the following:",
                            "type": "paragraph"
                        },
                        {
                            "label": "(1)",
                            "mathml": "<math><mi mathvariant=\"normal\">M</mi><mi mathvariant=\"normal\">a</mi><mi mathvariant=\"normal\">x</mi><mi mathvariant=\"normal\"> </mi><msub><mrow><mi>π</mi></mrow><mrow><mi>i</mi></mrow></msub><mo>=</mo><mi>p</mi><mi>f</mi><mfenced separators=\"|\"><mrow><msup><mrow><mi>a</mi></mrow><mrow><mi>r</mi><mi>e</mi><mi>n</mi><mi>t</mi><mo>-</mo><mi>i</mi><mi>n</mi></mrow></msup><mo>+</mo><msup><mrow><mi>a</mi></mrow><mrow><mi>o</mi><mi>w</mi><mi>n</mi></mrow></msup></mrow></mfenced><mo>-</mo><mfenced separators=\"|\"><mrow><mi>r</mi><mo>+</mo><mi>t</mi></mrow></mfenced><msup><mrow><mi>a</mi></mrow><mrow><mi>r</mi><mi>e</mi><mi>n</mi><mi>t</mi><mo>-</mo><mi>i</mi><mi>n</mi></mrow></msup><mo>+</mo><mfenced separators=\"|\"><mrow><mi>r</mi><mo>-</mo><mi>t</mi></mrow></mfenced><msup><mrow><mi>a</mi></mrow><mrow><mi>r</mi><mi>e</mi><mi>n</mi><mi>t</mi><mo>-</mo><mi>o</mi><mi>u</mi><mi>t</mi></mrow></msup></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <i>p</i> is the price of farm output, <i>r</i> is the rental price of land<i>, t</i> represents transaction costs, <math alttext=\"a^{rent-in}\" id=\"inf1\"><msup><mrow><mi>a</mi></mrow><mrow><mi>r</mi><mi>e</mi><mi>n</mi><mi>t</mi><mo>-</mo><mi>i</mi><mi>n</mi></mrow></msup></math> is the amount of land rented-in by the farmer, <math alttext=\"a^{rent-out}\" id=\"inf2\"><msup><mrow><mi>a</mi></mrow><mrow><mi>r</mi><mi>e</mi><mi>n</mi><mi>t</mi><mo>-</mo><mi>o</mi><mi>u</mi><mi>t</mi></mrow></msup></math> is the amount of land rented-out by the farmer, <math alttext=\"a^{own}\" id=\"inf3\"><msup><mrow><mi>a</mi></mrow><mrow><mi>o</mi><mi>w</mi><mi>n</mi></mrow></msup></math> is the amount of land owned by the farmer.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The transaction costs <math alttext=\"t\" id=\"inf4\"><mi>t</mi></math> can be associated with information, negotiation and the enforcement of contract provisions. In land rental contracts, the adoption of a long-term contract can reduce the costs associated with the renegotiation of contracts. The inclusion of non-price provisions such as a break clause can provide some level of flexibility for the contracting parties in entering into a long-term contract (<a href=\"#bib1\">Adenuga et al., 2021</a>). The transaction costs are likely to vary between farms due to differences in the contract duration and the level of experience in contract negotiation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the ABM model, we do not assume that the initial state of the land market is perfectly competitive. This means that participation in the agricultural land market can bring about improvements in farm household economic welfare, relative to the initial state. We assume that the same production function applies to both land rented and land owned and that total farm size equals the sum of land rented-in and owned minus land rented-out.",
                            "type": "paragraph"
                        },
                        {
                            "label": "(2)",
                            "mathml": "<math><mi>A</mi><mo>=</mo><msup><mrow><mi>a</mi></mrow><mrow><mi>r</mi><mi>e</mi><mi>n</mi><mi>t</mi><mo>-</mo><mi>i</mi><mi>n</mi></mrow></msup><mo>+</mo><msup><mrow><mi>a</mi></mrow><mrow><mi>o</mi><mi>w</mi><mi>n</mi></mrow></msup><mo>-</mo><msup><mrow><mi>a</mi></mrow><mrow><mi>r</mi><mi>e</mi><mi>n</mi><mi>t</mi><mo>-</mo><mi>o</mi><mi>u</mi><mi>t</mi></mrow></msup></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "By behaving according to the profit maximization motive, farm operators with a marginal value product of land higher than the marginal cost of land (r+t) will tend to rent-in additional land.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the sealed-bid auction setting of this model, potential tenants compete for rented land and this competition ensures that the rental costs approach the value of the marginal product of the land. However, we do not assume that the rental price will be in a state of equilibrium, but rather that there is a tendency towards equilibrium.",
                            "type": "paragraph"
                        },
                        {
                            "label": "(3)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mrow><mo>(</mo><mrow><mi>p</mi><mfrac><mrow><mtext> </mtext><mtext> </mtext><mi mathvariant=\"normal\">∂</mi><mi>f</mi><mrow><mo>(</mo><mi>A</mi><mo>)</mo></mrow></mrow><mrow><mi mathvariant=\"normal\">∂</mi><mrow><mo>(</mo><mi>A</mi><mo>)</mo></mrow></mrow></mfrac></mrow><mo>)</mo></mrow><mo stretchy=\"false\">⇐</mo><mrow><mo>(</mo><mrow><mi>r</mi><mo>+</mo><mi>t</mi></mrow><mo>)</mo></mrow></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "It is assumed that a market agent or auctioneer coordinates between landowners and potential tenants. This market agent collects all available information on sealed bids and reservation prices and identifies the highest bidder for each land parcel available on the market and mediates between landowners and tenants in finalising the agreed rental price. An important assumption in this model is that each farmer makes only one sealed bid for each parcel of land.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In contrast to the traditional farm equilibrium model, we do not assume that prices are negotiated at a single point where aggregate supply and aggregate demand are intersecting. For the individual tenant farmer, the marginal product of the land equals the rental price plus transaction costs plus a surplus <math alttext=\"s\" id=\"inf5\"><mi>s</mi></math> to the tenant farmer. This surplus allows the tenant farm operator to earn a profit from renting-in additional land. A tenant farmer may achieve a surplus from renting-in additional land where the marginal value product of the land exceeds the market rate for the rented plot of agricultural land.",
                            "type": "paragraph"
                        },
                        {
                            "label": "(4)",
                            "mathml": "<math><mfenced close=\"\" open=\"\" separators=\"|\"><mrow><mi>p</mi><mfrac><mrow><mi> </mi><mi> </mi><mo>∂</mo><mi>f</mi><mfenced separators=\"|\"><mrow><mi>A</mi></mrow></mfenced></mrow><mrow><mo>∂</mo><mfenced separators=\"|\"><mrow><mi>A</mi></mrow></mfenced></mrow></mfrac></mrow></mfenced><mo>=</mo><mi> </mi><mfenced separators=\"|\"><mrow><mi>r</mi><mo>+</mo><mi>t</mi><mo>+</mo><mi>s</mi></mrow></mfenced></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "In addition, we attempt to account for diminishing returns to scale. We estimate additional costs associated with expanding the land area by 20 hectares or more. It is assumed that increasing the land area beyond this threshold will necessitate additional building costs and further costs associated with operating and maintaining those buildings and potential interest expenses associated with the purchase of livestock.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#E5\">Equation 5</a> shows that for the supply side of the market, the transaction costs are subtracted from the rental income. The model assumes that a large pool of landowners are willing to let out their land at a given time. The resulting competition between landowners is assumed to reduce rental prices so that they approach the value of the marginal product of the land. As in the case of tenant farmers, landowners may achieve a surplus where the market rate exceeds the willingness to accept, which is based on the marginal product of the land under the current ownership.",
                            "type": "paragraph"
                        },
                        {
                            "label": "(5)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>p</mi><mfrac><mrow><mtext> </mtext><mtext> </mtext><mi mathvariant=\"normal\">∂</mi><mi>f</mi><mrow><mo>(</mo><mi>A</mi><mo>)</mo></mrow></mrow><mrow><mi mathvariant=\"normal\">∂</mi><mrow><mo>(</mo><mi>A</mi><mo>)</mo></mrow></mrow></mfrac><mo stretchy=\"false\">⇐</mo><mrow><mo>(</mo><mrow><mi>r</mi><mo>−</mo><mi>t</mi></mrow><mo>)</mo></mrow></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "There are a number of constraints in the ABM model. In this model, farms may not always expand to the point where the marginal product and marginal costs of the land are equal. It is assumed that a central authority closes the auction when the share of rented land in a region reaches 30 per cent of the utilizable agricultural area in that region. In the ABM model, we exclude the option of farm exit so that farms with very low or negative returns remain active in farming. In the equilibrium model, farm exits are permitted and the number of remaining farms can reduce significantly. Within each land market group, we make the strong assumption that land parcels are homogenous and that differences in gross margins are due to variability in farm management.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Similar to <a href=\"#bib68\">Viaggi et al. (2013)</a>, we simulate transactions in the land market assuming that farms seek to maximize total farm profit under the further assumption that land can be reallocated among a group of farms within a particular region or local area.",
                            "type": "paragraph"
                        },
                        {
                            "label": "(6)",
                            "mathml": "<math><mi mathvariant=\"normal\">M</mi><mi mathvariant=\"normal\">a</mi><mi mathvariant=\"normal\">x</mi><mi mathvariant=\"normal\"> </mi><mo>∏</mo><mo>=</mo><mrow><munder><mo>∑</mo><mrow><mi>i</mi></mrow></munder><mrow><msub><mrow><mi>π</mi></mrow><mrow><mi>i</mi></mrow></msub><mfenced separators=\"|\"><mrow><msub><mrow><mi>a</mi></mrow><mrow><mi>i</mi></mrow></msub><mo>,</mo><msub><mrow><msub><mrow><mi>u</mi></mrow><mrow><mi>i</mi></mrow></msub><mo>,</mo><mi>x</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfenced></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "subject to",
                            "type": "paragraph"
                        },
                        {
                            "label": "(7)",
                            "mathml": "<math><mrow><munder><mo>∑</mo><mrow><mi>i</mi></mrow></munder><mrow><msub><mrow><mi>a</mi></mrow><mrow><mi>i</mi></mrow></msub><mo>≤</mo><mi>A</mi></mrow></mrow></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Where <math alttext=\"\\prod \" id=\"inf6\"><mo>∏</mo></math> is the total farm profit in the region, <math alttext=\"\\pi _{i}\" id=\"inf7\"><msub><mrow><mi>π</mi></mrow><mrow><mi>i</mi></mrow></msub></math> represents the profit function of farm i, <math alttext=\"a_{i}\" id=\"inf8\"><msub><mrow><mi>a</mi></mrow><mrow><mi>i</mi></mrow></msub></math> represents the land available in farm i and x represent other factors affecting farm profitability. In the ABM model, the term <math alttext=\"u_{i}\" id=\"inf9\"><msub><mrow><mi>u</mi></mrow><mrow><mi>i</mi></mrow></msub></math> represents the land, which is unavailable to the market as all farms retain a minimum number of hectares.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the ABM model, there is a constraint so that no farm is simulated to fall below ten hectares in land area. The land which is potentially available to the market <math alttext=\"a_{i}\" id=\"inf10\"><msub><mrow><mi>a</mi></mrow><mrow><mi>i</mi></mrow></msub></math> is therefore constrained to be the Utilizable Agricultural Area (UAA) of each farm in the sample minus 10. The land available to the market equals zero for the case of a farm with an initial farm size, which is less than 10 hectares.",
                            "type": "paragraph"
                        },
                        {
                            "label": "(8)",
                            "mathml": "<math><msub><mrow><mi>α</mi></mrow><mrow><mi>i</mi></mrow></msub><mo>=</mo><mi>M</mi><mi>a</mi><mi>x</mi><mo>(</mo><mn>0</mn><mo>,</mo><msub><mrow><mi>U</mi><mi>A</mi><mi>A</mi></mrow><mrow><mi>i</mi></mrow></msub><mo>-</mo><mn>10</mn><mo>)</mo></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "This can be contrasted with the equilibrium model, where the available land equals the total utilizable agricultural area of the region i.e. <math alttext=\"\\underset{i}{\\sum }a_{i}=\\sum UAA_{i}\" id=\"inf11\"><mrow><munder><mo>∑</mo><mrow><mi>i</mi></mrow></munder><mrow><msub><mrow><mi>a</mi></mrow><mrow><mi>i</mi></mrow></msub><mo>=</mo><mrow><mo>∑</mo><mrow><msub><mrow><mi>U</mi><mi>A</mi><mi>A</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mrow></mrow></mrow></math> . Farm exits are permitted in the equilibrium model and all farmland can potentially form part of a transaction.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "In the ABM models, we place limits on the demand for agricultural land rental. The ABM model stipulates that no dairy or livestock farm can participate in the land rental market when farm size exceeds 120 hectares. For tillage farms, the model stipulates that no farm can participate in the land rental market when farm size exceeds 200 hectares. The higher threshold for the tillage sector is due to the greater land intensity on tillage farms. These assumptions also apply to the traditional equilibrium model.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "These thresholds are designed in order to remain within the scope of the family farm model. We specify that these thresholds may allow a majority of the farm labour to be attributed to the farm operator and other family members. <a href=\"#bib28\">Garner and de la O Campos (2014)</a> conclude that the reliance on family labour is the most defining characteristic of family farms”.<a href=\"#fn1\"><sup>1</sup></a> In the appendix, we show in <a href=\"#A2-F1\">Figure A2</a>, the share of family labour in total labour according to the farm size.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The individual demands for additional agricultural land <math alttext=\"d_{i}\" id=\"inf12\"><msub><mrow><mi>d</mi></mrow><mrow><mi>i</mi></mrow></msub></math> can be therefore described in the following:",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<i>Dairy and Livestock</i> <math alttext=\"d_{i}=Max\\left (0,120-UAA_{i}\\right)\" id=\"inf13\"><msub><mrow><mi>d</mi></mrow><mrow><mi>i</mi></mrow></msub><mo>=</mo><mi>M</mi><mi>a</mi><mi>x</mi><mo>(</mo><mn>0</mn><mo>,</mo><msub><mrow><mn>120</mn><mo>-</mo><mi>U</mi><mi>A</mi><mi>A</mi></mrow><mrow><mi>i</mi></mrow></msub><mo>)</mo></math>(9)",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<i>Tillage</i> <math alttext=\"d_{i}=Max\\left (0,200-UAA_{i}\\right)\" id=\"inf14\"><msub><mrow><mi>d</mi></mrow><mrow><mi>i</mi></mrow></msub><mo>=</mo><mi>M</mi><mi>a</mi><mi>x</mi><mo>(</mo><mn>0</mn><mo>,</mo><msub><mrow><mn>200</mn><mo>-</mo><mi>U</mi><mi>A</mi><mi>A</mi></mrow><mrow><mi>i</mi></mrow></msub><mo>)</mo></math>(10)",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We attempt to simulate land transfers based on a scenario where profit maximisation is the only motive for new transactions. It can be noted that other non-pecuniary motivations influence land-use decisions (<a href=\"#bib37\">Howley, 2015</a>; <a href=\"#bib38\">Howley et al., 2015</a>). However, these motives are assumed to not influence new land rental transactions.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Similar to the case of <a href=\"#bib4\">Balmann (1997)</a> and <a href=\"#bib27\">Freeman et al. (2009)</a>, the marginal value product of land is based on the expected gross margin of each individual farm. We estimate the adjusted gross profit per hectare for each individual farm in each of the six regional groups. This adjusted gross profit per hectare is the gross revenue per hectare plus an adjustment for direct payments minus variable costs and family labour costs and is described in <a href=\"#E11\">equation 11</a>. Non-family labour costs are already deducted as part of the variable costs. The adjusted gross profit per hectare does not necessarily represent the shadow price of land due to the possibility of immediate constraints relating to the hiring of labour or purchase of machinery.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We do not account for the influence of the riskiness of the farm returns in the formation of bid prices. The maximum willingness to pay or bid price from each potential tenant farmer is influenced by the direct payments and the extent to which these payments are capitalised into the bids of each potential tenant. Previous research has not given much attention to the capitalisation of direct payments into the formation of bid prices. <a href=\"#bib68\">Viaggi et al. (2013)</a> is among the few exceptions. The complexity and uncertainty around the estimation of capitalisation rates is a likely contributor.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In the baseline scenario, we assume that 50 per cent of direct payments are included in the value of each bid. This does not necessarily translate into a capitalisation of direct payments of 50 per cent given the interactions with the supply side of the market.<a href=\"#fn2\"><sup>2</sup></a> The bid price or maximum willingness to pay from each tenant is therefore given in the following:",
                                    "type": "paragraph"
                                },
                                {
                                    "label": "(11)",
                                    "mathml": "<math><msub><mrow><msub><mrow><mi>P</mi><mi>r</mi><mi>i</mi><mi>c</mi><mi>e</mi></mrow><mrow><mi>B</mi><mi>I</mi><mi>D</mi></mrow></msub><mo>=</mo><mi> </mi><mi>π</mi></mrow><mrow><mi>G</mi><mi>R</mi><mi>O</mi><mi>S</mi><mi>S</mi></mrow></msub><mo>=</mo><mi> </mi><mfrac><mrow><mi>A</mi><mi>O</mi><mo>-</mo><mi>V</mi><mi>C</mi><mo>-</mo><mi>F</mi><mi>L</mi><mi>C</mi></mrow><mrow><mi>a</mi></mrow></mfrac><mo>+</mo><mi>c</mi><mi>D</mi><mi>P</mi><mi>h</mi><mi>a</mi></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "Where <math alttext=\"P_{bid}\" id=\"inf15\"><msub><mrow><mi>P</mi></mrow><mrow><mi>b</mi><mi>i</mi><mi>d</mi></mrow></msub></math> is the maximum willingness to pay equal to the <math alttext=\"\\pi _{GROSS}\" id=\"inf16\"><msub><mrow><mi>π</mi></mrow><mrow><mi>G</mi><mi>R</mi><mi>O</mi><mi>S</mi><mi>S</mi></mrow></msub></math> gross profit per hectare. The notation AO represents the value of agricultural output, VC represents variable costs, FLC represents family labour costs, which includes the estimated labour costs associated with the farm operator and other family members. The notation c represents the capitalisation rate and <math alttext=\"DPha\" id=\"inf17\"><mi>D</mi><mi>P</mi><mi>h</mi><mi>a</mi></math> represents the value of the direct payments per hectare.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In the ABM model, it is assumed that the variable costs per hectare increase when the newly acquired land exceeds 20 hectares. This is attributed to the additional building costs, energy costs and interest costs associated with the purchase of livestock. These additional costs affect the assumed willingness to pay for additional farmland. For dairy farms, the assumed decrease in willingness to pay is €200 per hectare and for livestock farms, the assumed decrease is €100 per hectare. There is some reasoning behind these values. We assume that farmers account for the building costs over a ten year horizon. <a href=\"#bib61\">Ryan and Lenehan (2016)</a> outline the costs associated with winter accommodation for non-dairy beef animals and show how these costs vary according to the type of animal. Teagasc (2017) outlines the building costs associated with the construction of a new milking parlour and accommodation. The overall building costs for dairy tend to greatly exceed that of non-dairy cattle farming.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Within each of the six land markets, each farm is ranked according to their respective gross profits. In the ABM model, all farms with a size greater or equal to 12 hectares are ranked. The farm with the lowest gross profit offers their land for leasing to a potential tenant. The market agent collects the bids and allocates parcels to the farm in the market with the highest adjusted gross profit per hectare. Farms exit the market if they reach the thresholds outlined in <a href=\"#E9\">equations (9) and (10)</a>.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-7-1",
                            "title": "Demand",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "It is assumed that each farm has the same strategy i.e. rent-in land at the cheapest possible price or alternatively let-out land at the highest possible bid price. In this sealed-bid auction, the most profitable farms will seek to rent-in parcels at the lowest possible price from the farms with the lowest profitability. At the same time, the farms with relatively low profitability will seek to let-out land to the highest bidder i.e. from the farm with the highest gross profit per hectare.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The simulation process begins by transferring agricultural land from the least profitable farm to the most profitable in an iterative process. All transfers take place within the same regional land market and no tenants enter into regional markets outside of their own region. In this process, we assume that land is transferred in a parcel size of two hectares. As described in (9) and (10), the model is constrained so that farms exit the land rental market when their farm size reaches a certain threshold.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#bib48\">Meisser (2017)</a> advices that ‘source code cannot replace high level descriptions, but it should be the preferred way to provide the full model specification’. In the appendix, we therefore include a portion of the source code with the pseudo-code to help understand the model implementation in Stata. We also include the source code for the ABM model in a separate file containing the variable name definitions.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In this simulation model, the land rental market closes at the point where the rental share in the region reaches 30 per cent. This would bring the rental share closer to the levels reported in many Western European countries (<a href=\"#bib45\">Loughrey et al., 2020</a>). It should be noted however, that the rental share in Ireland is unlikely to reach the levels reported in EU member states such as Germany and France given that landowners and farmers are largely the same population.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-7-2",
                            "title": "Microsimulation Model",
                            "type": "section"
                        }
                    ],
                    "id": "s3-7",
                    "title": "Submodels – Theory",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "Details and Methods",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section, we detail the results from our simulations and add some findings based on recent data from the 2020 Teagasc NFS data. We display the simulation results showing the simulated change in the farm size distribution and the extent of land transfer from the livestock sectors to the dairy sector. In line with our second hypothesis, we identify whether or not the simulated change in the farm size distribution can be described as progressive or regressive. We pay some attention to the determination of prices in the equilibrium model.",
                    "type": "paragraph"
                },
                {
                    "text": "In <a href=\"#table3\">Tables 3 and 4</a>, we show the simulated changes according to each farming sector. <a href=\"#table3\">Table 3</a> shows that under the simulation model and with the greater emphasis on profit maximization, the average farm size in the dairy sector increases by 15.2 hectares while the average farm size in the cattle sector declines by 5.9 hectares and the average farm size in the sheep sector by approximately 8.7 hectares. <a href=\"#table4\">Table 4</a> shows the implications for the share of agricultural land allocated to each farming system. One can see from the results that the share allocated to the dairy sector increases from 23 per cent to 30.5 per cent of agricultural land in Ireland.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: Teagasc NFS 2017 and Author’s simulations using Teagasc NFS 2015-2017.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table3",
                            "label": "Table 3",
                            "tables": [
                                "<table><thead><tr><th align=\"left\">System</th><th align=\"left\">Average Farm Size (Ha.)</th><th align=\"left\">Average Farm Size [Post-Simulation]</th><th align=\"left\">Change in Farm Size (Ha.)</th></tr></thead><tbody><tr><td align=\"left\">Dairying</td><td align=\"left\">58.4</td><td align=\"left\">73.6</td><td align=\"left\">15.2</td></tr><tr><td align=\"left\">Cattle</td><td align=\"left\">33.5</td><td align=\"left\">27.6</td><td align=\"left\">-5.9</td></tr><tr><td align=\"left\">Sheep</td><td align=\"left\">46.9</td><td align=\"left\">38.2</td><td align=\"left\">-8.7</td></tr><tr><td align=\"left\">Other</td><td align=\"left\">73.7</td><td align=\"left\">83.5</td><td align=\"left\">9.8</td></tr><tr><td align=\"left\">Tillage</td><td align=\"left\">59.1</td><td align=\"left\">64.8</td><td align=\"left\">5.6</td></tr></tbody></table>"
                            ],
                            "title": "Simulated Average Farm Size by System",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "table4",
                            "label": "Table 4",
                            "tables": [
                                "<table><thead><tr><th align=\"left\">System</th><th align=\"left\">Initial Share</th><th align=\"left\">Share Post-Simulation</th><th align=\"left\">Percentage Change</th></tr></thead><tbody><tr><td align=\"left\">Specialist Dairying</td><td align=\"left\">24.0%</td><td align=\"left\">31.5%</td><td align=\"left\">7.4%</td></tr><tr><td align=\"left\">Cattle</td><td align=\"left\">46.0%</td><td align=\"left\">39.3%</td><td align=\"left\">-6.7%</td></tr><tr><td align=\"left\">Sheep</td><td align=\"left\">17.1%</td><td align=\"left\">14.4%</td><td align=\"left\">-2.6%</td></tr><tr><td align=\"left\">Other</td><td align=\"left\">2.5%</td><td align=\"left\">3.0%</td><td align=\"left\">0.4%</td></tr><tr><td align=\"left\">Tillage</td><td align=\"left\">10.3%</td><td align=\"left\">11.8%</td><td align=\"left\">1.4%</td></tr></tbody></table>"
                            ],
                            "title": "Simulated Share of Agricultural Land by System",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The Farm Structures Survey showed that the total rented hectares for specialist dairy farms increased by approximately 30,000 hectares (approximately 0.6 per cent of total agricultural area) between 2013 and 2016 (<a href=\"#bib20\">CSO, 2022</a>). The preliminary results for the 2020 Census of Agriculture show that the total UAA farmed by specialist dairy farms increased by 4.7 per cent from approximately 952,000 hectares in 2016 to approximately 997,000 hectares in 2020 (<a href=\"#bib20\">CSO, 2022</a>). This indicates that the share of land farmed by dairy farms increased by approximately 0.2 per cent per annum during this time.",
                    "type": "paragraph"
                },
                {
                    "text": "These preliminary Census results also show an increase in the average UAA on dairy farms in Ireland from approximately 55 hectares in 2010 to 65 hectares in 2020. This indicates that the rise in the average dairy farm size is already well underway. It is not surprising that average dairy farm size is increasing in the aftermath of quota abolition in 2015. The extent of the rise in average dairy farm size may be influenced to some extent by the increasing prevalence of company farms. This can be difficult to capture using FADN data where the survey coverage is concerned with family farms.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table4\">Table 4</a> shows that in the case of the cattle sector, the share of agricultural land declines from 44.7 per cent to 38 per cent. The share of land allocated to the sheep sector declines to 14.5 per cent. An increase occurs in the tillage sector where the share rises to almost 13 per cent of total land area. These simulation results appear to be larger than the changes indicated by the 2016 Farm Structures Survey and the preliminary results from the 2020 Census of Agriculture (<a href=\"#bib20\">CSO, 2022</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The increase in average dairy farm size does not necessarily correspond with an equal increase in the share of land in dairy farming. This is due to the possibility of dairy farm exits. It appears from the 2020 Census of Agriculture that the number of specialist dairy farms in Ireland decreased between 2016 and 2020. It may be the case that an increase in profit maximization behaviour is occuring among dairy farmers who are considering exiting the dairy farming system. Some of these farmers may be opting for the decision to lease out land when exiting dairy farming.",
                    "type": "paragraph"
                },
                {
                    "text": "The above results are based on simulations representing a scenario where profit maximization becomes much more important in the decision-making of landowners and tenants relative to the recent past. There is no particular timeline placed on the speed of this change in decision-making. However, some validation appears necessary. The simulations have produced striking changes in the distribution of farmland and it is important to examine whether or not there are some signs of a changing distribution. In addition, there is the possibility that the comparison of simulated and actual data will lead to further insights and directions for future research.",
                    "type": "paragraph"
                },
                {
                    "text": "In <a href=\"#table5\">Table 5</a>, we use 2020 Teagasc National Farm Survey data to show the estimated changes in the average farm size by farming system. The results are presented using the 2017 sample weights and with the 2020 sample weights. These results indicate a clear increase in the average farm size of specialist dairy farms and particularly when the change in sample weights are taken into account. The Teagasc NFS sample weights for 2017 are based on the Farm Structures Survey 2016 data and the 2020 weights are based on the <a href=\"#bib20\">CSO (2022)</a> data. An increase in dairy farm size was identified in the latter. This necessitated an increase in the weight for larger dairy farms.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: Teagasc NFS 2017 and 2020.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table5",
                            "label": "Table 5",
                            "tables": [
                                "<table><thead><tr><th align=\"left\">System</th><th align=\"left\">Average Farm Size 2017 (Ha.)</th><th align=\"left\">Average Farm Size 2020 [Ha.]</th><th align=\"left\">Change in Farm Size (Ha.)</th><th align=\"left\">Average Farm Size 2020 [Ha.]</th><th align=\"left\">Change in Farm Size (Ha.)</th></tr><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\">2017 Weights</th><th align=\"left\"/><th align=\"left\" colspan=\"2\">2020<br/>Weights</th></tr></thead><tbody><tr><td align=\"left\">Dairying</td><td align=\"left\">58.4</td><td align=\"left\">61.7</td><td align=\"left\">3.3</td><td align=\"left\">65.9</td><td align=\"left\">7.5</td></tr><tr><td align=\"left\">Cattle</td><td align=\"left\">33.5</td><td align=\"left\">33.6</td><td align=\"left\">0.1</td><td align=\"left\">31.5</td><td align=\"left\">-2.0</td></tr><tr><td align=\"left\">Sheep</td><td align=\"left\">46.9</td><td align=\"left\">47.3</td><td align=\"left\">0.4</td><td align=\"left\">49.5</td><td align=\"left\">2.6</td></tr><tr><td align=\"left\">Tillage</td><td align=\"left\">59.1</td><td align=\"left\">61.7</td><td align=\"left\">2.6</td><td align=\"left\">73.2</td><td align=\"left\">14.1</td></tr></tbody></table>"
                            ],
                            "title": "Change in Average Farm Size by System 2017 to 2020",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<a href=\"#table5\">Table 5</a> indicates that the average farm size of a specialist dairy farm in Ireland is 7.5 hectares larger in 2020 relative to 2017. Using a balanced panel and fixed 2017 sample weights, the increase in average farm size is just 3.3 hectares. However, it is important to take into account the change in sample weights as these capture the change in the actual size distribution over time as indicated by the Census of Agriculture. Relative to the simulation results, the changes in average farm size appear smaller for both cattle and sheep systems. Sheep farming has improved significantly in terms of economic performance since 2017 (<a href=\"#bib22\">Dillon et al., 2022</a>) and this may be a factor in the expanding farm size. The results for the tillage system may be influenced by a relatively small sample size and changes in the composition of the sample. We do not report the results for the Other category due to the small sample size. Under the balanced panel, the average tillage farm is slightly larger (2.6 hectares) in 2020 relative to 2017. Our ABM model does not account for the possibility of a change in the relative returns from different farming systems and this remains a limitation in the model.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table5\">Table 5</a> indicates that the average farm size of cattle farms has declined slightly by 2 hectares during a three year period and this could be due to a myriad of factors. In addition, there is evidence of some exits from cattle farming and exits from farming in general. The 2016 Farm Structures Survey showed 78,300 farms in specialist beef production but this declined to 74,159 in the 2020 Census of Agriculture. At the same time, the total number of sheep farms has increased from 15,100 in 2016 to 17,435 in 2020. A combination of farm exits and a change in farming systems are probably contributing to the actual decline in agricultural area associated with non-dairy cattle farming.",
                    "type": "paragraph"
                },
                {
                    "text": "In <a href=\"#table6\">Table 6</a>, we use Census of Agriculture data for 2010 and 2020 to further explore the actual changes in the agricultural land area allocated to each farming system. These definitions differ from the Teagasc NFS survey in terms of the treatment of crop systems and mixed crop and livestock systems. However, the results are very striking in showing the large changes in land area by farming system from 2010 to 2020. Over this ten-year period, there has been a 15.2 per cent increase in the land area for specialist dairy farming and a 7.4 per cent decrease in the area allocated to specialist beef production. For dairy farming and non-dairy cattle farming (i.e. specialist beef production), the simulated changes described in <a href=\"#table4\">Table 4</a> are still higher than the actual changes that have taken place between 2010 and 2020. However, there is a clear increase in land rental activity at the end of this decade. <a href=\"#table6\">Table 6</a> indicates that large changes in land use can take place within a relatively short period of time. However, the comparison of 2017 and 2020 data (<a href=\"#table5\">Table 5</a>) may be too short of a window for large changes to be expected.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: Censuses of Agriculture 2010 and 2020.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table6",
                            "label": "Table 6",
                            "tables": [
                                "<table><thead><tr><th align=\"left\">System</th><th align=\"left\">2010<br/>(Ha.)</th><th align=\"left\">2020<br/>(Ha.)</th><th align=\"left\">Change<br/>(Ha.)</th><th align=\"left\">Percentage Change</th><th align=\"left\">Percentage Change in Share of Land</th></tr></thead><tbody><tr><td align=\"left\">Dairying</td><td align=\"left\">865,666</td><td align=\"left\">997,267</td><td align=\"left\">131,601</td><td align=\"left\">15.2%</td><td align=\"left\">3.2%</td></tr><tr><td align=\"left\">Cattle</td><td align=\"left\">2,153,343</td><td align=\"left\">1,994,877</td><td align=\"left\">-158,466</td><td align=\"left\">-7.4%</td><td align=\"left\">-2.9%</td></tr><tr><td align=\"left\">Sheep</td><td align=\"left\">417,494</td><td align=\"left\">503,872</td><td align=\"left\">86,378</td><td align=\"left\">20.7%</td><td align=\"left\">2.0%</td></tr><tr><td align=\"left\">Tillage</td><td align=\"left\">268,520</td><td align=\"left\">290,461</td><td align=\"left\">21,941</td><td align=\"left\">8.2%</td><td align=\"left\">0.6%</td></tr><tr><td align=\"left\">Mixed Grazing Livestock</td><td align=\"left\">527,622</td><td align=\"left\">381,158</td><td align=\"left\">-146,464</td><td align=\"left\">-27.8%</td><td align=\"left\">-3.1%</td></tr><tr><td align=\"left\">Mixed Crops And Livestock</td><td align=\"left\">137,541</td><td align=\"left\">114,159</td><td align=\"left\">-23,382</td><td align=\"left\">-17.0%</td><td align=\"left\">-0.5%</td></tr><tr><td align=\"left\">Mixed Field Crops</td><td align=\"left\">162,832</td><td align=\"left\">186,559</td><td align=\"left\">23,728</td><td align=\"left\">14.6%</td><td align=\"left\">0.6%</td></tr><tr><td align=\"left\">Other</td><td align=\"left\">33,038</td><td align=\"left\">37,077</td><td align=\"left\">4,039</td><td align=\"left\">12.2%</td><td align=\"left\">0.1%</td></tr></tbody></table>"
                            ],
                            "title": "Total Agricultural Area by Farming System 2010-2020",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "In <a href=\"#table7\">Table 7</a>, we return to the simulation results and show the simulated impact on farm size inequality. These results suggest that farm size inequality would increase in all regions but the increase appears greatest in two of the markets where the soil is of medium quality. This confirms the first hypothesis that an increase in profit maximisation leads to an increase in farm size inequality. The simulation results are somewhat sensitive to the choice of the upper threshold, which restricts larger farms from entering the market. The gini coefficient is three to four points lower in some regions if we apply an upper threshold of 90 hectares for dairy and livestock farms. We have also tested the implications of running the model with the expected gross margins based on the longer period of 2012 to 2017. The results are not found to be very sensitive to the choice of reference period.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table7",
                            "label": "Table 7",
                            "tables": [
                                "<table><thead><tr><th align=\"left\">Group</th><th align=\"left\">Region</th><th align=\"left\">Soil Type</th><th align=\"left\">Initial Gini Coefficient 2017 Data</th><th align=\"left\">Gini Coefficient [Simulation]</th><th align=\"left\">Gini Coefficient 2020 Data</th></tr></thead><tbody><tr><td align=\"left\">1</td><td align=\"left\">South-West, Mid-West</td><td align=\"left\">Good</td><td align=\"left\">35.8</td><td align=\"left\">45.0</td><td align=\"left\">36.8</td></tr><tr><td align=\"left\">2</td><td align=\"left\">East</td><td align=\"left\">Good</td><td align=\"left\">39.8</td><td align=\"left\">47.4</td><td align=\"left\">42.8</td></tr><tr><td align=\"left\">3</td><td align=\"left\">BMW</td><td align=\"left\">Good</td><td align=\"left\">36.2</td><td align=\"left\">50.8</td><td align=\"left\">42.7</td></tr><tr><td align=\"left\">4</td><td align=\"left\">South-West, Mid-West</td><td align=\"left\">Medium</td><td align=\"left\">31.7</td><td align=\"left\">48.9</td><td align=\"left\">37.4</td></tr><tr><td align=\"left\">5</td><td align=\"left\">East</td><td align=\"left\">Medium</td><td align=\"left\">32.4</td><td align=\"left\">49.9</td><td align=\"left\">38.1</td></tr><tr><td align=\"left\">6</td><td align=\"left\">BMW</td><td align=\"left\">Medium</td><td align=\"left\">32.4</td><td align=\"left\">41.8</td><td align=\"left\">38.0</td></tr></tbody></table>"
                            ],
                            "title": "Farm Size Inequality by Group under Profit Maximisation",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The farm size inequality would rise from being relatively low in comparison to other EU member states (<a href=\"#bib44\">Loughrey and Donnellan, 2017</a>). This outcome would occur in the absence of counteracting forces such as generational renewal and the influx of new entrants, who may contribute differently to the extent of concentration. In practice, the extent of the distributional change is also likely to be tempered by the preferences of the older generation in maintaining active control of the farm, a process that is described in <a href=\"#bib16\">Conway et al. (2017)</a> and <a href=\"#bib17\">Conway et al. (2021)</a>. We compare the simulation results with the findings from the 2020 Teagasc NFS data. In all groups, there appears to be some increase in farm size inequality between 2017 and 2020 but not to the same extent as the simulation results. The increase in the gini coefficient appears highest in the BMW region and where the land is of medium quality in the south-west, mid-west and east regions. The Gini coefficient can be sensitive to the inclusion of very small farms in the survey and we therefore consider alternative indicators of farm size concentration.",
                    "type": "paragraph"
                },
                {
                    "text": "For the estimation of farm size concentration, we estimate the mid-point hectare statistic at the regional and national level as described in (<a href=\"#bib47\">Lund and Price, 1998</a>). This statistic is perhaps better suited to assessing farm size concentration than the Gini coefficient as the former is less sensitive to the inclusion/exclusion of small farms from the survey.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table8\">Table 8</a> shows the simulation results for the mid-point hectare statistic. These indicate large increases in farm size concentration in most of the regions. The largest increases in farm size concentration are in the south-west and mid-west regions where a large number of medium-sized specialist dairy farms expand to 120 hectares. This indicator is probably better suited to the analysis of farm size concentration than the Gini coefficient as the latter is more sensitive to the inclusion of very small farms.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table8",
                            "label": "Table 8",
                            "tables": [
                                "<table><thead><tr><th align=\"left\">Group</th><th align=\"left\">Region</th><th align=\"left\">Soil Type</th><th align=\"left\">Initial Midpoint Hectare</th><th align=\"left\">Midpoint Hectare [Post-Simulation]</th><th align=\"left\">Midpoint Hectare 2020</th></tr></thead><tbody><tr><td align=\"left\">1</td><td align=\"left\">South-West, Mid-West</td><td align=\"left\">Good</td><td align=\"left\">58</td><td align=\"left\">73</td><td align=\"left\">67</td></tr><tr><td align=\"left\">2</td><td align=\"left\">East</td><td align=\"left\">Good</td><td align=\"left\">64</td><td align=\"left\">77</td><td align=\"left\">66</td></tr><tr><td align=\"left\">3</td><td align=\"left\">BMW</td><td align=\"left\">Good</td><td align=\"left\">45</td><td align=\"left\">67</td><td align=\"left\">59</td></tr><tr><td align=\"left\">4</td><td align=\"left\">South-West, Mid-West</td><td align=\"left\">Medium</td><td align=\"left\">47</td><td align=\"left\">72</td><td align=\"left\">50</td></tr><tr><td align=\"left\">5</td><td align=\"left\">East</td><td align=\"left\">Medium</td><td align=\"left\">62</td><td align=\"left\">91</td><td align=\"left\">64</td></tr><tr><td align=\"left\">6</td><td align=\"left\">BMW</td><td align=\"left\">Medium</td><td align=\"left\">40</td><td align=\"left\">46</td><td align=\"left\">41</td></tr></tbody></table>"
                            ],
                            "title": "Mid-Point Hectare Statistic by Group under Profit Maximisation",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Under the assumption of profit maximization behaviour, this further expansion in milk production is facilitated by the decisions of a large number of drystock cattle farms to let out the majority of their land. In the East, the midpoint hectare increases from 64 to 77 hectares in good quality land areas and from 62 to 91 hectares in areas of medium quality land. In the south-west and mid-west, the midpoint hectare increases from 58 to 73 hectares for good quality land and from 47 to 72 hectares for medium quality land. In the BMW regions, the farm size concentration appears somewhat lower. This is due to the presence of a large number of small cattle and sheep farms. In the BMW region, the midpoint hectare increases from 45 hectares to 67 hectares in the case of good quality land and from 40 hectares to 46 hectares in the case of medium quality land.",
                    "type": "paragraph"
                },
                {
                    "text": "In the final column, we show the estimated midpoint hectare based on the actual Teagasc NFS data for 2020. These figures indicate an increase in farm size concentration in two regions with good quality land and limited changes in regions with medium quality land. The increase in concentration is most notable in the BMW region (+14 hectares) and in the South-West and Mid-West region (+15 hectares). These results are robust to the use of a balanced panel dataset. The limited change in farm size concentration in other regions may have some positive implications. The case for a more active land market may be less convincing for areas of medium quality land. In addition, the farm size concentration is already relatively high in the east region and further concentration may be less beneficial in economic and environmental terms.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#table9\">Table 9</a> shows the extent to which the simulated rise in inequality can be considered progressive or regressive and whether the farm size growth favours the initially small or large farms. We find that in the South-West and Mid-West regions with good quality land, the increase in profit maximization behaviour in the land market would actually be progressive. The ABM model results indicate that an increase in profit maximization behaviour would lead to a slightly progressive change in the distribution of farmland in parts of the BMW region where the land is of good quality. There are some contrasting results for those geographical areas where the land is of medium quality with a regressive impact for medium quality land in the South-West and Mid-West regions and in the East region. In those areas with medium quality land, the farms in the 50-100 hectare size category would increase at the expense of smaller farms.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table9",
                            "label": "Table 9",
                            "tables": [
                                "<table><thead><tr><th align=\"left\">Group</th><th align=\"left\">Region</th><th align=\"left\">Soil Type</th><th align=\"left\">Progressivity+<br/>Regressivity-</th></tr></thead><tbody><tr><td align=\"left\">1</td><td align=\"left\">South-West, Mid-West</td><td align=\"left\">Good</td><td align=\"left\">+0.047</td></tr><tr><td align=\"left\">2</td><td align=\"left\">East</td><td align=\"left\">Good</td><td align=\"left\">-0.006</td></tr><tr><td align=\"left\">3</td><td align=\"left\">BMW</td><td align=\"left\">Good</td><td align=\"left\">+0.013</td></tr><tr><td align=\"left\">4</td><td align=\"left\">South-West, Mid-West</td><td align=\"left\">Medium</td><td align=\"left\">-0.059</td></tr><tr><td align=\"left\">5</td><td align=\"left\">East</td><td align=\"left\">Medium</td><td align=\"left\">-0.059</td></tr><tr><td align=\"left\">6</td><td align=\"left\">BMW</td><td align=\"left\">Medium</td><td align=\"left\">+0.029</td></tr></tbody></table>"
                            ],
                            "title": "Progressivity or Regressivity of Distribution in Post-Simulation",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "content": [
                        {
                            "text": "The ABM model can be useful in tracking changes in the farm size distribution but is limited in addressing the determination of land rental prices. This is partly due to the small sample size. We therefore describe the land market with a walrasian equilibrium model where prices are determined at the point where total supply equals total demand at the regional level. <a href=\"#fig2\">Figure 2</a> shows the supply and demand for agricultural land with good quality land in the south-west and mid-west regions under this equilibrium modelling approach. These graphs are constructed using the twoway and lowess commands in Stata in order to smooth the data. <a href=\"#fig2\">Figure 2</a> shows that the equilibrium price in this market is approximately €550 per hectare, where approximately 40 per cent of the land area is rented. The demand curve shows that many of the bidders in this market would be willing to pay amounts in excess of €600 per hectare for land.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00264%2Fijm-00264-fig002.tif",
                                        "size": {
                                            "width": 1208,
                                            "height": 880
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00264%2Fijm-00264-fig002.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00264-fig002.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Market for Good Agricultural Land in South-West and Mid-West Region",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Assuming that all transactions take place at the market clearing price, then some economic surpluses can be gained from renting-in additional land at the equilibrium price. At the same time, a significant number of low-income farmers could gain economically from renting out their land at the equilibrium price.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig3\">Figure 3</a> shows the equilibrium model for the East region with good quality land. In this market, the equilibrium price is similar to that shown in <a href=\"#fig2\">Figure 2</a>. The demand curve shows that many of the bidders in this market would be willing to pay amounts in excess of €600 per hectare. Tillage farming is more prevalent in the east region relative to the south-west and mid-west region. It should be noted that land markets in this region tend to be more influenced by urbanization and non-agricultural usage.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00264%2Fijm-00264-fig003.tif",
                                        "size": {
                                            "width": 1208,
                                            "height": 880
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00264%2Fijm-00264-fig003.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00264-fig003.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Market for Good Agricultural Land in East Region",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In <a href=\"#fig4\">Figure 4</a>, we show the equilibrium model for the land market in the BMW region. This market contrasts sharply with the markets depicted in <a href=\"#fig2\">Figure 2 and 3</a>. In the BMW region, there is a concentration of non-viable farms in the sheep and beef enterprises (<a href=\"#bib50\">O’Donoghue, 2017</a>). This affects the shape of the supply curve in the land market under the assumption of profit maximization. The equilibrium rental price is much lower in this market relative to those other markets where there are good soils. <a href=\"#fig4\">Figure 4</a> shows an equilibrium rental price of approximately €300 per hectare, which is somewhat higher than the median price of existing rental agreements (€252 per hectare) as reported in <a href=\"#table2\">Table 2</a>. Although it is not shown in this paper, our results suggest that the equilibrium land rental price is significantly lower for the BMW region with medium quality land.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00264%2Fijm-00264-fig004.tif",
                                        "size": {
                                            "width": 1208,
                                            "height": 880
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00264%2Fijm-00264-fig004.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00264-fig004.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Market for Good Agricultural Land in BMW Region",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-1",
                    "title": "Results for the Equilibrium Model and Price Determination",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4.Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this paper, we have introduced a new agent-based microsimulation model to analyse the agricultural land rental market in Ireland. The findings from the microsimulation model indicate that a continued increase in profit maximization behaviour in the land rental market could lead to a sizeable shift in farming activity away from the non-dairy cattle and sheep farming systems to the dairy farming system with significant increases in farm size concentration. Census of Agriculture data for 2010 and 2020 shows that a significant shift in agricultural area has already occurred in terms of the area allocated to each of the main farming systems. Since 2016, it appears that the average dairy farm size has increased but with limited increases in the national share of farmland allocated to dairy farming. This can be explained by the exit of some dairy farms and the letting out or sale of these farms to other dairy farms. For expanding dairy farms, this source of additional farmland may be limited in the future and could force a greater reliance on renting or purchasing land from cattle and sheep farms.",
                    "type": "paragraph"
                },
                {
                    "text": "The simulation results indicate that an increase in profit maximization would lead to the farm size distribution becoming more concentrated than is currently the case. This would occur with a rise in the rental share from approximately 20 per cent to 30 per cent of total utilizable agricultural area. The results contain some caveats. Some increase in the rental share could occur as a result of farmer retirements and farm exits and these are excluded from the ABM model. The simulated changes in the farm size distribution may also involve significant economic mobility in some regions. The distribution of farmland could follow a more meritocratic form where the land market becomes more influenced by profit maximization. In some areas with high land quality, the changes to the distribution could be mildly progressive where farm size growth favours initially small to medium sized farms.",
                    "type": "paragraph"
                },
                {
                    "text": "At the same time, the ownership of farmland would remain unchanged thereby implying no change in the distribution of farmland ownership and associated wealth. Although not modelled explicitly, the findings suggest that older farmers with no successor may find the option of letting out good quality land appealing. The results suggest that the strength of the case for a more active land rental market is place dependent with less evidence in support of a more active land market in areas of medium land quality. Evidence from the 2020 Teagasc National Farm Survey data indicates that the increase in farm size concentration is largely occurring in areas of good quality land with limited changes in areas of medium quality land.",
                    "type": "paragraph"
                },
                {
                    "text": "The model results also indicate that an increase in profit maximisation behaviour leads to a significant transfer of agricultural land from the cattle and sheep sectors and towards the more profitable dairy sector. The simulation results point to a small increase in land area for the tillage sector, which can be partly attributed to relatively lower labour costs and lower building costs associated with expansion of the land area. A comparison of 2016 Farm Structures Survey data and 2020 Census of Agriculture data shows that many of these trends are taking place albeit at a slower pace. There is an important exception in sheep farming, where the land area is actually expanding. This trend is a possible result of a notable improvement in economic conditions for the sector in recent years.",
                    "type": "paragraph"
                },
                {
                    "text": "A number of potentially countervailing forces are excluded from consideration in the ABM model. For instance, the ABM model does not account for the potential of new entrants to alter the farmland distribution or the inclusion of the land sales market. In addition, the potential for farmers to change their farming system could have implications for the land rental market and the farmland distribution. Targeted changes to the system of farm subsidies could also have some implications for land rental markets both in terms of land rental prices and the farmland distribution. These factors are not considered in the current version of the ABM model.",
                    "type": "paragraph"
                },
                {
                    "text": "In addition to the microsimulation model, we display results based on an equilibrium model, where prices are determined by the total supply and total demand for agricultural land and with the assumption of one single market-clearing price in each regional market. This provides some useful insights into the potential supply and demand for agricultural land in various regions. Under this equilibrium model of price determination, our results confirm sharp differences in rental prices between the land markets in the south and east regions and the largely disadvantaged BMW region in Ireland.",
                    "type": "paragraph"
                },
                {
                    "text": "The microsimulation model and the equilibrium model can both be refined to account for the assumptions regarding transaction costs and the costs associated with fragmentation. Future work could account for the duration of land rental agreements, the possible influence of farm succession, the choice of farming system, the question of land sales, farm exit and the overall impact on farm incomes.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Discussion and Conclusion",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "For a closer review of definitions for the ‘family farm’ (See <a href=\"#bib28\">Garner and de la O Campos (2014)</a> have reviewed 36 definitions of the term “family farm,”",
                            "type": "paragraph"
                        }
                    ],
                    "id": "BFN1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib52\">O’Neill and Hanrahan (2016)</a> estimate that the average capitalisation of direct payments is approximately 21 per cent for cattle farms, 41 per cent for dairy and 50 per cent for tillage farms. On sheep farms, the capitalization is not statistically significant but the average capitalization is 35 per cent.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "BFN2",
                    "title": "2.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "The Case for Long-Term Land Leasing: A Review of the Empirical Literature",
            "authors": [
                {
                    "name": {
                        "index": "Adenuga, AH",
                        "preferred": "AH Adenuga"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jack, C",
                        "preferred": "C Jack"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McCarry, R",
                        "preferred": "R McCarry"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.3390/land10030238",
            "id": "bib1",
            "journal": "Land",
            "pages": "238",
            "type": "journal",
            "volume": "10"
        },
        {
            "articleTitle": "Predator or prey? Effects of farm growth on neighbouring farms",
            "authors": [
                {
                    "name": {
                        "index": "Appel, F",
                        "preferred": "F Appel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Balmann, A",
                        "preferred": "A Balmann"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1111/1477-9552.12503",
            "id": "bib71",
            "journal": "Journal of Agricultural Economics",
            "pages": {
                "first": "1",
                "last": "23",
                "range": "1–23"
            },
            "type": "journal"
        },
        {
            "articleTitle": "Outstanding in the Field: Evaluating Auction Markets for Farmland Using Multi-Agent Simulation",
            "authors": [
                {
                    "name": {
                        "index": "Arsenault, A",
                        "preferred": "A Arsenault"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nolan, J",
                        "preferred": "J Nolan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schoney, R",
                        "preferred": "R Schoney"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gilchrist, D",
                        "preferred": "D Gilchrist"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "doi": "10.18564/jasss.1827",
            "id": "bib2",
            "journal": "Journal of Artificial Societies and Social Simulation",
            "pages": "11",
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "Farm-based modelling of regional structural change: A cellular automata approach",
            "authors": [
                {
                    "name": {
                        "index": "Balmann, A",
                        "preferred": "A Balmann"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "doi": "10.1093/erae/24.1.85",
            "id": "bib4",
            "journal": "European Review of Agricultural Economics",
            "pages": {
                "first": "85",
                "last": "108",
                "range": "85–108"
            },
            "type": "journal",
            "volume": "24"
        },
        {
            "articleTitle": "Market Power in Agricultural Land Markets: Concepts and Empirical Challenges",
            "authors": [
                {
                    "name": {
                        "index": "Balmann, A",
                        "preferred": "A Balmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Graubner, M",
                        "preferred": "M Graubner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Müller, D",
                        "preferred": "D Müller"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hüttel, S",
                        "preferred": "S Hüttel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Seifert, S",
                        "preferred": "S Seifert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Odening, M",
                        "preferred": "M Odening"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Plogmann, J",
                        "preferred": "J Plogmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ritter, M",
                        "preferred": "M Ritter"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.30430/gjae.2021.0117",
            "id": "bib5",
            "journal": "German Journal of Agricultural Economics",
            "pages": {
                "first": "213",
                "last": "235",
                "range": "213–235"
            },
            "type": "journal",
            "volume": "70"
        },
        {
            "articleTitle": "Agent-based spatial models applied to agriculture: a simulation tool for technology diffusion, resource use changes and policy analysis",
            "authors": [
                {
                    "name": {
                        "index": "Berger, T",
                        "preferred": "T Berger"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "doi": "10.1111/j.1574-0862.2001.tb00205.x",
            "id": "bib6",
            "journal": "Agricultural Economics",
            "pages": {
                "first": "245",
                "last": "260",
                "range": "245–260"
            },
            "type": "journal",
            "volume": "25"
        },
        {
            "articleTitle": "Agent-based Modelling of Climate Adaptation and Mitigation Options in Agriculture",
            "authors": [
                {
                    "name": {
                        "index": "Berger, T",
                        "preferred": "T Berger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Troost, C",
                        "preferred": "C Troost"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.1111/1477-9552.12045",
            "id": "bib7",
            "journal": "Journal of Agricultural Economics",
            "pages": {
                "first": "323",
                "last": "348",
                "range": "323–348"
            },
            "type": "journal",
            "volume": "65"
        },
        {
            "articleTitle": "Simulating agricultural land rental markets by combining agent-based models with traditional economics concepts: The case of the Argentine Pampas",
            "authors": [
                {
                    "name": {
                        "index": "Bert, F",
                        "preferred": "F Bert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "North, M",
                        "preferred": "M North"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rovere, S",
                        "preferred": "S Rovere"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tatara, E",
                        "preferred": "E Tatara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Macal, C",
                        "preferred": "C Macal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Podestá, G",
                        "preferred": "G Podestá"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1016/j.envsoft.2015.05.005",
            "id": "bib8",
            "journal": "Environmental Modelling & Software",
            "pages": {
                "first": "97",
                "last": "110",
                "range": "97–110"
            },
            "type": "journal",
            "volume": "71"
        },
        {
            "articleTitle": "Land policy in France and its consequence for the farmers",
            "authors": [
                {
                    "name": {
                        "index": "Boinon, JP",
                        "preferred": "JP Boinon"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.17221/5374-AGRICECON",
            "id": "bib9",
            "journal": "Agricultural Economics (Zemědělská EKONOMIKA)",
            "pages": {
                "first": "166",
                "last": "172",
                "range": "166–172"
            },
            "type": "journal",
            "volume": "49"
        },
        {
            "articleTitle": "The factors influencing the profitability of leased land on dairy farms in Ireland",
            "authors": [
                {
                    "name": {
                        "index": "Bradfield, T",
                        "preferred": "T Bradfield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Butler, R",
                        "preferred": "R Butler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dillon, EJ",
                        "preferred": "EJ Dillon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hennessy, T",
                        "preferred": "T Hennessy"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1016/j.landusepol.2020.104649",
            "id": "bib11",
            "journal": "Land Use Policy",
            "pages": "104649",
            "type": "journal",
            "volume": "95"
        },
        {
            "articleTitle": "An agent-based approach to modeling impacts of agricultural policy on land use, biodiversity and ecosystem services",
            "authors": [
                {
                    "name": {
                        "index": "Brady, M",
                        "preferred": "M Brady"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sahrbacher, C",
                        "preferred": "C Sahrbacher"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kellermann, K",
                        "preferred": "K Kellermann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Happe, K",
                        "preferred": "K Happe"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1007/s10980-012-9787-3",
            "id": "bib10",
            "journal": "Landscape Ecology",
            "pages": {
                "first": "1363",
                "last": "1381",
                "range": "1363–1381"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Buckley, C",
                        "preferred": "C Buckley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Donnellan, T",
                        "preferred": "T Donnellan"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Teagasc National Farm Survey 2020 Sustainability Report",
            "date": "2021",
            "id": "bib12",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Galway, Ireland"
                        ]
                    },
                    "formatted": [
                        "Galway, Ireland"
                    ]
                },
                "name": [
                    "Athenry, Co"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Female successors in Irish family farming: four pathways to farm transfer",
            "authors": [
                {
                    "name": {
                        "index": "Cassidy, A",
                        "preferred": "A Cassidy"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1080/02255189.2018.1517643",
            "id": "bib13",
            "journal": "Canadian Journal of Development Studies / Revue Canadienne D’études Du Développement",
            "pages": {
                "first": "238",
                "last": "253",
                "range": "238–253"
            },
            "type": "journal",
            "volume": "40"
        },
        {
            "articleTitle": "Land Market Imperfections and Agricultural Policy Impacts in the New EU Member States: A Partial Equilibrium Analysis",
            "authors": [
                {
                    "name": {
                        "index": "Ciaian, P",
                        "preferred": "P Ciaian"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Swinnen, JFM",
                        "preferred": "JFM Swinnen"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.1111/j.1467-8276.2006.00899.x",
            "id": "bib14",
            "journal": "American Journal of Agricultural Economics",
            "pages": {
                "first": "799",
                "last": "815",
                "range": "799–815"
            },
            "type": "journal",
            "volume": "88"
        },
        {
            "articleTitle": "Land leasing: Findings of a study in the west region of the Republic of Ireland",
            "authors": [
                {
                    "name": {
                        "index": "Conway, AG",
                        "preferred": "AG Conway"
                    },
                    "type": "person"
                }
            ],
            "date": "1986",
            "id": "bib15",
            "journal": "Irish Journal of Agricultural Economics and Rural Sociology",
            "pages": {
                "first": "1",
                "last": "18",
                "range": "1–18"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "Farmers Don’t Retire’: Re-Evaluating How We Engage with and Understand the ‘Older’ Farmer’s Perspective",
            "authors": [
                {
                    "name": {
                        "index": "Conway, SF",
                        "preferred": "SF Conway"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Farrell, M",
                        "preferred": "M Farrell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McDonagh, J",
                        "preferred": "J McDonagh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kinsella, A",
                        "preferred": "A Kinsella"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.3390/su14052533",
            "id": "bib18",
            "journal": "Sustainability",
            "pages": "2533",
            "type": "journal",
            "volume": "14"
        },
        {
            "articleTitle": "Uncovering obstacles: The exercise of symbolic power in the complex arena of intergenerational family farm transfer",
            "authors": [
                {
                    "name": {
                        "index": "Conway, SF",
                        "preferred": "SF Conway"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McDonagh, J",
                        "preferred": "J McDonagh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Farrell, M",
                        "preferred": "M Farrell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kinsella, A",
                        "preferred": "A Kinsella"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.1016/j.jrurstud.2017.06.007",
            "id": "bib16",
            "journal": "Journal of Rural Studies",
            "pages": {
                "first": "60",
                "last": "75",
                "range": "60–75"
            },
            "type": "journal",
            "volume": "54"
        },
        {
            "articleTitle": "Going against the grain: Unravelling the habitus of older farmers to help facilitate generational renewal in agriculture",
            "authors": [
                {
                    "name": {
                        "index": "Conway, SF",
                        "preferred": "SF Conway"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McDonagh, J",
                        "preferred": "J McDonagh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Farrell, M",
                        "preferred": "M Farrell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kinsella, A",
                        "preferred": "A Kinsella"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1111/soru.12355",
            "id": "bib17",
            "journal": "Sociologia Ruralis",
            "pages": {
                "first": "602",
                "last": "622",
                "range": "602–622"
            },
            "type": "journal",
            "volume": "61"
        },
        {
            "articleTitle": "Market Power in a GIS-Based Hedonic Price Model of Local Farmland Markets",
            "authors": [
                {
                    "name": {
                        "index": "Cotteleer, G",
                        "preferred": "G Cotteleer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gardebroek, C",
                        "preferred": "C Gardebroek"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Luijt, J",
                        "preferred": "J Luijt"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "doi": "10.3368/le.84.4.573",
            "id": "bib19",
            "journal": "Land Economics",
            "pages": {
                "first": "573",
                "last": "592",
                "range": "573–592"
            },
            "type": "journal",
            "volume": "84"
        },
        {
            "authors": [
                {
                    "name": "CSO",
                    "type": "group"
                }
            ],
            "date": "2022",
            "id": "bib20",
            "title": "Census of Agriculture 2020 - Preliminary Results",
            "type": "web",
            "uri": "https://www.cso.ie/en/releasesandpublications/ep/p-coa/censusofagriculture2020-preliminaryresults/kf/"
        },
        {
            "articleTitle": "Investors’ impact on Czech farmland prices: a microstructural analysis",
            "authors": [
                {
                    "name": {
                        "index": "Curtiss, J",
                        "preferred": "J Curtiss"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jelínek, L",
                        "preferred": "L Jelínek"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Medonos, T",
                        "preferred": "T Medonos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hruška, M",
                        "preferred": "M Hruška"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hüttel, S",
                        "preferred": "S Hüttel"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1093/erae/jbaa029",
            "id": "bib21",
            "journal": "European Review of Agricultural Economics",
            "pages": {
                "first": "97",
                "last": "157",
                "range": "97–157"
            },
            "type": "journal",
            "volume": "48"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dillon, E",
                        "preferred": "E Dillon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Donnellan, T",
                        "preferred": "T Donnellan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moran, B",
                        "preferred": "B Moran"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lennon, J",
                        "preferred": "J Lennon"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "id": "bib22",
            "title": "Teagasc National Farm Survey 2021 Preliminary Results, Agricultural Economics and Farm Surveys Department, Rural Economy Development Programme, Teagasc",
            "type": "web",
            "uri": "https://www.teagasc.ie/media/website/publications/2022/NFS2021.pdf"
        },
        {
            "articleTitle": "Retirement farming or sustainable growth – land transfer choices for farmers without a successor",
            "authors": [
                {
                    "name": {
                        "index": "Duesberg, S",
                        "preferred": "S Duesberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bogue, P",
                        "preferred": "P Bogue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Renwick, A",
                        "preferred": "A Renwick"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.1016/j.landusepol.2016.12.007",
            "id": "bib24",
            "journal": "Land Use Policy",
            "pages": {
                "first": "526",
                "last": "535",
                "range": "526–535"
            },
            "type": "journal",
            "volume": "61"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fagiolo, G",
                        "preferred": "G Fagiolo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Guerini, M",
                        "preferred": "M Guerini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lamperti, F",
                        "preferred": "F Lamperti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moneta, A",
                        "preferred": "A Moneta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Roventini, A",
                        "preferred": "A Roventini"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "details": "Validation of Agent-Based Models in Economics and Finance, Computer Simulation Validation. Simulation Foundations, Methods and Applications, Springer, Cham",
            "id": "bib25",
            "title": "Computer Simulation Validation. Simulation Foundations, Methods and Applications",
            "type": "unknown"
        },
        {
            "articleTitle": "Agent-based urban land markets: agent’s pricing behavior, land prices and urban land use change",
            "authors": [
                {
                    "name": {
                        "index": "Filatova, T",
                        "preferred": "T Filatova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Parker, D",
                        "preferred": "D Parker"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van der Veen, A",
                        "preferred": "A Van der Veen"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib26",
            "journal": "Journal of Artificial Societies and Social Simulation",
            "pages": "3",
            "type": "journal",
            "volume": "12"
        },
        {
            "articleTitle": "An Agent-Based Simulation Model of Structural Change in Canadian Prairie Agriculture, 1960-2000",
            "authors": [
                {
                    "name": {
                        "index": "Freeman, T",
                        "preferred": "T Freeman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nolan, J",
                        "preferred": "J Nolan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schoney, R",
                        "preferred": "R Schoney"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1111/j.1744-7976.2009.01169.x",
            "id": "bib27",
            "journal": "Canadian Journal of Agricultural Economics/Revue Canadienne d’agroeconomie",
            "pages": {
                "first": "537",
                "last": "554",
                "range": "537–554"
            },
            "type": "journal",
            "volume": "57"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Garner, E",
                        "preferred": "E Garner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de la O Campos, AP",
                        "preferred": "AP de la O Campos"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Identifying the Family Farm. An Informal Discussion of the Concepts and Definitions",
            "date": "2014",
            "id": "bib28",
            "publisher": {
                "name": [
                    "Food and Agriculture Organization of the United Nations, Agricultural Development Economics Division (ESA"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The effect of farmer attitudes on openness to land transactions: evidence for Ireland",
            "authors": [
                {
                    "name": {
                        "index": "Geoghegan, C",
                        "preferred": "C Geoghegan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kinsella, A",
                        "preferred": "A Kinsella"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.36253/bae-9746",
            "id": "bib29",
            "journal": "Bio-Based and Applied Economics",
            "pages": {
                "first": "153",
                "last": "168",
                "range": "153–168"
            },
            "type": "journal",
            "volume": "10"
        },
        {
            "articleTitle": "Agent-based Models",
            "authors": [
                {
                    "name": {
                        "index": "Gilbert, N",
                        "preferred": "N Gilbert"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib30",
            "journal": "Quantitative Applications in the Social Sciences",
            "pages": "112",
            "type": "journal",
            "volume": "153"
        },
        {
            "articleTitle": "Measurement of Inequality of Incomes",
            "authors": [
                {
                    "name": {
                        "index": "Gini, C",
                        "preferred": "C Gini"
                    },
                    "type": "person"
                }
            ],
            "date": "1921",
            "doi": "10.2307/2223319",
            "id": "bib31",
            "journal": "The Economic Journal",
            "pages": "124",
            "type": "journal",
            "volume": "31"
        },
        {
            "articleTitle": "Lost in space? The effect of direct payments on land rental prices",
            "authors": [
                {
                    "name": {
                        "index": "Graubner, M",
                        "preferred": "M Graubner"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1093/erae/jbx027",
            "id": "bib32",
            "journal": "European Review of Agricultural Economics",
            "pages": {
                "first": "143",
                "last": "171",
                "range": "143–171"
            },
            "type": "journal",
            "volume": "45"
        },
        {
            "articleTitle": "A standard protocol for describing individual-based and agent-based models",
            "authors": [
                {
                    "name": {
                        "index": "Grimm, V",
                        "preferred": "V Grimm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Berger, U",
                        "preferred": "U Berger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bastiansen, F",
                        "preferred": "F Bastiansen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliassen, S",
                        "preferred": "S Eliassen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ginot, V",
                        "preferred": "V Ginot"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Giske, J",
                        "preferred": "J Giske"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goss-Custard, J",
                        "preferred": "J Goss-Custard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Grand, T",
                        "preferred": "T Grand"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heinz, SK",
                        "preferred": "SK Heinz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Huse, G",
                        "preferred": "G Huse"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Huth, A",
                        "preferred": "A Huth"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jepsen, JU",
                        "preferred": "JU Jepsen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jørgensen, C",
                        "preferred": "C Jørgensen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mooij, WM",
                        "preferred": "WM Mooij"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Müller, B",
                        "preferred": "B Müller"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pe’er, G",
                        "preferred": "G Pe’er"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Piou, C",
                        "preferred": "C Piou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Railsback, SF",
                        "preferred": "SF Railsback"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robbins, AM",
                        "preferred": "AM Robbins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robbins, MM",
                        "preferred": "MM Robbins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rossmanith, E",
                        "preferred": "E Rossmanith"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rüger, N",
                        "preferred": "N Rüger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strand, E",
                        "preferred": "E Strand"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Souissi, S",
                        "preferred": "S Souissi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stillman, RA",
                        "preferred": "RA Stillman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vabø, R",
                        "preferred": "R Vabø"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Visser, U",
                        "preferred": "U Visser"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "DeAngelis, DL",
                        "preferred": "DL DeAngelis"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.1016/j.ecolmodel.2006.04.023",
            "id": "bib33",
            "journal": "Ecological Modelling",
            "pages": {
                "first": "115",
                "last": "126",
                "range": "115–126"
            },
            "type": "journal",
            "volume": "198"
        },
        {
            "articleTitle": "The ODD protocol: A review and first update",
            "authors": [
                {
                    "name": {
                        "index": "Grimm, V",
                        "preferred": "V Grimm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Berger, U",
                        "preferred": "U Berger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "DeAngelis, DL",
                        "preferred": "DL DeAngelis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Polhill, JG",
                        "preferred": "JG Polhill"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Giske, J",
                        "preferred": "J Giske"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Railsback, SF",
                        "preferred": "SF Railsback"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1016/j.ecolmodel.2010.08.019",
            "id": "bib34",
            "journal": "Ecological Modelling",
            "pages": {
                "first": "2760",
                "last": "2768",
                "range": "2760–2768"
            },
            "type": "journal",
            "volume": "221"
        },
        {
            "articleTitle": "Agent-based Analysis of Agricultural Policies: an Illustration of the Agricultural Policy Simulator AgriPoliS, its Adaptation and Behavior",
            "authors": [
                {
                    "name": {
                        "index": "Happe, K",
                        "preferred": "K Happe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kellermann, K",
                        "preferred": "K Kellermann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Balmann, A",
                        "preferred": "A Balmann"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.5751/ES-01741-110149",
            "id": "bib35",
            "journal": "Ecology and Society",
            "pages": "49",
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "The Inefficiencies of Regionalised Milk Quota Trade",
            "authors": [
                {
                    "name": {
                        "index": "Hennessy, T",
                        "preferred": "T Hennessy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shrestha, S",
                        "preferred": "S Shrestha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shalloo, L",
                        "preferred": "L Shalloo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wallace, M",
                        "preferred": "M Wallace"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1111/j.1477-9552.2008.00187.x",
            "id": "bib36",
            "journal": "Journal of Agricultural Economics",
            "pages": {
                "first": "334",
                "last": "347",
                "range": "334–347"
            },
            "type": "journal",
            "volume": "60"
        },
        {
            "articleTitle": "The Happy Farmer: The Effect of Nonpecuniary Benefits on Behavior",
            "authors": [
                {
                    "name": {
                        "index": "Howley, P",
                        "preferred": "P Howley"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1093/ajae/aav020",
            "id": "bib37",
            "journal": "American Journal of Agricultural Economics",
            "pages": {
                "first": "1072",
                "last": "1086",
                "range": "1072–1086"
            },
            "type": "journal",
            "volume": "97"
        },
        {
            "articleTitle": "Explaining the economic ‘irrationality’ of farmers’ land use behaviour: The role of productivist attitudes and non-pecuniary benefits",
            "authors": [
                {
                    "name": {
                        "index": "Howley, P",
                        "preferred": "P Howley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Buckley, C",
                        "preferred": "C Buckley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O Donoghue, C",
                        "preferred": "C O Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ryan, M",
                        "preferred": "M Ryan"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1016/j.ecolecon.2014.11.015",
            "id": "bib38",
            "journal": "Ecological Economics",
            "pages": {
                "first": "186",
                "last": "193",
                "range": "186–193"
            },
            "type": "journal",
            "volume": "109"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Jäntti, M",
                        "preferred": "M Jäntti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jenkins, SP",
                        "preferred": "SP Jenkins"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "807–935, Income mobility, Handbook of Income Distribution, Vol, 2, Elsevier, p",
            "id": "bib39",
            "title": "Handbook of Income Distribution",
            "type": "unknown"
        },
        {
            "articleTitle": "Trends in income inequality, pro-poor income growth, and income mobility",
            "authors": [
                {
                    "name": {
                        "index": "Jenkins, SP",
                        "preferred": "SP Jenkins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van Kerm, P",
                        "preferred": "P Van Kerm"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1093/oep/gpl014",
            "id": "bib40",
            "journal": "Oxford Economic Papers",
            "pages": {
                "first": "531",
                "last": "548",
                "range": "531–548"
            },
            "type": "journal",
            "volume": "58"
        },
        {
            "articleTitle": "Farm Succession in Modern Ireland: Elements of a Theory of Inheritance",
            "authors": [
                {
                    "name": {
                        "index": "Kennedy, L",
                        "preferred": "L Kennedy"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "doi": "10.2307/2597540",
            "id": "bib41",
            "journal": "The Economic History Review",
            "pages": "477",
            "type": "journal",
            "volume": "44"
        },
        {
            "articleTitle": "A review of Agent Based Modeling for agricultural policy evaluation",
            "authors": [
                {
                    "name": {
                        "index": "Kremmydas, D",
                        "preferred": "D Kremmydas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Athanasiadis, IN",
                        "preferred": "IN Athanasiadis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rozakis, S",
                        "preferred": "S Rozakis"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1016/j.agsy.2018.03.010",
            "id": "bib69",
            "journal": "Agricultural Systems",
            "pages": {
                "first": "95",
                "last": "106",
                "range": "95–106"
            },
            "type": "journal",
            "volume": "164"
        },
        {
            "articleTitle": "Policy drivers of farm succession and inheritance",
            "authors": [
                {
                    "name": {
                        "index": "Leonard, B",
                        "preferred": "B Leonard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kinsella, A",
                        "preferred": "A Kinsella"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Farrell, M",
                        "preferred": "M Farrell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mahon, M",
                        "preferred": "M Mahon"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.1016/j.landusepol.2016.09.006",
            "id": "bib42",
            "journal": "Land Use Policy",
            "pages": {
                "first": "147",
                "last": "159",
                "range": "147–159"
            },
            "type": "journal",
            "volume": "61"
        },
        {
            "articleTitle": "Alternative measures of Family Farm Viability – Incorporating gap measures",
            "authors": [
                {
                    "name": {
                        "index": "Loughrey, J",
                        "preferred": "J Loughrey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Conneely, R",
                        "preferred": "R Conneely"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1016/j.jrurstud.2021.11.022",
            "id": "bib46",
            "journal": "Journal of Rural Studies",
            "pages": {
                "first": "257",
                "last": "274",
                "range": "257–274"
            },
            "type": "journal",
            "volume": "89"
        },
        {
            "articleTitle": "A Microsimulation Model for Risk in Irish Tillage Farming",
            "authors": [
                {
                    "name": {
                        "index": "Loughrey, J",
                        "preferred": "J Loughrey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thorne, F",
                        "preferred": "F Thorne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hennessy, T",
                        "preferred": "T Hennessy"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.34196/ijm.00135",
            "id": "bib43",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "41",
                "last": "76",
                "range": "41–76"
            },
            "type": "journal",
            "volume": "9"
        },
        {
            "articleTitle": "Inequality and Concentration in Farmland Size: A Regional Analysis for Western Europe",
            "authors": [
                {
                    "name": {
                        "index": "Loughrey, J",
                        "preferred": "J Loughrey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Donnellan, T",
                        "preferred": "T Donnellan"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "The XV EAAE Congress, “Towards Sustainable Agri-food Systems: Balancing Between Markets and Society"
                ]
            },
            "date": "2017",
            "id": "bib44",
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "The Agricultural Land Market in the EU and the Case for Better Data Provision",
            "authors": [
                {
                    "name": {
                        "index": "Loughrey, J",
                        "preferred": "J Loughrey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Donnellan, T",
                        "preferred": "T Donnellan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hanrahan, K",
                        "preferred": "K Hanrahan"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1111/1746-692X.12212",
            "id": "bib45",
            "journal": "EuroChoices",
            "pages": {
                "first": "41",
                "last": "47",
                "range": "41–47"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "The Measurement of Average Farm Size",
            "authors": [
                {
                    "name": {
                        "index": "Lund, P",
                        "preferred": "P Lund"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Price, R",
                        "preferred": "R Price"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "doi": "10.1111/j.1477-9552.1998.tb01254.x",
            "id": "bib47",
            "journal": "Journal of Agricultural Economics",
            "pages": {
                "first": "100",
                "last": "110",
                "range": "100–110"
            },
            "type": "journal",
            "volume": "49"
        },
        {
            "articleTitle": "The Code is the Model",
            "authors": [
                {
                    "name": {
                        "index": "Meisser, L",
                        "preferred": "L Meisser"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.34196/ijm.00169",
            "id": "bib48",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "184",
                "last": "201",
                "range": "184–201"
            },
            "type": "journal",
            "volume": "10"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "177–191, Modelling farm viability, Spatial Microsimulation for Rural Policy Analysis, Berlin, Heidelberg, Springer, p",
            "id": "bib49",
            "title": "Spatial Microsimulation for Rural Policy Analysis",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "details": "147–175, Spatial Microsimulation of Farm Income, Farm-Level Microsimulation Modelling, Cham, Palgrave Macmillan, p",
            "id": "bib50",
            "title": "Farm-Level Microsimulation Modelling",
            "type": "unknown"
        },
        {
            "articleTitle": "The capitalization of coupled and decoupled CAP payments into land rental rates",
            "authors": [
                {
                    "name": {
                        "index": "O’Neill, S",
                        "preferred": "S O’Neill"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hanrahan, K",
                        "preferred": "K Hanrahan"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1111/agec.12229",
            "id": "bib52",
            "journal": "Agricultural Economics",
            "pages": {
                "first": "285",
                "last": "294",
                "range": "285–294"
            },
            "type": "journal",
            "volume": "47"
        },
        {
            "articleTitle": "Spatial Effects within the Agricultural Land Market in Northern Ireland",
            "authors": [
                {
                    "name": {
                        "index": "Patton, M",
                        "preferred": "M Patton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McErlean, S",
                        "preferred": "S McErlean"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "doi": "10.1111/j.1477-9552.2003.tb00047.x",
            "id": "bib54",
            "journal": "Journal of Agricultural Economics",
            "pages": {
                "first": "35",
                "last": "54",
                "range": "35–54"
            },
            "type": "journal",
            "volume": "54"
        },
        {
            "articleTitle": "How do agricultural policies influence farm size inequality? The example of France",
            "authors": [
                {
                    "name": {
                        "index": "Piet, L",
                        "preferred": "L Piet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Latruffe, L",
                        "preferred": "L Latruffe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Le Mouel, C",
                        "preferred": "C Le Mouel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Desjeux, Y",
                        "preferred": "Y Desjeux"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1093/erae/jbr035",
            "id": "bib55",
            "journal": "European Review of Agricultural Economics",
            "pages": {
                "first": "5",
                "last": "28",
                "range": "5–28"
            },
            "type": "journal",
            "volume": "39"
        },
        {
            "articleTitle": "What drives competition on the farmland market? A case study in Brittany (France)",
            "authors": [
                {
                    "name": {
                        "index": "Piet, L",
                        "preferred": "L Piet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Melot, R",
                        "preferred": "R Melot"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Diop, S",
                        "preferred": "S Diop"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1093/erae/jbaa019",
            "id": "bib57",
            "journal": "European Review of Agricultural Economics",
            "pages": {
                "first": "60",
                "last": "96",
                "range": "60–96"
            },
            "type": "journal",
            "volume": "48"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Polhill, JG",
                        "preferred": "JG Polhill"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Parker, DC",
                        "preferred": "DC Parker"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gotts, NM",
                        "preferred": "NM Gotts"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "81–97, Effects of land markets on competition between innovators and imitators in land use: results from FEARLUS-ELMM, Social Simulation: Technologies, Advances and New Discoveries, IGI Global, p",
            "id": "bib58",
            "title": "Social Simulation: Technologies, Advances and New Discoveries",
            "type": "unknown"
        },
        {
            "articleTitle": "Analysis of environmental and economic efficiency using a farm population micro-simulation model",
            "authors": [
                {
                    "name": {
                        "index": "Ramilan, T",
                        "preferred": "T Ramilan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Scrimgeour, F",
                        "preferred": "F Scrimgeour"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Marsh, D",
                        "preferred": "D Marsh"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1016/j.matcom.2010.04.018",
            "id": "bib59",
            "journal": "Mathematics and Computers in Simulation",
            "pages": {
                "first": "1344",
                "last": "1352",
                "range": "1344–1352"
            },
            "type": "journal",
            "volume": "81"
        },
        {
            "articleTitle": "On the development and use of farm models for policy impact assessment in the European Union – A review",
            "authors": [
                {
                    "name": {
                        "index": "Reidsma, P",
                        "preferred": "P Reidsma"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Janssen, S",
                        "preferred": "S Janssen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jansen, J",
                        "preferred": "J Jansen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van Ittersum, MK",
                        "preferred": "MK van Ittersum"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1016/j.agsy.2017.10.012",
            "id": "bib60",
            "journal": "Agricultural Systems",
            "pages": {
                "first": "111",
                "last": "125",
                "range": "111–125"
            },
            "type": "journal",
            "volume": "159"
        },
        {
            "authors": [
                {
                    "name": "Revenue",
                    "type": "group"
                }
            ],
            "date": "2021",
            "id": "bib72",
            "title": "The Farming Sector in Ireland: A Profile from Revenue Data",
            "type": "web",
            "uri": "https://www.revenue.ie/en/corporate/documents/research/farming-profile-2020.pdf"
        },
        {
            "articleTitle": "Developing farm-level sustainability indicators for Ireland using the Teagasc National Farm Survey",
            "authors": [
                {
                    "name": {
                        "index": "Ryan, M",
                        "preferred": "M Ryan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hennessy, T",
                        "preferred": "T Hennessy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Buckley, C",
                        "preferred": "C Buckley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dillon, EJ",
                        "preferred": "EJ Dillon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Donnellan, T",
                        "preferred": "T Donnellan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hanrahan, K",
                        "preferred": "K Hanrahan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moran, B",
                        "preferred": "B Moran"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1515/ijafr-2016-0011",
            "id": "bib62",
            "journal": "Irish Journal of Agricultural and Food Research",
            "pages": {
                "first": "112",
                "last": "125",
                "range": "112–125"
            },
            "type": "journal",
            "volume": "55"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ryan, T",
                        "preferred": "T Ryan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lenehan, JJ",
                        "preferred": "JJ Lenehan"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib61",
            "title": "Teagasc Beef Manual – Infrastructure - Winter accommodation for beef animals",
            "type": "web",
            "uri": "https://www.teagasc.ie/media/website/publications/2016/Beef-Manual-Section8.pdf"
        },
        {
            "articleTitle": "Agent-Based Modelling of Social-Ecological Systems: Achievements, Challenges, and a Way Forward",
            "authors": [
                {
                    "name": {
                        "index": "Schulze, J",
                        "preferred": "J Schulze"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Müller, B",
                        "preferred": "B Müller"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Groeneveld, J",
                        "preferred": "J Groeneveld"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Grimm, V",
                        "preferred": "V Grimm"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.18564/jasss.3423",
            "id": "bib63",
            "journal": "Journal of Artificial Societies and Social Simulation",
            "pages": {
                "first": "1",
                "last": "27",
                "range": "1–27"
            },
            "type": "journal",
            "volume": "20"
        },
        {
            "authors": [
                {
                    "name": "SCSI/Teagasc",
                    "type": "group"
                }
            ],
            "date": "2022",
            "id": "bib64",
            "title": "SCSI/Teagasc Agricultural Land Market Review and Outlook 2022, Dublin, Ireland",
            "type": "web",
            "uri": "https://www.teagasc.ie/publications/2022/teagascscsi-agricultural-land-market-review--outlook-.php"
        },
        {
            "articleTitle": "Direct Payments, Spatial Competition, and Farm Survival in Norway",
            "authors": [
                {
                    "name": {
                        "index": "Storm, H",
                        "preferred": "H Storm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mittenzwei, K",
                        "preferred": "K Mittenzwei"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heckelei, T",
                        "preferred": "T Heckelei"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1093/ajae/aau085",
            "id": "bib65",
            "journal": "American Journal of Agricultural Economics",
            "pages": {
                "first": "1192",
                "last": "1205",
                "range": "1192–1205"
            },
            "type": "journal",
            "volume": "97"
        },
        {
            "articleTitle": "The Diversity of Land Markets and Regulations in Europe, and (some of) its Causes",
            "authors": [
                {
                    "name": {
                        "index": "Swinnen, J",
                        "preferred": "J Swinnen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van Herck, K",
                        "preferred": "K Van Herck"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vranken, L",
                        "preferred": "L Vranken"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1080/00220388.2015.1060318",
            "id": "bib66",
            "journal": "The Journal of Development Studies",
            "pages": {
                "first": "186",
                "last": "205",
                "range": "186–205"
            },
            "type": "journal",
            "volume": "52"
        },
        {
            "authors": [
                {
                    "name": "Teagasc",
                    "type": "group"
                }
            ],
            "date": "2017",
            "id": "bib70",
            "title": "Dairy Farm Infrastructure Handbook",
            "type": "web",
            "uri": "https://www.teagasc.ie/media/website/publications/2017/Dairy-Farm-Infrastructure-Handbook-Moorepark2017-(V3).pdf"
        },
        {
            "articleTitle": "Land concentration and land grabbing in Europe: a preliminary analysis",
            "authors": [
                {
                    "name": {
                        "index": "van der Ploeg, JD",
                        "preferred": "JD van der Ploeg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Franco, JC",
                        "preferred": "JC Franco"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Borras, SM",
                        "preferred": "SM Borras"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1080/02255189.2015.1027673",
            "id": "bib67",
            "journal": "Canadian Journal of Development Studies / Revue Canadienne D’études Du Développement",
            "pages": {
                "first": "147",
                "last": "162",
                "range": "147–162"
            },
            "type": "journal",
            "volume": "36"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Viaggi, D",
                        "preferred": "D Viaggi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bartolini, F",
                        "preferred": "F Bartolini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Puddu, M",
                        "preferred": "M Puddu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Raggi, M",
                        "preferred": "M Raggi"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Farm/Household-Level Simulation Results of Testing Policy and Other Scenarios",
            "date": "2013",
            "id": "bib68",
            "publisher": {
                "name": [
                    "Factor Markets Working Paper No: 54"
                ]
            },
            "type": "book"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "content": [
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Teagasc National Farm Survey",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "BLK_A1-T1",
                                    "label": "Table A1",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Soil Category</th><th align=\"left\">Description</th></tr></thead><tbody><tr><td align=\"left\">Good Soils (Classes 1 and 2)</td><td align=\"left\">Soils of wide use range have no limitations which cannot be overcome by normal management practices or</td></tr><tr><td align=\"left\"/><td align=\"left\">Moderately wide use-range refers to soils with minor limitations such as coarse texture, moderately high altitude, less favourable climatic conditions, somewhat shallow depth, hummocky topography and somewhat weak structure.</td></tr><tr><td align=\"left\">Medium Soils (Classes 3 and 4)</td><td align=\"left\">The somewhat limited use range category is used for soils with similar limitations to those of Class 2 but these are present to a greater degree. For example, soils with altitude limitations in this category usually occur between 150 m and 365 m, whereas those of the moderately wide use range with altitude limitations are at elevations mostly between 90 and 150 m</td></tr><tr><td align=\"left\"/><td align=\"left\">Soils in this category- are generally unsuited to tillage but suited to a permanent grassland system. The predominant limitation is poor drainage</td></tr><tr><td align=\"left\">Poor Soils</td><td align=\"left\">This class contains those soils whose agricultural potential is greatly restricted. They are widespread in the western and north-western regions, particularly in the mountain zones where high altitude and steep slopes are major limitations.</td></tr></tbody></table>"
                                    ],
                                    "title": "Description of Soil Categories",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s7",
                    "title": "Appendix A: A Description of Soil Categories",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00264%2Fijm-00264-fig005.tif",
                                        "size": {
                                            "width": 889,
                                            "height": 500
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00264%2Fijm-00264-fig005.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00264-fig005.jpg"
                                        }
                                    },
                                    "label": "Figure A1",
                                    "title": "Total Number of Agricultural Land Rental Transactions in Ireland Qualifying for Relief from Rental Income. Source: Revenue (2021)",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s8",
                    "title": "Appendix B: Information on the number of Land Rental Transactions",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00264%2Fijm-00264-fig006.tif",
                                        "size": {
                                            "width": 889,
                                            "height": 515
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00264%2Fijm-00264-fig006.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00264-fig006.jpg"
                                        }
                                    },
                                    "label": "Figure A2",
                                    "title": "Share of Family Labour in Total Labour by Farm Size (Ha.). Source: Authors calculations using Teagasc National Farm Survey 2017**Tillage farms excluded",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s9",
                    "title": "Appendix C: The Relationship between Farm Size and Reliance on Family Labour",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "assets": [
                                {
                                    "id": "BLK_A2-T1",
                                    "label": "Table A2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">ABM model</th><th align=\"left\">Equilibrium Model</th></tr></thead><tbody><tr><td align=\"left\">Time</td><td align=\"left\">Transactions take place under an iterative sequential process</td><td align=\"left\">Transactions occurring instantly at an equilibrium price</td></tr><tr><td align=\"left\">Price Determination</td><td align=\"left\">Bilateral negotiation between landowner and potential tenant with reference to prevailing rental prices</td><td align=\"left\">Rental prices are determined solely by aggregate supply and aggregate demand</td></tr><tr><td align=\"left\">Capitalisation of Direct Payments</td><td align=\"left\">50 per cent of the value of direct payments are added to each bid and each reservation price</td><td align=\"left\">50 per cent of the value of direct payments are added to each bid and each reservation price</td></tr><tr><td align=\"left\">Reservation prices</td><td align=\"left\">The landowner makes decisions with reference to a reservation price, below which the landowner will not release land to the market</td><td align=\"left\">The landowner makes decisions with reference to a reservation price, below which the landowner will not release land to the market</td></tr><tr><td align=\"left\">Farming System</td><td align=\"left\">Assumed that farms remain in their current farming system.</td><td align=\"left\">Assumed that farms remain in their current farming system.</td></tr><tr><td align=\"left\">Farm Size Limits</td><td align=\"left\">Limits on farm size growth can be enforced by a central authority at the regional or national level.</td><td align=\"left\">No assumptions to restrict farm size growth</td></tr><tr><td align=\"left\">Rental Share</td><td align=\"left\">The land rental market comes to a close when the land rental share in the region reaches 30 per cent. This prevents farm exits from occuring.</td><td align=\"left\">No assumptions around rental share and farm exits may occur</td></tr><tr><td align=\"left\">Bid Values</td><td align=\"left\">The recent history of farm profitability is used to form predictions about future profitability and these predictions underline the bids and reservation prices for particular land parcels.</td><td align=\"left\">The recent history of farm profitability is used to form predictions about future profitability and these predictions underline the bids and reservation prices for particular land parcels.</td></tr><tr><td align=\"left\">Costs of Scale</td><td align=\"left\">Decreasing returns to scale - Farmers who expand beyond a certain threshold are assumed to encounter additional costs associated with the purchase of new machinery, livestock and buildings.</td><td align=\"left\">Constant returns to scale</td></tr><tr><td align=\"left\">Initial State</td><td align=\"left\">We do not assume that the initial state of the land market is perfectly competitive.</td><td align=\"left\"/></tr><tr><td align=\"left\">Land Tenure</td><td align=\"left\">Assume rented and owned land are farmed to the same profitability</td><td align=\"left\">Assume rented and owned land are farmed to the same profitability</td></tr><tr><td align=\"left\">Intermediary</td><td align=\"left\">Assumed that a market agent mediates between the land owner and tenant in negotiating each individual transaction</td><td align=\"left\">Walrasian auctioneer</td></tr></tbody></table>"
                                    ],
                                    "title": "Assumptions of the ABM and Equilibrium Models",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s10",
                    "title": "Appendix D: Model Assumptions",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The question of price determination in the ABM model is not given priority in this paper. However, there is some scope to explore this question in future research. In determining the rental price for each <math alttext=\"z\" id=\"inf18\"><mi>z</mi></math> parcel, it can be assumed that a market agent mediates between the land owner and tenant and seeks to identify a mutually beneficial price with reference to the typical price of existing land rental agreements in the market. One does not need to make specific assumptions about whether the agent acts on behalf of the landowner or the potential tenant.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Similar to the AgriPoliS model outlined in <a href=\"#bib35\">Happe et al. (2006)</a>, one can establish the rental price for each parcel in the context of the existing regional rental rates. This allows for some smoothing and variability in the land rental price between each <math alttext=\"z\" id=\"inf19\"><mi>z</mi></math> parcel of land.",
                            "type": "paragraph"
                        },
                        {
                            "label": "(12)",
                            "mathml": "<math><msub><mrow><mi>P</mi></mrow><mrow><mi>z</mi></mrow></msub><mo>=</mo><mi> </mi><msqrt><mfrac><mrow><msub><mrow><mi>R</mi><mi>E</mi><mi>S</mi></mrow><mrow><mi>i</mi><mi>z</mi></mrow></msub><mo>+</mo><msub><mrow><mi>B</mi><mi>I</mi><mi>D</mi></mrow><mrow><mi>j</mi><mi>z</mi></mrow></msub></mrow><mrow><mn>2</mn></mrow></mfrac><mi>*</mi><mi>R</mi><mi>P</mi></msqrt></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math alttext=\"P_{z}\" id=\"inf20\"><msub><mrow><mi>P</mi></mrow><mrow><mi>z</mi></mrow></msub></math> refers to the land rental price for parcel z, <math alttext=\"RES_{iz}\" id=\"inf21\"><msub><mrow><mi>R</mi><mi>E</mi><mi>S</mi></mrow><mrow><mi>i</mi><mi>z</mi></mrow></msub></math> refers to the reservation price of the landowner <math alttext=\"i\" id=\"inf22\"><mi>i</mi></math>, <math alttext=\"BID_{jz}\" id=\"inf23\"><msub><mrow><mi>B</mi><mi>I</mi><mi>D</mi></mrow><mrow><mi>j</mi><mi>z</mi></mrow></msub></math> refers to the maximum willingness to pay of the highest potential bidder <math alttext=\"j\" id=\"inf24\"><mi>j</mi></math>. RP refers to the median land rental price per hectare in each regional market. It is assumed that all transactions take place in a short period of time.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s11",
                    "title": "Appendix E: Price Determination in the Microsimulation Model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Merge Farm Level data for 2015 to 2017",
                            "type": "paragraph"
                        },
                        {
                            "text": "Establish Regional Markets Based on Regional Location and Soil Quality",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Regional Markets based on three locations and two soil quality variables",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Calculate the following values for each farm in 2017:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Decoupled Subsidies i.e. subsidies not linked to production",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Coupled Subsidies i.e. subsidies linked to production",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Estimate the Value of the Bids and Reservation Prices",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Farm Gross Margin minus Variable Overheads minus Subsidies",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Above values are based on averages of 2015, 2016 and 2017",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Add Subsidies using the values for 2017 – Assume 50% capitalisation of these subsidies into each reservation price (willingness to accept) and demand(willingness to pay)",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Keep only the 2017 data",
                            "type": "paragraph"
                        },
                        {
                            "text": "Place limits on the value of bids and reservation prices",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Top Code Bids at 1,000 euro per hectare",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Minimum Reservation Price 50 euro per hectare excl. decoupled payments",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Establish Initial Size of Each Regional Market using the following code",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "<b>egen groupsize1 = sum(group==1</b>)",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<b>egen groupsize2 = sum(group==2</b>)",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Create Variable Names for Initial Values of Land Variables",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Land Rented In",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Land Let Out",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Farm Size (UAA)",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Calculate Initial Farm Size Concentration and Inequality in each Region using this stata code.",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "<b>concindc farm_size [aw=weight], welf(farm_size</b>)",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<b>qui gen ini_gini=r(concindex</b>)",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Begin the simulation in a loop",
                            "type": "paragraph"
                        },
                        {
                            "text": "**Choose the Number of Runs – 1,000 is sufficient for this exercise",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>local runs=1000</b>",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>local j= 1</b>",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>while `j'&lt;= `runs' {</b>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Rank the farms according to the size of bids and reservation prices. Only include farms within the size limits using the following source code in Stata.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>by group: egen firstrnk = rank(bid) if simland &gt; 12 &amp; simland &lt;= 118 &amp; simTILLAGEland &lt;= 198</b>",
                            "type": "paragraph"
                        },
                        {
                            "text": "**********************************************************************************",
                            "type": "paragraph"
                        },
                        {
                            "text": "Identify the highest bidder and the lowest reservation price. The first rank is the farm with the lowest profitability in the market. The highest rank number is the farm with the highest bid.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Create two separate variables for the ranking of demands and reservation prices.",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "The variable rnkD refers to the rank among those farms with a demand for rented land.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "The variable rnkS refers to the rank among those farms with a willingness to supply rented land.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Simulate a land transfer by deducting two hectares from the landowner supplying land ie. the farm with the lowest reservation price still in the market. Add two hectares to the farm renting-in additional land using the following stata code. Similar code can be used to update the amount of land rented on each farm.",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "<b>capture drop landchanged</b>",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<b>gen landchanged = 0</b>",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<b>replace landchanged = min(2,simlandrnd1-2) if rnkS == 1</b>",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<b>capture drop landtransfer</b>",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<b>sort group</b>",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<b>by group:egen landtransfer = sum(landchanged)</b>",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "none",
                            "type": "list"
                        },
                        {
                            "text": "<b>replace simland = simland+landtransfer if rnkD == groupsizenew &amp; groupsizenew != 0 replace simland = simland-landtransfer if rnkS == 1</b>",
                            "type": "paragraph"
                        },
                        {
                            "text": "**************************************************************************************",
                            "type": "paragraph"
                        },
                        {
                            "text": "Include a rule that any farm expanding by 20 hectares or more incurs a reduction in the value of their bids. This may affect the ranking of the bids for the next parcel of land. The previously highest ranked farm may no longer be the highest bid for the next parcel of land. The stata code is part of a loop and facilitates the re-ranking of farms according to the size of the bid.",
                            "type": "paragraph"
                        },
                        {
                            "text": "After each transaction, the model checks if any farm has reached the minimum or maximum limits",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "The code is enabled to remove a farm from the market when it reaches a size limit.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "The rental share for the whole region is calculated after each transaction. In the Teagasc NFS data, this includes the weight variable uaa_weight. In this source code, the simrentin variable represents the amount of land rented by each farm. The simland variable represents the total amount of land on each farm.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s12",
                    "title": "Appendix F: Price Pseudo-Code [Source code is in bold]",
                    "type": "section"
                }
            ],
            "id": "A1",
            "title": "Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "The authors are grateful to Professor Matteo Richiardi and the two anonymous reviewers for detailed and constructive comments on our original submission to the International Journal of Microsimulation.The authors are grateful to participants from the EAAE Seminar ‘Agricultural Land Markets – Recent Developments, Efficiency and Regulation’ held in Berlin in April 2019 and participants from the 7th World Congress of the International Microsimulation Association held in NUI Galway in June 2019 for their valuable questions, comments and suggestions.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
