{
    "status": "vor",
    "id": "00269",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00269",
    "authorLine": "Julian Martinez-Correa et al.",
    "title": "Simulations of Policy Responses During the COVID-19 Crisis in Argentina: Effects on Socioeconomic Indicators",
    "published": "2022-12-31T00:00:00Z",
    "versionDate": "2022-12-31T00:00:00Z",
    "statusDate": "2022-12-31T00:00:00Z",
    "volume": 15,
    "issue": 3,
    "fpage": 38,
    "lpage": 60,
    "elocationId": "38-60",
    "pdf": "http://web:8082/00269/ijm-00269.pdf",
    "subjects": [
        {
            "id": "health",
            "name": "Health"
        },
        {
            "id": "labour-supply-demand",
            "name": "Labour supply and demand"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper simulates the effects of policy responses to the COVID-19 pandemic on household income and employment in Argentina, using household survey data and administrative data on employment and wages by economic sectors. The paper also includes a gender and age group analysis. The results indicate that during the COVID-19 crisis, household income decreased. This welfare loss was nonlinear along the income distribution, with the lowest income earners suffering the most due to relatively higher informality at the bottom of the income distribution. The policy responses seem to ameliorate by around one-third what the average drop in household income, and prevented major increases in poverty and inequality.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Martinez-Correa et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Argentina",
                            "locality": [
                                "La Plata"
                            ]
                        },
                        "formatted": [
                            "La Plata",
                            "Argentina"
                        ]
                    },
                    "name": [
                        "Center for Distributive, Labor and Social Studies (CEDLAS). Institute of Economic Research of the Faculty of Economic Sciences at the National University of La Plata (UNLP)"
                    ]
                }
            ],
            "name": {
                "index": "Martinez-Correa, Julian",
                "preferred": "Julian Martinez-Correa"
            },
            "orcid": "0000-0003-4623-5174",
            "type": "person"
        },
        {
            "name": {
                "index": "Cruces, Guillermo",
                "preferred": "Guillermo Cruces"
            },
            "type": "person"
        },
        {
            "name": {
                "index": "Menduiña, Juan",
                "preferred": "Juan Menduiña"
            },
            "orcid": "0000-0003-2490-2802",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Argentina",
                            "locality": [
                                "La Plata"
                            ]
                        },
                        "formatted": [
                            "La Plata",
                            "Argentina"
                        ]
                    },
                    "name": [
                        "Center for Distributive, Labor and Social Studies (CEDLAS). Institute of Economic Research of the Faculty of Economic Sciences at the National University of La Plata (UNLP)"
                    ]
                }
            ],
            "emailAddresses": [
                "jorge.puig@econo.unlp.edu.ar"
            ],
            "name": {
                "index": "Puig, Jorge",
                "preferred": "Jorge Puig"
            },
            "orcid": "0000-0001-5033-5608",
            "type": "person"
        }
    ],
    "funding": {
        "statement": "No specific funding for this article is reported."
    },
    "dataSets": {
        "availability": [
            {
                "text": "The paper was entirely made with public data. Both the data and the code are available. Please contact the corresponding author to request the code and the data",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "COVID-19",
        "microsimulations",
        "developing countries",
        "Latin America",
        "Argentina"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "As in most countries, the COVID-19 pandemic has caused a severe crisis in Argentina. The preventive and mandatory social isolation policy (ASPO in Spanish), established by the national government on March 20, 2020, had the primary objective of immobilizing the population to prevent further transmission and to gain time to prepare the health system for the care of patients. The ASPO had been extended for more than 200 days, being one of the longest isolation periods in the world and greatly affecting the country’s economic activity. According to the National Institute of Statistics and Census (INDEC) of Argentina, economic activity fell by 25 percent in April and by 20 percent in May (compared to the same months of 2019). While many productive and essential services continued normally (e.g., food production, health services), other less essential services were significantly reduced (e.g., transportation, construction, domestic services). Those that required a physical presence in the workplace (e.g., manufacturing, construction) were also restricted, and others were directly suspended (e.g., tourism, recreation). In addition, some activities were adapted and carried out remotely (e.g., many professional services, education). This reduction in economic activity has put the job stability of many people at risk, affecting their income levels and deteriorating social indicators.",
                    "type": "paragraph"
                },
                {
                    "text": "In this context, the Argentine government has implemented a series of economic policy responses to face the crisis. To guarantee access to food and to sustain the income of less well-off sectors, it established Emergency Family Income (IFE in Spanish). This was an exceptional monthly payment of $10,000 pesos (around US$120, about 60 percent of the minimum wage) during April, June, and August 2020 to unemployed people, informal workers, low-income self-employed workers, and domestic workers. The social protection system was also reinforced. Beneficiaries of cash transfer programs (e.g., holders of the Universal Child Allowance (AUH) and Universal Allowance for Pregnancy (AUE)) received a bonus payment, and retirees and pensioners received an extra payment.<a href=\"#fn1\"><sup>1</sup></a> This package of measures had an estimated fiscal cost of approximately four points of GDP, and had been in place from the beginning of the crisis until the end of 2020 for activities that were affected by the crisis.<a href=\"#fn2\"><sup>2</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "This paper simulates the effects of policy responses to the COVID-19 pandemic on households’ employment and income distribution, using household survey and administrative data on employment and wages by economic sectors. The underlying hypothesis is that the COVID-19 crisis strongly deteriorated the Argentine economy and household welfare, but the implemented public policies collaborated to counteract (at least partially) these negative effects. To examine this hypothesis, we analyze the impact of the COVID-19 crisis on households’ income, unemployment, poverty, and inequality. Women may have been the most affected by the crisis: the most affected economic sectors are mainly occupied by women (e.g. domestic service) and school closures may have forced them to childcare at home. We then explore heterogeneous effects by gender and age groups. For this purpose, we simulate impacts on welfare at the household level using household survey data, administrative data on employment and wages by economic sectors, and government cash transfers.",
                    "type": "paragraph"
                },
                {
                    "text": "We start by considering two different scenarios. We first characterize a pre-COVID-19 scenario in terms of socioeconomic indicators using microdata from Argentina’s household survey corresponding to the first quarter of 2020. We then simulate the effects on unemployment and household income for three quarters after the beginning of the pandemic (i.e., post-COVID-19 scenarios).<a href=\"#fn3\"><sup>3</sup></a> To this aim, we use the latest available figures on the evolution of economic activity and past changes on employment and wages by sector. All scenarios also include public assistance (i.e., policy responses through cash transfers), in line with what the Argentine government is doing to mitigate the crisis, to get a general sense of how effective these policies were in counteracting those effects.",
                    "type": "paragraph"
                },
                {
                    "text": "The results indicate that during the COVID-19 crisis, households would have seen their income decline by about 6 percent without the policy responses. This reduction was nonlinear along the income distribution, with the lowest income earners suffering the most in relative terms. This is strongly related to the relatively higher informality at the bottom of the income distribution. The greater negative effects of the pandemic in the less well-off part of the income distribution are in line with results from <a href=\"#bib5\">Bonavida and Gasparini (2020)</a>. Furthermore, we find suggestive evidence that the impact was not homogeneous by gender: on average, the employment rate fell more among women than men (–23 percent versus –20.8 percent compared to the second and first quarters of 2020). In early working ages (18–24) the differences are very significant: the fall in the employment rate was 63 percent for men and 80 percent for women. These differences become more pronounced when considering the presence of children. For example, for the age group 18–24, the contraction in employment for men with children was close to 57 percent, while it was 82 percent for women with children. In the 25–40 age group, the falls were 18 percent for men with children and 30 percent for women with children, respectively. Even conditioning on sectors, in 7 of the 11 analyzed sectors, women’s employment was more affected than that of men. These findings are consistent with <a href=\"#bib13\">ILO (2020)</a> and <a href=\"#bib17\">Lustig et al. (2020)</a> and can be associated with the overlap of work responsibilities and care (housework, childcare, and eldercare) responsibilities, which have intensified during the pandemic, especially for households with children (<a href=\"#bib20\">OECD, 2020</a>; <a href=\"#bib22\">WEF, 2021</a>).<a href=\"#fn4\"><sup>4</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "The policy response mitigated the impact of the crisis: households incomes decline by about 4.1 percent. In other words, the policy response reduced the average household income decline by approximately a third (-4.1 percent vs -6.0 percent). This prevented major increases in poverty and inequality. A key aspect of the satisfactory policy response was that public assistance was targeted at informal workers and at less well-off households with children. This policy response’s large offsetting effect is in line with previous findings such as <a href=\"#bib17\">Lustig et al. (2020)</a>.<a href=\"#fn5\"><sup>5</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "Given the crisis’ magnitude and the public policy responses, it is very important to determine the damages of the crisis and how effective these policies have been in mitigating it. However, any attempt of studying this phenomenon while the pandemic is going on, faces two main limitations. First, there are limited data available on how COVID-19 is affecting economic activity in real time. For example, at the moment of writing this paper, only the household survey corresponding to the first quarter of 2020 is available in Argentina. Also, information on how employment in the different sectors is being affected has been published with lags. Second, we face a limitation on how to predict the evolution of this uncertain phenomenon. Argentina, like the rest of other countries in the world, is going through the COVID-19 pandemic without certainty about when or how it will stop.",
                    "type": "paragraph"
                },
                {
                    "text": "With these caveats in mind, we believe that this paper makes two contributions. First, the paper contributes to the literature studying the effects of the COVID-19 pandemic on socioeconomic variables such as unemployment, poverty, and inequality. To some extent, it fills the gap on the immediate effects of the COVID-19 crisis at the household level for most low- and middle-income countries, as remarked by <a href=\"#bib14\">Janssens et al. (2021)</a>.<a href=\"#fn6\"><sup>6</sup></a> Since we focus on Argentina, a Latin American developing country, the paper is closely related to some previous studies for the region on this topic. <a href=\"#bib17\">Lustig et al. (2020)</a> micro-simulate the distributional consequences of COVID-19 in Latin American countries, considering the expanded social assistance that governments introduced in response. Their findings suggest that i) the worst effects are not on the poorest but on those (roughly) in the middle of the income distribution, ii) the policy responses presented a large offsetting effect but with different intensities across countries, and iii) the increase in poverty induced by the lockdown was similar for male- and female-headed households. Moreover, <a href=\"#bib5\">Bonavida and Gasparini (2020)</a> analyze the effects of the COVID-19 pandemic on remote employment, evaluating to what extent this type of employment is feasible for Argentine workers. They suggest that about a quarter could do it remotely, and the degree of applicability of this modality is very heterogeneous (by occupation and industry). Less compatible occupations are characterized by a higher share of informal and self-employed workers, with lower levels of education, skills, and wages. Thus, the short-term negative effects of the pandemic would be greater in the lower-income sectors, implying a significant increase in poverty and income inequality.<a href=\"#fn7\"><sup>7</sup></a> <a href=\"#bib7\">Brum and De Rosa (2021)</a> micro-simulate the short-run effect of the crisis on the poverty rate for Uruguay and estimate the effect of the crisis on formal, informal, and self-employed workers, finding that during the first full month of the lockdown, the poverty rate increased by approximately 3.2 points, from 8.5 percent to 11.7 percent. This represents about 110,037 additional people below the poverty line. Cash transfers implemented by the government would have had a positive but very limited effect in mitigating this poverty spike. Second, the paper provides estimates of the effectiveness of the government’s response to the pandemic with respect to its impact on household welfare. Thus, the paper brings a real time approximation on the effects of the adopted policies for policy makers, highlighting pros and cons to help design a the new round of measures to be adopted at the end of the pandemic.",
                    "type": "paragraph"
                },
                {
                    "text": "The rest of the paper is structured as follows. Section 2 details the data and the methodological approach. Section 3 presents the simulation, distinguishing between scenarios before and after COVID-19. Section 4 summarizes the key findings and offers guidelines and recommendations for public policy discussions.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction and background",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The main source of our data is the Permanent Household Survey (EPH in Spanish), carried out by the INDEC. The survey covers urban areas that represent around 62 percent of the total population.<a href=\"#fn8\"><sup>8</sup></a> It contains information on whether the household member is (labor) active and in which economic sector they work. The survey also reports information on earned income, for both labor and non-labor incomes. The latter includes cash transfers, including those from government.<a href=\"#fn9\"><sup>9</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "Economic shocks like COVID-19 can affect household welfare through different channels (<a href=\"#bib23\">World, 2020</a>; <a href=\"#bib15\">Kokas et al., 2020</a>; <a href=\"#bib24\">Araar et al., 2020</a>). First, through the impact on labor income due to the direct effect of lost earnings because of illness or the need to take care of sick household members. Also, households can experiment shocks to earnings and employment, caused by a decline in aggregate demand and supply disruptions.<a href=\"#fn10\"><sup>10</sup></a> Second, through the impact on non-labor income due to, for example, a decline in international remittances or changes in public transfers. Third, through the impact on consumption if prices changes or shortages of basic consumption goods take place. Finally, through service disruptions with adverse impact on non-monetary dimensions of welfare. For example, the suspension of classes and feeding programs in schools, leading to impacts on student retention, learning, and nutrition, or the potential saturation of health systems in countries with a high incidence of COVID-19. Also, disruptions in mobility can occur due to quarantines and other containment measures, which may drastically reduce public and private transportation services.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper focuses on the effects of COVID-19 policy responses on household labor income using different scenarios and considers government policy responses.<a href=\"#fn11\"><sup>11</sup></a> To measure household welfare, we mainly use monthly gross income per capita (gipc). The methodology to simulate the COVID-19 impact in different scenarios involves several steps. First, we characterize the pre-COVID-19 scenario using the EPH corresponding to the first quarter of 2020.<a href=\"#fn12\"><sup>12</sup></a> We denote this initial scenario as the pre-Covid-19 one, providing an accurate representation on how the Argentine scenario—in terms of incomes, poverty, and inequality—was before the pandemic. To measure poverty, we use the same methodology as the INDEC.<a href=\"#fn13\"><sup>13</sup></a> That is, we compare the current household’s total income to its poverty line, based on the market value of a food basket, a non-food basket, and the number of household members.<a href=\"#fn14\"><sup>14</sup></a> We rely on the Gini coefficient and Atkinson indicators to measure the impact on inequality. In this pre-COVID-19 scenario, as in the others, we explore heterogeneity of the results regarding age groups, gender, and economic sectors.",
                    "type": "paragraph"
                },
                {
                    "text": "We then simulate the post-COVID-19 scenario for three quarters after the pandemic, considering the effects on employment and on labor incomes.<a href=\"#fn15\"><sup>15</sup></a> We assume that labor income variation affects only households with active members and non-zero labor income. Given that the COVID-19 shock may have differential effects by economic sectors depending on productive sector characteristics, for the employment simulation, we use data on employment variations dis-aggregated by 11 sectors, provided by the Argentine Ministry of Labor, Employment and Social Security.<a href=\"#fn16\"><sup>16</sup></a> We also distinguish between public and private employment and in the latter between formal and informal workers.",
                    "type": "paragraph"
                },
                {
                    "text": "The simulations on employment variations involve three steps: (i) determining how much employment falls in each sector and also between formal and informal workers, (ii) determining who loses their jobs, and (iii) determining the variation on wages for those who remain employed. To determine how much employment falls, we rely on past information.<a href=\"#fn17\"><sup>17</sup></a> The COVID-19 shock was the largest economic contraction that Argentina experienced after the Great Recession of 2008/2009, with output contraction being almost twice as high during the COVID-19 shock than it was in the Great Recession. Therefore, for the simulation on employment variations we use the largest quarterly drop in employment during the Great Recession, increased by the relation between output drops during the COVID-19 shock relative to those ones during the Great Recession.<a href=\"#fn18\"><sup>18</sup></a> Given the challenge of simulating a crisis of unprecedented magnitude, we believe that using a major global recession as a reference could be useful, although we are aware that this assumption is not free of limitations (i.e., differences in how each crisis -Great Recession and COVID-19 affected different countries).",
                    "type": "paragraph"
                },
                {
                    "text": "To determine who lose their jobs, we rely on a simple selection model based on individual probabilities. Specifically, we estimate logistic regressions for formal and informal workers together with unemployed individuals. The dependent binary variable takes the value of one if the individual is employed and zero otherwise. The vector of independent variables includes a set of characteristics referring to individual and household observable characteristics.<a href=\"#fn19\"><sup>19</sup></a> We then use the estimated probability of those with a lower probability of being employed are more likely to lose their jobs.<a href=\"#fn20\"><sup>20</sup></a> To determine the variation on wages for those who remain employed, we simulate the variation on labor income for those who continue working—as in the pre-COVID-19 scenario—using data on wages from the INDEC. In this case we consider income variation for public employees, private employees, and informal workers (non-registered salaried employees and self-employed workers).<a href=\"#fn21\"><sup>21</sup></a> Note that we follow a standard microsimulation without behavioral responses. Moreover, the microsimulation is parametric: we define those who lose their job based on the estimated probability of being employed through a logit model.",
                    "type": "paragraph"
                },
                {
                    "text": "Formally, we define <math alttext=\"Y_{i,h,0}\" id=\"inf1\"><msub><mi>Y</mi><mrow><mi>i</mi><mo>,</mo><mi>h</mi><mo>,</mo><mn>0</mn></mrow></msub></math> as the pre-COVID-19 (2020, first quarter) total income for individual <math alttext=\"i\" id=\"inf2\"><mi>i</mi></math> in household <math alttext=\"h\" id=\"inf3\"><mi>h</mi></math> and <math alttext=\"L_{i,h}\" id=\"inf4\"><msub><mi>L</mi><mrow><mi>i</mi><mo>,</mo><mi>h</mi></mrow></msub></math> as the labor income variation for individual <math alttext=\"i\" id=\"inf5\"><mi>i</mi></math>:<a href=\"#fn22\"><sup>22</sup></a>",
                    "type": "paragraph"
                },
                {
                    "label": "(1)",
                    "mathml": "<math><mrow><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mo>,</mo><mi>h</mi><mo>,</mo><mn>1</mn></mrow></msub><mo>=</mo><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mo>,</mo><mi>h</mi><mo>,</mo><mn>0</mn></mrow></msub><mo>-</mo><msub><mi>L</mi><mrow><mi>i</mi><mo>,</mo><mi>h</mi></mrow></msub></mrow></mrow><mo>,</mo></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "where <math alttext=\"Y_{i,h,1}\" id=\"inf6\"><msub><mi>Y</mi><mrow><mi>i</mi><mo>,</mo><mi>h</mi><mo>,</mo><mn>1</mn></mrow></msub></math> constitutes the simulated total income in the post-COVID-19 scenarios.",
                    "type": "paragraph"
                },
                {
                    "text": "Since inflation in Argentina is very high, we further deflate total incomes by the price-level variation of the total basic basket between the first and three subsequent quarters that cover the post-COVID-19 scenario.<a href=\"#fn23\"><sup>23</sup></a> With these real final incomes, we re-estimate total household income and the gipc to compute poverty and inequality indicators. We denote these scenarios as first-, second-, and third-quarter-ahead scenarios without policy responses.",
                    "type": "paragraph"
                },
                {
                    "text": "We then simulate government policy responses in line with what the Argentine government is doing to mitigate the crisis, considering the most relevant ones in terms of household welfare (see Appendix Section 4).<a href=\"#fn24\"><sup>24</sup></a> We first consider the IFE, which consisted of three exceptional monthly payments during April, June, and August 2020 of $10,000 pesos each to less well-off families. Note that this policy affects only the first and second quarters after the COVID-19 simulations. We then consider the extra payment to recipients of the AUH and the AUE as well as the payment to retirees. This was an exceptional payment of $3,000 pesos for the first and second quarter of 2020 after COVID-19. For the third quarter, the AUH payment was increased up to $6.000 (corresponding to a 5 percent increase plus 20 percent of the cash transfer that is withheld every month and received at the end of the year). In terms of the simulation, we identify in the EPH all potential beneficiaries of these programs according to eligibility criteria and then simulate the cash transfer <math alttext=\"T_{i,h}\" id=\"inf7\"><msub><mi>T</mi><mrow><mi>i</mi><mo>,</mo><mi>h</mi></mrow></msub></math>.<a href=\"#fn25\"><sup>25</sup></a> Thus, the after-policy response of individual incomes <math alttext=\"Y_{i,h,1}^{p}\" id=\"inf8\"><msubsup><mi>Y</mi><mrow><mi>i</mi><mo>,</mo><mi>h</mi><mo>,</mo><mn>1</mn></mrow><mi>p</mi></msubsup></math> are",
                    "type": "paragraph"
                },
                {
                    "label": "(2)",
                    "mathml": "<math><mrow><mrow><msubsup><mi>Y</mi><mrow><mi>i</mi><mo>,</mo><mi>h</mi><mo>,</mo><mn>1</mn></mrow><mi>p</mi></msubsup><mo>=</mo><mrow><mrow><msub><mi>Y</mi><mrow><mi>i</mi><mo>,</mo><mi>h</mi><mo>,</mo><mn>0</mn></mrow></msub><mo rspace=\"7.5pt\">-</mo><msub><mi>L</mi><mrow><mi>i</mi><mo>,</mo><mi>h</mi></mrow></msub></mrow><mo rspace=\"7.5pt\">+</mo><msub><mi>T</mi><mrow><mi>i</mi><mo>,</mo><mi>h</mi></mrow></msub></mrow></mrow><mo>.</mo></mrow></math>",
                    "type": "mathml"
                },
                {
                    "text": "We then compute, again, the poverty and inequality indicators for these scenarios, denoted as first-, second-, and third-quarter-ahead scenarios with policy responses. Here, a critical point regarding the evolution of labor incomes must be considered when comparing the post-COVID-19 quarters with the pre-COVID-19 scenario. Workers in Argentina benefit from a wage bonus, known as <i>aguinaldos</i>, that is paid bi-annually during June and December. They are consequently registered and included in the first and third quarters of our simulations but not in the second and fourth ones. Thus, to provide an accurate comparison, the pre-COVID-19 scenario should be compared with the second-quarter-ahead scenario. This is valid for both the scenario with and without policy responses. Finally, leaving aside the pre-COVID-19 scenario, each quarter can be compared between the scenario with and without policy responses, respectively, which provides a good approximation for the effects of policy responses after the pandemic.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Data and methodology",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "We begin by characterizing the pre-COVID-19 scenario, corresponding to the first quarter of 2020. According to the EPH, approximately 12 million people were employed during the first quarter of 2020. <a href=\"#fig1\">Figure 1</a> shows the distribution of workers among gender, age groups, and economic sectors. Male workers represent 56 percent of total employees, and around 78 percent of all workers were 25 to 59 years old. The most relevant economic sectors in terms of employment were commerce (19 percent), financial services (11 percent), and manufacturing (11 percent). The informality rate was, on average, 40 percent but was decreasing on the income level.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00269%2Fijm-00269-fig001.tif",
                                        "size": {
                                            "width": 757,
                                            "height": 526
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00269%2Fijm-00269-fig001.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00269-fig001.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Pre-COVID-19 scenario. Distribution of workers by gender, age groups, and sectors.. Source: Authors’ own calculations based on Ministry of Labor, Employment and Social Security and INDEC. Notes: In percentage.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Panel A in <a href=\"#fig2\">Figure 2</a> indicates that for the lowest (highest) income decile, the informality rate is near 85 (10) percent. The share of woman between informal workers seems to be slightly higher as income levels increase. Informality also varies among economic sectors (see Panel B in <a href=\"#fig2\">Figure 2</a>), with domestic services being the sector with the higher informality rate (76 percent) and with higher relative participation of woman among informal workers. Construction is another sector with high informality but is mostly made up by male workers. Education and health sectors also have a relatively low informality rate.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00269%2Fijm-00269-fig002.tif",
                                        "size": {
                                            "width": 1944,
                                            "height": 709
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00269%2Fijm-00269-fig002.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00269-fig002.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Pre-COVID-19 scenario. Share of informal workers by deciles, gender, and sectors.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table1\">Table 1</a>, Column [1] presents the average per capita income for pre-COVID-19 scenario. For the first quarter of 2020, it was $19,914, slightly higher for households with a male household head (see <a href=\"#A1-T4\">Table A4</a>). The richest decile shows an income approximately 22 times higher than the poorest. <a href=\"#table2\">Table 2</a>, Column [1] provides the same information but distinguishes between economic sectors instead of income deciles.<a href=\"#fn26\"><sup>26</sup></a> The table also shows a wide heterogeneity across sectors. Highest per capita incomes can be appreciated in primary activities, financial services, and social and health services. Domestic services, construction, hotels, and restaurants are among sector with lowest incomes.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ own calculations based on Ministry of Production and Labor and EPH-INDEC. Notes: In pesos and percentage change. Deciles of per capita income. Workers in Argentina benefit from a wage bonus, aguinaldos, that is paid twice a year in June and December. Therefore, they are registered and included in the first and third quarters of our simulations but not in the second and fourth ones. Thus, to provide an accurate comparison, the pre-COVID-19 scenario should be compared with the second-quarter-ahead scenario. This is valid for both the scenario with and without policy responses.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">Pre-COVID-19</th><th align=\"left\" colspan=\"6\">Post-COVID-19 scenario (without policy responses)</th><th align=\"left\" colspan=\"6\">Post-COVID-19 scenario (with policy responses)</th></tr><tr><th align=\"left\"/><th align=\"left\">1st quarter 2020</th><th align=\"left\" colspan=\"2\">1 quarter ahead</th><th align=\"left\" colspan=\"2\">2 quarters ahead</th><th align=\"left\" colspan=\"2\">3 quarters ahead</th><th align=\"left\" colspan=\"2\">1 quarter ahead</th><th align=\"left\" colspan=\"2\">2 quarters ahead</th><th align=\"left\" colspan=\"2\">3 quarters ahead</th></tr><tr><th align=\"left\">Decile</th><th align=\"left\">[1]</th><th align=\"left\">[2]</th><th align=\"left\">[3]</th><th align=\"left\">[4]</th><th align=\"left\">[5]</th><th align=\"left\">[6]</th><th align=\"left\">[7]</th><th align=\"left\">[8]</th><th align=\"left\">[9]</th><th align=\"left\">[10]</th><th align=\"left\">[11]</th><th align=\"left\">[12]</th><th align=\"left\">[13]</th></tr><tr><th align=\"left\"/><th align=\"left\">Level</th><th align=\"left\">Level</th><th align=\"left\"/><th align=\"left\">Level</th><th align=\"left\">Change [4] - [1] (in %)</th><th align=\"left\">Level</th><th align=\"left\">Change [6] - [2] (in %)</th><th align=\"left\">Level</th><th align=\"left\">Change [8] - [2] (in %)</th><th align=\"left\">Level</th><th align=\"left\">Change [10] - [1] (in %)</th><th align=\"left\">Level</th><th align=\"left\">Change [12] - [6] (in %)</th></tr></thead><tbody><tr><td align=\"left\">1</td><td align=\"left\">2841.8</td><td align=\"left\">1974.0</td><td align=\"left\"/><td align=\"left\">2396.1</td><td align=\"left\">-15.69</td><td align=\"left\">2387.2</td><td align=\"left\">20.9</td><td align=\"left\">2842.7</td><td align=\"left\">44.0</td><td align=\"left\">3205.8</td><td align=\"left\">12.8</td><td align=\"left\">2977.3</td><td align=\"left\">24.7</td></tr><tr><td align=\"left\">2</td><td align=\"left\">5822.4</td><td align=\"left\">4250.3</td><td align=\"left\"/><td align=\"left\">5004.4</td><td align=\"left\">-14.05</td><td align=\"left\">4813.7</td><td align=\"left\">13.3</td><td align=\"left\">4924.5</td><td align=\"left\">15.9</td><td align=\"left\">5623.7</td><td align=\"left\">-3.4</td><td align=\"left\">5272.9</td><td align=\"left\">9.5</td></tr><tr><td align=\"left\">3</td><td align=\"left\">8189.0</td><td align=\"left\">6176.9</td><td align=\"left\"/><td align=\"left\">7258.7</td><td align=\"left\">-11.36</td><td align=\"left\">6884.8</td><td align=\"left\">11.5</td><td align=\"left\">6762.2</td><td align=\"left\">9.5</td><td align=\"left\">7777.8</td><td align=\"left\">-5.0</td><td align=\"left\">7216.8</td><td align=\"left\">4.8</td></tr><tr><td align=\"left\">4</td><td align=\"left\">10367.5</td><td align=\"left\">7807.2</td><td align=\"left\"/><td align=\"left\">9200.6</td><td align=\"left\">-11.26</td><td align=\"left\">8641.3</td><td align=\"left\">10.7</td><td align=\"left\">8294.3</td><td align=\"left\">6.2</td><td align=\"left\">9628.1</td><td align=\"left\">-7.1</td><td align=\"left\">8882.4</td><td align=\"left\">2.8</td></tr><tr><td align=\"left\">5</td><td align=\"left\">12978.9</td><td align=\"left\">10347.1</td><td align=\"left\"/><td align=\"left\">11763.7</td><td align=\"left\">-9.36</td><td align=\"left\">11096.3</td><td align=\"left\">7.2</td><td align=\"left\">10769.7</td><td align=\"left\">4.1</td><td align=\"left\">12139.6</td><td align=\"left\">-6.5</td><td align=\"left\">11302.5</td><td align=\"left\">1.9</td></tr><tr><td align=\"left\">6</td><td align=\"left\">16019.6</td><td align=\"left\">12918.2</td><td align=\"left\"/><td align=\"left\">14818.0</td><td align=\"left\">-7.50</td><td align=\"left\">13599.7</td><td align=\"left\">5.3</td><td align=\"left\">13262.0</td><td align=\"left\">2.7</td><td align=\"left\">15125.3</td><td align=\"left\">-5.6</td><td align=\"left\">13778.4</td><td align=\"left\">1.3</td></tr><tr><td align=\"left\">7</td><td align=\"left\">19789.5</td><td align=\"left\">16368.6</td><td align=\"left\"/><td align=\"left\">18590.6</td><td align=\"left\">-6.06</td><td align=\"left\">17035.5</td><td align=\"left\">4.1</td><td align=\"left\">16628.7</td><td align=\"left\">1.6</td><td align=\"left\">18830.7</td><td align=\"left\">-4.8</td><td align=\"left\">17201.9</td><td align=\"left\">1.0</td></tr><tr><td align=\"left\">8</td><td align=\"left\">25037.3</td><td align=\"left\">21413.7</td><td align=\"left\"/><td align=\"left\">23702.7</td><td align=\"left\">-5.33</td><td align=\"left\">21507.7</td><td align=\"left\">0.4</td><td align=\"left\">21645.3</td><td align=\"left\">1.1</td><td align=\"left\">23917.8</td><td align=\"left\">-4.5</td><td align=\"left\">21648.2</td><td align=\"left\">0.7</td></tr><tr><td align=\"left\">9</td><td align=\"left\">33516.6</td><td align=\"left\">28733.5</td><td align=\"left\"/><td align=\"left\">32248.0</td><td align=\"left\">-3.78</td><td align=\"left\">28544.9</td><td align=\"left\">-0.7</td><td align=\"left\">28899.3</td><td align=\"left\">0.6</td><td align=\"left\">32393.6</td><td align=\"left\">-3.4</td><td align=\"left\">28632.5</td><td align=\"left\">0.3</td></tr><tr><td align=\"left\">10</td><td align=\"left\">64559.5</td><td align=\"left\">54499.1</td><td align=\"left\"/><td align=\"left\">62174.1</td><td align=\"left\">-3.69</td><td align=\"left\">53405.3</td><td align=\"left\">-2.0</td><td align=\"left\">54617.7</td><td align=\"left\">0.2</td><td align=\"left\">62283.2</td><td align=\"left\">-3.5</td><td align=\"left\">53458.7</td><td align=\"left\">0.1</td></tr><tr><td align=\"left\">All</td><td align=\"left\">19914.0</td><td align=\"left\">16450.4</td><td align=\"left\"/><td align=\"left\">18717.4</td><td align=\"left\">-6.01</td><td align=\"left\">16793.1</td><td align=\"left\">2.1</td><td align=\"left\">16866.1</td><td align=\"left\">2.5</td><td align=\"left\">19094.2</td><td align=\"left\">-4.1</td><td align=\"left\">17038.6</td><td align=\"left\">1.5</td></tr></tbody></table>"
                                    ],
                                    "title": "Average per capita income by deciles. Pre- and post-COVID-19 scenarios with and without policy responses.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ own calculations based on Ministry of Production and Labor and EPH-INDEC. Notes: In pesos and percentage change. Deciles of per capita income. Workers in Argentina benefit from a wage bonus, aguinaldos, that is paid twice a year in June and December. Therefore, they are registered and included in the first and third quarters of our simulations but not in the second and fourth ones. Thus, to provide an accurate comparison, the pre-COVID-19 scenario should be compared with the second-quarter-ahead scenario. This is valid for both the scenario with and without policy responses.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">Pre-COVID-19</th><th align=\"left\" colspan=\"6\">Post-COVID-19 scenario (without policy responses)</th><th align=\"left\" colspan=\"6\">Post-COVID-19 scenario (with policy responses)</th></tr><tr><th align=\"left\"/><th align=\"left\">1st quarter 2020</th><th align=\"left\" colspan=\"2\">1 quarter ahead</th><th align=\"left\" colspan=\"2\">2 quarters ahead</th><th align=\"left\" colspan=\"2\">3 quarters ahead</th><th align=\"left\" colspan=\"2\">1 quarter ahead</th><th align=\"left\" colspan=\"2\">2 quarters ahead</th><th align=\"left\" colspan=\"2\">3 quarters ahead</th></tr><tr><th align=\"left\">Sector</th><th align=\"left\">[1]</th><th align=\"left\">[2]</th><th align=\"left\">[3]</th><th align=\"left\">[4]</th><th align=\"left\">[5]</th><th align=\"left\">[6]</th><th align=\"left\">[7]</th><th align=\"left\">[8]</th><th align=\"left\">[9]</th><th align=\"left\">[10]</th><th align=\"left\">[11]</th><th align=\"left\">[12]</th><th align=\"left\">[13]</th></tr><tr><th align=\"left\"/><th align=\"left\">Level</th><th align=\"left\">Level</th><th align=\"left\"/><th align=\"left\">Level</th><th align=\"left\">Change [4] - [1] (in %)</th><th align=\"left\">Level</th><th align=\"left\">Change [6] - [2] (in %)</th><th align=\"left\">Level</th><th align=\"left\">Change [8] - [2] (in %)</th><th align=\"left\">Level</th><th align=\"left\">Change [10] - [1] (in %)</th><th align=\"left\">Level</th><th align=\"left\">Change [12] - [6] (in %)</th></tr></thead><tbody><tr><td align=\"left\">Primary activities</td><td align=\"left\">35381.3</td><td align=\"left\">21090.5</td><td align=\"left\"/><td align=\"left\">30087.9</td><td align=\"left\">-15.0</td><td align=\"left\">26230.8</td><td align=\"left\">24.4</td><td align=\"left\">21475.7</td><td align=\"left\">1.8</td><td align=\"left\">30381.8</td><td align=\"left\">-14.1</td><td align=\"left\">26371.9</td><td align=\"left\">0.5</td></tr><tr><td align=\"left\">Manufacturing</td><td align=\"left\">19020.6</td><td align=\"left\">15046.6</td><td align=\"left\"/><td align=\"left\">17550.6</td><td align=\"left\">-7.7</td><td align=\"left\">15612.8</td><td align=\"left\">3.8</td><td align=\"left\">15475.1</td><td align=\"left\">2.8</td><td align=\"left\">17934.3</td><td align=\"left\">-5.7</td><td align=\"left\">15805.1</td><td align=\"left\">1.2</td></tr><tr><td align=\"left\">Construction</td><td align=\"left\">14493.5</td><td align=\"left\">11537.6</td><td align=\"left\"/><td align=\"left\">13414.3</td><td align=\"left\">-7.4</td><td align=\"left\">12220.9</td><td align=\"left\">5.9</td><td align=\"left\">12143.8</td><td align=\"left\">5.3</td><td align=\"left\">13973.7</td><td align=\"left\">-3.6</td><td align=\"left\">12508.1</td><td align=\"left\">2.3</td></tr><tr><td align=\"left\">Commerce</td><td align=\"left\">18401.6</td><td align=\"left\">14723.3</td><td align=\"left\"/><td align=\"left\">17100.0</td><td align=\"left\">-7.1</td><td align=\"left\">15525.3</td><td align=\"left\">5.4</td><td align=\"left\">15222.0</td><td align=\"left\">3.4</td><td align=\"left\">17555.6</td><td align=\"left\">-4.6</td><td align=\"left\">15757.6</td><td align=\"left\">1.5</td></tr><tr><td align=\"left\">Hotels and rest.</td><td align=\"left\">17049.4</td><td align=\"left\">12384.3</td><td align=\"left\"/><td align=\"left\">15147.9</td><td align=\"left\">-11.2</td><td align=\"left\">13652.5</td><td align=\"left\">10.2</td><td align=\"left\">12929.2</td><td align=\"left\">4.4</td><td align=\"left\">15621.6</td><td align=\"left\">-8.4</td><td align=\"left\">13863.4</td><td align=\"left\">1.5</td></tr><tr><td align=\"left\">Transp. and com.</td><td align=\"left\">24533.3</td><td align=\"left\">19042.1</td><td align=\"left\"/><td align=\"left\">22514.4</td><td align=\"left\">-8.2</td><td align=\"left\">19857.1</td><td align=\"left\">4.3</td><td align=\"left\">19379.4</td><td align=\"left\">1.8</td><td align=\"left\">22809.8</td><td align=\"left\">-7.0</td><td align=\"left\">20001.7</td><td align=\"left\">0.7</td></tr><tr><td align=\"left\">Financial serv.</td><td align=\"left\">28750.7</td><td align=\"left\">23060.5</td><td align=\"left\"/><td align=\"left\">26614.6</td><td align=\"left\">-7.4</td><td align=\"left\">23550.0</td><td align=\"left\">2.1</td><td align=\"left\">23382.0</td><td align=\"left\">1.4</td><td align=\"left\">26895.2</td><td align=\"left\">-6.5</td><td align=\"left\">23663.0</td><td align=\"left\">0.5</td></tr><tr><td align=\"left\">Education</td><td align=\"left\">27983.4</td><td align=\"left\">23147.5</td><td align=\"left\"/><td align=\"left\">26406.0</td><td align=\"left\">-5.6</td><td align=\"left\">22707.2</td><td align=\"left\">-1.9</td><td align=\"left\">23274.8</td><td align=\"left\">0.5</td><td align=\"left\">26517.7</td><td align=\"left\">-5.2</td><td align=\"left\">22749.4</td><td align=\"left\">0.2</td></tr><tr><td align=\"left\">Social-health serv.</td><td align=\"left\">28959.7</td><td align=\"left\">24465.7</td><td align=\"left\"/><td align=\"left\">27630.8</td><td align=\"left\">-4.6</td><td align=\"left\">23864.5</td><td align=\"left\">-2.5</td><td align=\"left\">24641.0</td><td align=\"left\">0.7</td><td align=\"left\">27787.5</td><td align=\"left\">-4.0</td><td align=\"left\">23940.1</td><td align=\"left\">0.3</td></tr><tr><td align=\"left\">Domestic serv.</td><td align=\"left\">12080.5</td><td align=\"left\">9108.9</td><td align=\"left\"/><td align=\"left\">10891.3</td><td align=\"left\">-9.8</td><td align=\"left\">9969.3</td><td align=\"left\">9.4</td><td align=\"left\">9935.1</td><td align=\"left\">9.1</td><td align=\"left\">11662.2</td><td align=\"left\">-3.5</td><td align=\"left\">10285.2</td><td align=\"left\">3.2</td></tr><tr><td align=\"left\">Other serv.</td><td align=\"left\">21463.2</td><td align=\"left\">17921.9</td><td align=\"left\"/><td align=\"left\">20225.8</td><td align=\"left\">-5.8</td><td align=\"left\">18127.4</td><td align=\"left\">1.1</td><td align=\"left\">18367.1</td><td align=\"left\">2.5</td><td align=\"left\">20634.8</td><td align=\"left\">-3.9</td><td align=\"left\">18318.0</td><td align=\"left\">1.1</td></tr><tr><td align=\"left\">All</td><td align=\"left\">24460.2</td><td align=\"left\">19423.3</td><td align=\"left\"/><td align=\"left\">22737.1</td><td align=\"left\">-7.0</td><td align=\"left\">19843.0</td><td align=\"left\">2.2</td><td align=\"left\">19819.1</td><td align=\"left\">2.0</td><td align=\"left\">23093.7</td><td align=\"left\">-5.6</td><td align=\"left\">20004.7</td><td align=\"left\">0.8</td></tr></tbody></table>"
                                    ],
                                    "title": "Average per capita income by economic sector. Pre- and post-COVID-19 scenarios with and without policy responses.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table3\">Table 3</a>, Panel A, Column [1] shows that these figures on per capita income results in a Gini coefficient of 0.441. Income inequality was more pronounced among female-headed households (0.458; Panel B, Column [1]). In terms of indigence and poverty, 8.59 percent of the population was indigent, and the poverty rate was around 34.5 percent, which represents around 9.8 million people (Panel C, Column [1]). Again, the poverty incidence is higher for households with a female head (38.5 versus 31.8; Panel B, Column [1]).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ own calculations based on Ministry of Production and Labor and EPH-INDEC. Notes: Workers in Argentina benefit from a wage bonus, aguinaldos, that is paid twice a year in June and December. Therefore, they are registered and included in the first and third quarters of our simulations but not in the second and fourth ones. Thus, to provide an accurate comparison, the pre-COVID-19 scenario should be compared with the second-quarter-ahead scenario. This is valid for both the scenario with and without policy responses.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\">Pre-COVID-19</th><th align=\"left\" colspan=\"6\">Post-COVID-19 scenario (without policy responses)</th><th align=\"left\" colspan=\"6\">Post-COVID-19 scenario (with policy responses)</th></tr><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\">1st quarter 2020</th><th align=\"left\" colspan=\"2\">1 quarter ahead</th><th align=\"left\" colspan=\"2\">2 quarters ahead</th><th align=\"left\" colspan=\"2\">3 quarters ahead</th><th align=\"left\" colspan=\"2\">1 quarter ahead</th><th align=\"left\" colspan=\"2\">2 quarters ahead</th><th align=\"left\" colspan=\"2\">3 quarters ahead</th></tr><tr><th align=\"left\">Sector</th><th align=\"left\">Group</th><th align=\"left\">[1]</th><th align=\"left\">[2]</th><th align=\"left\">[3]</th><th align=\"left\">[4]</th><th align=\"left\">[5]</th><th align=\"left\">[6]</th><th align=\"left\">[7]</th><th align=\"left\">[8]</th><th align=\"left\">[9]</th><th align=\"left\">[10]</th><th align=\"left\">[11]</th><th align=\"left\">[12]</th><th align=\"left\">[13]</th></tr><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\">Level</th><th align=\"left\">Level</th><th align=\"left\"/><th align=\"left\">Level</th><th align=\"left\">Change [4] - [1] (in %)</th><th align=\"left\">Level</th><th align=\"left\">Change [6] - [2] (in %)</th><th align=\"left\">Level</th><th align=\"left\">Change [8] - [2] (in %)</th><th align=\"left\">Level</th><th align=\"left\">Change [10] - [1] (in %)</th><th align=\"left\">Level</th><th align=\"left\">Change [12] - [6] (in %)</th></tr></thead><tbody><tr><td align=\"left\" colspan=\"15\"><b>Panel A. Indigence, poverty, and inequality indicators</b></td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"14\">Extreme poverty</td></tr><tr><td align=\"left\">FGT (0)</td><td align=\"left\"/><td align=\"left\">8.6</td><td align=\"left\">18.0</td><td align=\"left\"/><td align=\"left\">12.5</td><td align=\"left\">45.3</td><td align=\"left\">13.3</td><td align=\"left\">-26.3</td><td align=\"left\">15.3</td><td align=\"left\">-14.8</td><td align=\"left\">10.0</td><td align=\"left\">16.6</td><td align=\"left\">11.2</td><td align=\"left\">-15.3</td></tr><tr><td align=\"left\">FGT (1)</td><td align=\"left\"/><td align=\"left\">3.2</td><td align=\"left\">10.1</td><td align=\"left\"/><td align=\"left\">6.1</td><td align=\"left\">90.9</td><td align=\"left\">6.1</td><td align=\"left\">-40.3</td><td align=\"left\">7.1</td><td align=\"left\">-30.4</td><td align=\"left\">4.1</td><td align=\"left\">28.9</td><td align=\"left\">4.8</td><td align=\"left\">-20.2</td></tr><tr><td align=\"left\">FGT (2)</td><td align=\"left\"/><td align=\"left\">1.9</td><td align=\"left\">7.7</td><td align=\"left\"/><td align=\"left\">4.3</td><td align=\"left\">123.7</td><td align=\"left\">4.2</td><td align=\"left\">-46.1</td><td align=\"left\">4.5</td><td align=\"left\">-42.4</td><td align=\"left\">2.5</td><td align=\"left\">31.0</td><td align=\"left\">3.3</td><td align=\"left\">-20.6</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"14\">Moderate poverty</td></tr><tr><td align=\"left\">FGT (0)</td><td align=\"left\"/><td align=\"left\">34.6</td><td align=\"left\">45.6</td><td align=\"left\"/><td align=\"left\">39.2</td><td align=\"left\">13.5</td><td align=\"left\">43.3</td><td align=\"left\">-5.2</td><td align=\"left\">43.8</td><td align=\"left\">-4.0</td><td align=\"left\">37.3</td><td align=\"left\">7.9</td><td align=\"left\">42.0</td><td align=\"left\">-3.0</td></tr><tr><td align=\"left\">FGT (1)</td><td align=\"left\"/><td align=\"left\">13.6</td><td align=\"left\">22.9</td><td align=\"left\"/><td align=\"left\">17.7</td><td align=\"left\">29.7</td><td align=\"left\">19.0</td><td align=\"left\">-16.9</td><td align=\"left\">20.2</td><td align=\"left\">-11.7</td><td align=\"left\">15.5</td><td align=\"left\">13.4</td><td align=\"left\">17.5</td><td align=\"left\">-7.9</td></tr><tr><td align=\"left\">FGT (2)</td><td align=\"left\"/><td align=\"left\">7.6</td><td align=\"left\">15.6</td><td align=\"left\"/><td align=\"left\">11.1</td><td align=\"left\">46.0</td><td align=\"left\">11.6</td><td align=\"left\">-25.5</td><td align=\"left\">12.6</td><td align=\"left\">-18.9</td><td align=\"left\">8.9</td><td align=\"left\">17.7</td><td align=\"left\">10.2</td><td align=\"left\">-12.0</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"14\">Inequality</td></tr><tr><td align=\"left\">Gini</td><td align=\"left\"/><td align=\"left\">0.441</td><td align=\"left\">0.465</td><td align=\"left\"/><td align=\"left\">0.455</td><td align=\"left\">3.1</td><td align=\"left\">0.444</td><td align=\"left\">-4.7</td><td align=\"left\">0.465</td><td align=\"left\">-0.1</td><td align=\"left\">0.450</td><td align=\"left\">1.9</td><td align=\"left\">0.435</td><td align=\"left\">-2.0</td></tr><tr><td align=\"left\">Theil</td><td align=\"left\"/><td align=\"left\">0.345</td><td align=\"left\">0.382</td><td align=\"left\"/><td align=\"left\">0.366</td><td align=\"left\">6.0</td><td align=\"left\">0.347</td><td align=\"left\">-9.1</td><td align=\"left\">0.381</td><td align=\"left\">-0.2</td><td align=\"left\">0.357</td><td align=\"left\">3.5</td><td align=\"left\">0.333</td><td align=\"left\">-4.0</td></tr><tr><td align=\"left\">ATK (0)</td><td align=\"left\"/><td align=\"left\">0.000</td><td align=\"left\">0.000</td><td align=\"left\"/><td align=\"left\">0.000</td><td align=\"left\"/><td align=\"left\">0.000</td><td align=\"left\"/><td align=\"left\">0.000</td><td align=\"left\"/><td align=\"left\">0.000</td><td align=\"left\"/><td align=\"left\">0.000</td><td align=\"left\"/></tr><tr><td align=\"left\">ATK (0.5)</td><td align=\"left\"/><td align=\"left\">0.160</td><td align=\"left\">0.181</td><td align=\"left\"/><td align=\"left\">0.171</td><td align=\"left\">6.9</td><td align=\"left\">0.162</td><td align=\"left\">-10.4</td><td align=\"left\">0.180</td><td align=\"left\">-0.4</td><td align=\"left\">0.167</td><td align=\"left\">4.2</td><td align=\"left\">0.154</td><td align=\"left\">-4.7</td></tr><tr><td align=\"left\">ATK (1)</td><td align=\"left\"/><td align=\"left\">0.300</td><td align=\"left\">0.347</td><td align=\"left\"/><td align=\"left\">0.323</td><td align=\"left\">7.9</td><td align=\"left\">0.306</td><td align=\"left\">-11.8</td><td align=\"left\">0.344</td><td align=\"left\">-0.8</td><td align=\"left\">0.315</td><td align=\"left\">5.1</td><td align=\"left\">0.289</td><td align=\"left\">-5.5</td></tr><tr><td align=\"left\">ATK (2)</td><td align=\"left\"/><td align=\"left\">0.546</td><td align=\"left\">0.645</td><td align=\"left\"/><td align=\"left\">0.596</td><td align=\"left\">9.0</td><td align=\"left\">0.562</td><td align=\"left\">-12.9</td><td align=\"left\">0.625</td><td align=\"left\">-3.1</td><td align=\"left\">0.582</td><td align=\"left\">6.4</td><td align=\"left\">0.525</td><td align=\"left\">-6.7</td></tr><tr><td align=\"left\" colspan=\"15\"><b>Panel B. Poverty and inequality indicators, by gender</b></td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"14\">Moderate poverty</td></tr><tr><td align=\"left\">Poverty</td><td align=\"left\">Head male</td><td align=\"left\">31.8</td><td align=\"left\">43.3</td><td align=\"left\"/><td align=\"left\">36.4</td><td align=\"left\">14.3</td><td align=\"left\">41.3</td><td align=\"left\">-4.6</td><td align=\"left\">41.4</td><td align=\"left\">-4.5</td><td align=\"left\">34.3</td><td align=\"left\">8.0</td><td align=\"left\">40.2</td><td align=\"left\">-2.9</td></tr><tr><td align=\"left\">Incidence</td><td align=\"left\">Head female</td><td align=\"left\">38.6</td><td align=\"left\">49.0</td><td align=\"left\"/><td align=\"left\">43.4</td><td align=\"left\">12.5</td><td align=\"left\">46.1</td><td align=\"left\">-5.9</td><td align=\"left\">47.4</td><td align=\"left\">-3.4</td><td align=\"left\">41.6</td><td align=\"left\">7.9</td><td align=\"left\">44.6</td><td align=\"left\">-5.9</td></tr><tr><td align=\"left\"/><td align=\"left\">Population</td><td align=\"left\">34.6</td><td align=\"left\">45.6</td><td align=\"left\"/><td align=\"left\">39.2</td><td align=\"left\">13.5</td><td align=\"left\">43.3</td><td align=\"left\">-5.2</td><td align=\"left\">43.8</td><td align=\"left\">-4.0</td><td align=\"left\">37.3</td><td align=\"left\">7.9</td><td align=\"left\">42.0</td><td align=\"left\">-4.2</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"14\">Inequality</td></tr><tr><td align=\"left\" rowspan=\"3\">Gini</td><td align=\"left\">Head male</td><td align=\"left\">0.429</td><td align=\"left\">0.444</td><td align=\"left\"/><td align=\"left\">0.439</td><td align=\"left\">2.4</td><td align=\"left\">0.428</td><td align=\"left\">-3.5</td><td align=\"left\">0.446</td><td align=\"left\">0.3</td><td align=\"left\">0.435</td><td align=\"left\">1.4</td><td align=\"left\">0.420</td><td align=\"left\">-5.6</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">0.458</td><td align=\"left\">0.496</td><td align=\"left\"/><td align=\"left\">0.478</td><td align=\"left\">4.2</td><td align=\"left\">0.465</td><td align=\"left\">-6.2</td><td align=\"left\">0.492</td><td align=\"left\">-0.9</td><td align=\"left\">0.470</td><td align=\"left\">2.5</td><td align=\"left\">0.454</td><td align=\"left\">-7.6</td></tr><tr><td align=\"left\">Population</td><td align=\"left\">0.441</td><td align=\"left\">0.465</td><td align=\"left\"/><td align=\"left\">0.455</td><td align=\"left\">3.1</td><td align=\"left\">0.444</td><td align=\"left\">-4.7</td><td align=\"left\">0.465</td><td align=\"left\">-0.1</td><td align=\"left\">0.450</td><td align=\"left\">1.9</td><td align=\"left\">0.435</td><td align=\"left\">-6.5</td></tr><tr><td align=\"left\" colspan=\"15\"><b>Panel C. Number of poor</b></td></tr><tr><td align=\"left\"/><td align=\"left\">Head male</td><td align=\"left\">5,376,778</td><td align=\"left\">7,324,550</td><td align=\"left\"/><td align=\"left\">6,147,894</td><td align=\"left\">771,116</td><td align=\"left\">6,986,696</td><td align=\"left\">-337,854</td><td align=\"left\">6,997,154</td><td align=\"left\">-327,396</td><td align=\"left\">5,804,325</td><td align=\"left\">427,547</td><td align=\"left\">6,795,035</td><td align=\"left\">-191,661</td></tr><tr><td align=\"left\"/><td align=\"left\">Head female</td><td align=\"left\">4,489,291</td><td align=\"left\">5,698,983</td><td align=\"left\"/><td align=\"left\">5,045,405</td><td align=\"left\">556,114</td><td align=\"left\">5,365,024</td><td align=\"left\">-333,959</td><td align=\"left\">5,505,334</td><td align=\"left\">-193,649</td><td align=\"left\">4,841,836</td><td align=\"left\">352,545</td><td align=\"left\">5,181,325</td><td align=\"left\">-183,699</td></tr><tr><td align=\"left\"/><td align=\"left\">Population</td><td align=\"left\">9,866,069</td><td align=\"left\">13,023,533</td><td align=\"left\"/><td align=\"left\">11,193,299</td><td align=\"left\">1,327,230</td><td align=\"left\">12,351,720</td><td align=\"left\">-671,813</td><td align=\"left\">12,502,488</td><td align=\"left\">-521,045</td><td align=\"left\">10,646,161</td><td align=\"left\">780,092</td><td align=\"left\">11,976,360</td><td align=\"left\">-375,360</td></tr></tbody></table>"
                                    ],
                                    "title": "Poverty, inequality indicators, and number of poor by gender. Pre- and post-COVID-19 scenarios with and without policy responses.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1. Pre-COVID-19 scenario",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As previously mentioned, the COVID-19 shock was the largest economic contraction that Argentina experienced after the Great Recession of 2008/2009. During the second quarter of 2020, the county experienced an output reduction of around 20 percent. Naturally, this shock had considerable effects on employment. Given that this output contraction was almost twice during the COVID-19 shock than it was in the Great Recession, we assume that employment reductions during the second quarter of 2020 were twice as those experienced during the Great Recession.<a href=\"#fn27\"><sup>27</sup></a> Under this assumption, employment among formal workers was reduced—during the second quarter of 2020—by 24.2 percent and by 47 percent among informal workers (see <a href=\"#A1-T1\">Table A1</a>). Drops in informal employment were higher than those in formal employment for all economic sectors. In our simulations around 2.6 million people lost their jobs between the second and the first quarter of 2020.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In line with <a href=\"#fig1\">Figure 1</a>, higher absolute drops in employment were in commerce, financial services, manufacturing, domestic services, and construction. The share of women who lost their jobs varies among sectors, with domestic service being the sector in which women were more affected as 92 percent of new unemployed workers were women (<a href=\"#fig3\">Figure 3</a>). When looking at the employment rate, the contraction was relatively higher among women than men (–23 percent versus –20.8 percent, respectively). In early working ages (18–24) the differences are large: the fall in the employment rate was 63 percent for men and 80 percent for women (<a href=\"#fig4\">Figure 4</a>). These differences become more pronounced when considering the presence of children. For example, for the age group between 18 and 24, the contraction in employment for men with children was close to 57 percent, while for women with children it was 82 percent. In the group between 25 and 40 years old, the falls were 18 percent and 30 percent, respectively. Even conditioning on sectors, In 7 of the 11 analyzed sectors, women’s employment was more affected than that of men (see <a href=\"#A1-T3\">Table A3</a>).<a href=\"#fn28\"><sup>28</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00269%2Fijm-00269-fig003.tif",
                                        "size": {
                                            "width": 566,
                                            "height": 378
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00269%2Fijm-00269-fig003.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00269-fig003.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Post-COVID-19 scenario. Simulation of employment loss and relative participation of woman. By sectors.. Source: Authors’ own calculations based on Ministry of Labor, Employment and Social Security and INDEC. Notes: In thousands of workers and percentage. Second quarter of 2020.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00269%2Fijm-00269-fig004.tif",
                                        "size": {
                                            "width": 514,
                                            "height": 311
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00269%2Fijm-00269-fig004.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00269-fig004.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Post-COVID-19 scenario. Change on employment rate by age groups and gender.. Source: Authors’ own calculations based on Ministry of Labor, Employment and Social Security and INDEC. Notes: In percentage. Second quarter versus first quarter 2020.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In the simulated post-COVID-19 scenarios without policy responses, average per capita income decreased by about 6 percent (<a href=\"#table1\">Table 1</a>, Column [5]).<a href=\"#fn29\"><sup>29</sup></a> However, this reduction was nonlinear along the income distribution. While the richest decile showed an income reduction of approximately 3.7 percent, the reduction among the poorest was around 15.7 percent.<a href=\"#fn30\"><sup>30</sup></a> This is explained by the fact that informal workers are concentrated at the bottom of the income distribution and were the ones most affected by the crisis (they are not protected by labor regulations).<a href=\"#fn31\"><sup>31</sup></a> The results for this scenario in terms of poverty and income distribution were as expected (<a href=\"#table3\">Table 3</a>, Panel A, Columns [4] and [5]). Indigence sharply rose up to 12.4 percent, 45.3 percent higher when comparing to pre-COVID-19 scenario. Poverty incidence rose up to 39.22 (13.5 percent higher, when comparing with the pre-COVID-19 scenario).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Interestingly, the poverty measures that consider their severity like FGT(1) and FGT(2) present larger increases. Increases in poverty incidence were similar for female-headed households (12.5 percent) and male-headed households (14.3 percent). This change in poverty represented an additional of 1.3 million people under the poverty line (<a href=\"#table3\">Table 3</a>, Panel C, Column [4]). According to our simulation, these “new poor” individuals are those who work in the informal sector either as wage earners or self-employed, and their dependents. These individuals belong to households with an average size of around five people and where 44 percent are children. They are mostly employed in sectors such as construction, domestic service, hotels and restaurants, and manufacturing. In terms of education, they have approximately 6 years of education, which represents 2.4 years less than the average for the total population. Income inequality also worsened substantially; the Gini coefficient for this scenario was 0.455, 3.1 percent higher than the one corresponding to the pre-COVID-19 scenario. This could be related to the fact that the lowest deciles experienced higher income reductions, relative to the highest deciles.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Continuing with the post-COVID-19 scenarios without policy responses, an interesting exercise is to compare the third quarter ahead with the first quarter ahead (i.e., a comparison with the probable worst moment of the pandemic). This provides a sense of the evolution of income and employment net of public assistance, that is, changes that can be associated with economic activity only. <a href=\"#table1\">Table 1</a>, Column [7] shows that household income, on average, increased by 2.1 percent, but the differential effect on income distribution remains. The income of the richest decile fell by 2 percent, while the income of the poorest decile increased by 20.9 percent. This, consistent with administrative data, may be due to a faster recovery of informal employment—which has a greater relative weight in the lower part of the income distribution—than formal employment.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Following the INDEC, the employment rate for informal (formal) wage earners increased from 6.1 (19.6) percent to 7.7 (19) percent between the second and the third quarter of 2020. This recovery of income occurs precisely in sectors that have a relatively higher percentage of informality such as domestic services, construction, and commerce (<a href=\"#table2\">Table 2</a>, Column [7]).<a href=\"#fn32\"><sup>32</sup></a> Consistent with this evolution of income, poverty and income distribution responded as expected (<a href=\"#table3\">Table 3</a>, Panel A, Column [7]). Indigence was reduced by 26.3 percent, and poverty incidence fell by 5.2 percent; this change represents around 0.6 million people jumping the poverty line (Panel C, Column [6]). Income inequality also improved substantially. The Gini coefficient for the third-quarter-ahead scenario is 0.444, 4.7 percent lower than the first-quarter-ahead scenario after COVID-19 (0.465).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2. Post-COVID-19 scenarios without policy responses",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "When considering government policy responses, the post-COVID-19 scenario seems to have ameliorated. A comparison with the pre-COVID-19 scenario shows a contrast where economic activity and policy responses are, jointly, the main drivers behind changes. In this scenario (<a href=\"#table1\">Table 1</a>, Column [11]), average per capita income reduced by about 4.1 percent when compared to the pre-COVID-19 scenario. Thus, public assistance cushioned by around one-third what the average drop in household income would have been (–4.1 in Column [11] versus -6.0 in Column [5]). For a household at the second decile, income was reduced by 3.4 percent with policy responses, but without public assistance this reduction would have been 14.1 percent. This “cushioning” effect of public assistance occurred, albeit with decreasing intensity, in the following deciles.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Further, as expected, the policy responses do not seem to have been impacted substantially in the top 20 percent of the income distribution. And when analyzing by economic sectors, the findings are similar. It is worth noting, though, that public assistance ameliorated the scenario of some exposed (to COVID-19) activities. For example, construction workers’ incomes reduced by 3.6 percent (<a href=\"#table2\">Table 2</a>, Column [11]). This reduction would have been 7.4 percent without policy responses (Column [5]). Similar conclusions can be found for other sectors such as domestic services and hotels and restaurants.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Public assistance also ameliorated the scenario in terms of poverty and income distribution (<a href=\"#table3\">Table 3</a>, Panel A, Columns [10] and [11]). Indigence increased by 10.02 percent, 16.6 percent more when compared to the pre-COVID-19 scenario. It is worth recalling that this 10.02 would have been 12.48 in the absence of policy responses (Panel A, Columns [5]). Poverty incidence rose up to 37.31 (2.73 percentage points or 7.9 percent higher, when comparing with the pre-COVID-19 scenario), implying a reduction of 2.46 (1.92) percentage points in the indigence (poverty) rate when compared to the scenario without policy responses (Panel A, 10.02 (37.31) in Column [10] versus 12.48 (39.22) in Column [5]). This effect prevented more than 0.55 million people from falling into poverty (Panel C, Column [10]).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Policy responses were equally important in alleviating poverty in female- and male-headed households. For the former, poverty rose from 38.58 to 41.65 (Panel B, Column [1] and [10]), while it would have increased to 43.40 in the scenario without policy responses (Column [4]). This represents a cushion of 1.75 percentage points, or 4 percent (1.75/43.40). In the case of male-headed households, the cushion was 2.03 percentage points (34.34 –- 36.37), or 5.6 percent (2.03/36.37). Income inequality also ameliorated substantially. The Gini coefficient for this scenario is 0.450, pretty similar to the one corresponding to that of the pre-COVID-19 scenario (Panel A, Column [10]).",
                            "type": "paragraph"
                        },
                        {
                            "text": "To better understand these results, it is useful to characterize the public assistance beneficiaries. In our simulations, around 10 million people received some kind of public cash transfers. We identify 4.7 million who received IFE, 3.5 million who received a bonus for AUH, and 2.7 million retirees. The share of women among these groups is 54 percent, 57 percent, and 67 percent, respectively. <a href=\"#fig5\">Figure 5</a> presents how these beneficiaries are distributed along the income distribution. The figure shows that AUH is the most pro-poor cash transfer, with around 84 percent of its beneficiaries at the bottom 40 percent of the income distribution. Approximately 72 percent of IFE´s beneficiaries are also at this bottom 40 percent. This is in line with previous figures on informality. Given that eligibility criteria for IFE were informal workers, unemployed workers, and low-income self-employed workers and that informal workers are in the bottom of the income distribution, logically, IFE´s beneficiaries will be concentrated there. Finally, the less pro-poor distribution is associated with retirees and pensioners; only around 23 percent are at the bottom 40 percent of the income distribution.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00269%2Fijm-00269-fig005.tif",
                                        "size": {
                                            "width": 511,
                                            "height": 307
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00269%2Fijm-00269-fig005.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00269-fig005.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Distribution of public assistance beneficiaries.. Source: Authors’ own calculations based on EPH-INDEC. Notes: In percentage. By deciles of per capita income. Second quarter of 2020.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Finally, comparing the same quarters between scenarios with and without policy responses could provide additional relevant insights regarding policy effects. Note that here, policy responses will be, uniquely, the main driver behind the changes since the economic activity driver is the same in both scenarios. For this purpose, in Column [9] of each table (i.e. <a href=\"#table1\">Tables 1 and 2</a>), we compare the percentage change of income levels and poverty and inequality indicators at the first quarter after the pandemic with and without policy responses. In Column [13] of <a href=\"#table1\">Tables 1 and 2</a> we do the same for the third quarter. The results indicate that average per capita familiar income was consistently higher, on average, in all quarters compared to what it would have been without public assistance. This holds, naturally with a different intensity, for both the lower and upper sides of the income distribution. Given that we assume that the intensity of public assistance decreases as the economy reduced its rate of contraction, this seems to be correlated with the fact that in the first quarter after the pandemic, household income was, on average, 2.5 higher compared to what it would have been without public assistance (<a href=\"#table1\">Table 1</a>, Column [9]). During the third quarter, this difference decreased to 1.5 percent (Column [13]). This phenomenon can also be seen when analyzing the dynamics of income by economic sectors (Columns [9] and [13]).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The gradual withdrawal of public assistance is also consistent with its lower intensity to reduce indigence and poverty and to improve the income distribution. In terms of indigence reduction, during the first quarter post-COVID-19, public assistance reduced the indigence rate by 14.8 percent (<a href=\"#table3\">Table 3</a>, Panel A, Column [9]). Despite the economy falling so much, and incomes slowly recovering, lower public assistance reduced indigence by 15.3 percent in the third quarter (Panel A, Column [13]). In terms of poverty, it is interesting to look at the absolute values of individuals. During the first quarter, public assistance contributed to preventing nearly a half million people from falling into poverty (521,045 in <a href=\"#table3\">Table 3</a>, Panel C, Column [9]). Yet, in the third quarter, and with a lower number of poor people, public assistance helped another 400,000 people avoid becoming poor (375,360 in Panel C, Column [13]).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3. Post-COVID-19 scenarios with policy responses",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "While the health effects of the COVID-19 crisis were the initial focus of the government, its socioeconomic effects and accompanying policy responses have been receiving more attention, mainly in low- and middle-income countries. In this context we analyze the impact of the COVID-19 crisis on households’ incomes, unemployment, poverty, and inequality in Argentina. For this purpose, using a standard microsimulation methodology we simulate impacts on welfare at the household level using household survey data and administrative data on employment and wages by economic sectors. The simulations also include public cash transfers (i.e., policy responses), implemented by the government to mitigate the crisis, to get a sense of how effective these policy measures were in counteracting those negative effects.",
                    "type": "paragraph"
                },
                {
                    "text": "The results indicate that during the COVID-19 crisis, households would have experienced a reduction of about 6 percent on their incomes without any policy responses. This reduction was nonlinear along the income distribution, with the lowest income earners suffering the most in relative terms. This result is strongly related with relatively higher informality at the bottom of the income distribution. The greater negative effects of the pandemic in less well-off parts of the income distribution are in line with results from <a href=\"#bib5\">Bonavida and Gasparini (2020)</a>. Furthermore, the impact was not homogeneous by gender: on average, the employment rate fell more among women than men (–23 percent versus –20.8 percent when comparing the second and first quarters of 2020). In early working ages (18–24), the differences are very significant: the fall in the employment rate was 63 percent for men and 80 percent for women. These differences become more pronounced when considering the presence of children. For example, for the 18–24 age group, the contraction in employment for men with children was close to 57 percent, while it was 82 percent for women with children. In the 25–40 age group, the contractions were 18 percent and 30 percent, respectively. Moreover, even when conditioning on sectors, in 7 of the 11 analyzed sectors, women’s employment was more affected than that of men. These findings are consistent with <a href=\"#bib13\">ILO (2020)</a> and are associated with the overlap of work responsibilities and care responsibilities (housework, childcare and eldercare), which have intensified during the pandemic, especially for households with children (<a href=\"#bib20\">OECD, 2020</a>; <a href=\"#bib22\">WEF, 2021</a>). In addition, we find that the policy response cushioned by around one-third what the average drop in household income would have been. This prevented major increases in poverty and inequality. A key aspect of the satisfactory policy response was that public assistance was targeted at informal workers and at less well-off households with children. This policy response’s large offsetting effect is in line with previous findings such as <a href=\"#bib17\">Lustig et al. (2020)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "Our simulations face two main limitations. First, there are limited data available on how the pandemic is affecting economic activity in real time. At the moment of writing this paper, only the household survey corresponding to the first quarter of 2020 was available in Argentina. Also, information on how employment in the different sectors was being affected has been published with lags. Second, we have lack knowledge on how to predict how the pandemic will evolve. Argentina, like the rest of the countries in the world, are going through the pandemic without certainty about when or how it will yield.",
                    "type": "paragraph"
                },
                {
                    "text": "In the transition toward the end of the pandemic, policy discussions should include short- and medium-term policies. For short-term policies, policymakers and academics should focus on how to accurately target public assistance. An important lesson from the Argentine case is that as most of poorest households are employed in the informal sector, relief measures—such as those applied in this paper—considering informality becomes crucial. Thus, it becomes very important to discuss policies aimed at reducing labor informality as labor market policies play an important role in the formalization of employment. Given that most informal workers have low qualifications and work in jobs that are difficult to identify for public policies, an integrated policy approach is necessary, which includes economic, social, and labor policies (<a href=\"#bib4\">Bertranou et al., 2013</a>). Along these lines, it is also important to address how to adapt people to the transformation of the workplace in the post-COVID-19 era since the crisis may allow wider adoptions of teleworking practices.",
                    "type": "paragraph"
                },
                {
                    "text": "Also crucial in policy discussions is accurately identifying those who really need public assistance. All information about citizens, contained in the administrative records of the different divisions of the public sector, must be used. Invest in resources and modern technologies to obtain a good handling of this information should also be considered to have it available at the right times. In turn, it is important to make efforts to get this information as updated as possible. All this aims to minimize the typical errors of inclusion and exclusion that arise when targeting social policies. An adequate use of the administrative records of the Argentine social security, through its different contributory and non-contributory programs, despite its limitations, is a key aspect since it already covers most of the population (<a href=\"#bib12\">Giuliano et al., 2020</a>).",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Conclusions and recommendations for policy discussion",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "Additionally, with the objective of containing the decline in productive activity, the government created the Assistance Program for Emergency to Work and Production (ATP in Spanish). Through this program, the national government helps firms—that applied to the program—by paying 50 percent of wages to employees.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "According to Argentina’s Ministry of Economy, during 2020, current transfers registered a year-on-year increase of $153 billion pesos, of which $114 billion were received by the private sector. Payments for the Emergency Family Income (IFE) and the ATP amounted to $11 billion (2 GDP points), and family allowances increased by $22 billion by virtue of the increases granted through decrees no. 163/20, no. 495/20, and no. 692/20 and the mobility applied during 2019.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "These are the periods between June and March 2020 (first-quarter-ahead scenario), July and September 2020 (second-quarter-ahead scenario), and October and December 2020 (third-quarter-ahead scenario).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Women usually bear most of the childcare and housework; see <a href=\"#bib1\">Angelov et al. (2016)</a> and <a href=\"#bib25\">Bertrand (2020)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For the San Francisco Bay area, <a href=\"#bib18\">Martin et al. (2020)</a> also find that government benefits decrease the amplitude of the crisis.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As remarked by <a href=\"#bib14\">Janssens et al. (2021)</a>, most of the evidence is from developed countries. See, for example, <a href=\"#bib8\">Coibion et al. (2020)</a>, <a href=\"#bib9\">Forsythe et al. (2020)</a>, and <a href=\"#bib19\">Montenovo et al. (2020)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Similarly, and for the United States, <a href=\"#bib19\">Montenovo et al. (2020)</a> show that job loss is larger in occupations that cannot be performed remotely.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Unfortunately, the EPH, which is the main household survey in Argentina, does not cover rural areas. This is a strong data limitation that prevents us from understanding the distributional effects of COVID-19 in rural areas. Beyond the possibility that urban areas have been the epicenter of the pandemic, we believe that this paper is an appropriate attempt to approximate the effects of COVID-19 in Argentina at the beginning of the pandemic given the data availability.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We do not impute the rental value of owner-occupied housing.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The impacts can take one or more of the following forms: (a) a decline in quantity of work, either hours (intensive margin) or employment (extensive margin); (b) a decline in wages, which is unlikely for salaried workers in the short run but may occur over time due to furloughs or wage cuts by some employers to avoid layoffs; (c) a decline in the income of self-employed workers due to the reduction of economic activity (sales, production) in micro and small enterprises due to the fall in demand and disruptions in supply of inputs or due to mobility restrictions, particularly for migrants engaged in seasonal agriculture.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We do not consider the effect of price changes given that in Argentina home production is negligible, and so net producer/consumer models are not relevant for this country. In addition, we also do not consider the remittances given that they are not a relevant component of households’ income. In 2019, remittances only accounted for 0.11 of GDP.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This is the latest wave available at the time of writing this paper.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"https://www.indec.gob.ar/ftp/cuadros/sociedad/EPH_metodologia_22_pobreza.pdf\">here</a> for the official methodology on poverty estimation in Argentina.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To calculate poverty and indigence (i.e., extreme poverty) following INDEC, we modify the gipc by dividing the total income of the household by the number of equivalent adult members of the household (that is, a man between 30 and 60 years based on calorie needs) instead of just the number of members. We use the traditional FGT poverty indicators (<a href=\"#bib10\">Foster et al., 1984</a>), considering poverty lines (and extreme poverty) that vary according to the geographical location of the household (i.e., region) due to the variation in the price level. Specifically, these regions are: Gran Buenos Aires, Noroeste Argentino, Noreste Argentino, Cuyo, Pampa, Patagonia.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Note that the quarters correspond to the second, third, and fourth quarters of 2020.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn15",
                    "title": "15.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"http://www.trabajo.gob.ar/estadisticas/bel/mercado.asp#ocupacion\">here</a>. These data provide quarterly information on the number of formal and informal workers by economic sector.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn16",
                    "title": "16.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Given that at the time of this simulation there are no data on changes in employment.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn17",
                    "title": "17.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For example, during the Great Recession, output experienced the highest contraction during the second quarter of 2009, of 11.3 percent. Formal (informal) employment in primary sector fell, on average, by 33.1 (47.3) percent. During the second quarter of 2020, output reduced by 19 percent. Thus, we assume that the primary sector reduction on formal employment was 62.9 (89.8). See <a href=\"#A1-T1\">Table A1</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn18",
                    "title": "18.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The first group includes age, age squared, gender, marital status, and indicator variables for educational levels. Household-level variables include the logarithm of the household’s per capita income and the number of household members. See <a href=\"#A1-T2\">Table A2</a>. Although some of these variables may be endogenous, we do not think it is a major concern since the aim of this model is prediction.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn19",
                    "title": "19.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "An implicit assumption that we are making is that there are no formal-informal transitions and all of those selected to lose their job go to unemployment/inactivity. Note that allowing for formal-informal transitions would lead to smaller effects on poverty. Consequently, we are estimating an upper-bound of that effect. Although it can be considered as a limitation of the microsimulation, our intention is to capture the maximum effect on the poverty rate (i.e., the most damaging scenario for the Argentine economy).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn20",
                    "title": "20.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We exclude business owners, non-salaried family workers, and public sector employees when simulating employment losses. Public sector employment is very stable in Argentina and there were no systematic layoffs during this period. See <a href=\"#A1-T1\">Table A1</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn21",
                    "title": "21.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We collapse labor income to zero for those individuals who are selected to lose their job, and we impute the percentage change in wages for those who remain employed. Note that the income that collapses to zero is labor income, which is the focus of our simulation. This assumption could be very restrictive if individuals lose their jobs, lose their income, and use savings or sell assets during unemployment. These income components—other than labor—are not modeled or considered in <a href=\"#E1\">equation 1</a>. If these types of effects exist, the income effects captured in this paper could be considered bound effects (e.g., lower bound effects if the income collapse is, partially or completely, offset through assets sales or spending saving).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn22",
                    "title": "22.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "According to the INDEC, 36.1 percent was the annual rate of inflation for 2020.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn23",
                    "title": "23.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Our simulations only indirectly consider the ATP program. Since this program was granted to companies to pay salaries and avoid dismissals, the wage and employment figures we use for the simulation implicitly contemplate it.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn24",
                    "title": "24.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In other words, we follow the benefit incidence analysis, one of the most widely used methodologies for policy response simulation (<a href=\"#bib21\">van de Walle, 1995</a>; <a href=\"#bib6\">Bourguignon et al., 2003</a>; <a href=\"#bib11\">Gasparini et al., 2014</a>; <a href=\"#bib16\">Lustig, 2017</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn25",
                    "title": "25.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"#A1-T5\">Table A5</a> for a more detailed sectorial effect when considering the household head’s gender.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn26",
                    "title": "26.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Output reductions during the third and fourth quarters of 2020 represent 1.1 and 0.9 times the decline associated with the Great Recession, respectively. Therefore, the simulated scenarios for these periods assume that the falls in employment were 1.1 and 0.9 times the falls in employment experienced during the Great Recession, respectively.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn27",
                    "title": "27.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "These results should be taken with caution since we are not testing the significance of the gender differences.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn28",
                    "title": "28.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Remember that given the inclusion of aguinaldos, an accurate comparison with the pre-COVID-19 scenario (first quarter of 2020) must be made with the second quarter ahead of the post-COVID-19 scenario.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn29",
                    "title": "29.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For the case of <a href=\"#bib14\">Janssens et al. (2021)</a> find a similar reduction of around one-third in the poorest household incomes. <a href=\"#bib18\">Martin et al. (2020)</a> perform a simulation for the San Francisco Bay area and also document that the lowest income earners suffer the most in relative terms.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn30",
                    "title": "30.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"#fig2\">Figure 2</a> and <a href=\"#A1-T1\">Table A1</a> for the informality rate by income deciles and by economic sectors and for the employment variation between formal and informal workers.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn31",
                    "title": "31.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"#A1-T1\">Table A1</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn32",
                    "title": "32.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "Parenthood and the Gender Gap in Pay",
            "authors": [
                {
                    "name": {
                        "index": "Angelov, N",
                        "preferred": "N Angelov"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johansson, P",
                        "preferred": "P Johansson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Erica, Lindahl",
                        "preferred": "Lindahl Erica"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1086/684851",
            "id": "bib1",
            "journal": "Journal of Labor Economics",
            "pages": {
                "first": "545",
                "last": "579",
                "range": "545–579"
            },
            "type": "journal",
            "volume": "34"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Araar, A",
                        "preferred": "A Araar"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cruces, G",
                        "preferred": "G Cruces"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tiberti, L",
                        "preferred": "L Tiberti"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "COVID19 on Welfare: A Microsimulation Approach. Unpublished Technical Note",
            "date": "2020",
            "id": "bib24",
            "publisher": {
                "name": [
                    "Partnership for Economic Policy (PEP)"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Gender in the Twenty-First Century",
            "authors": [
                {
                    "name": {
                        "index": "Bertrand, M",
                        "preferred": "M Bertrand"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1257/pandp.20201126",
            "id": "bib25",
            "journal": "AEA Papers and Proceedings",
            "pages": {
                "first": "1",
                "last": "24",
                "range": "1–24"
            },
            "type": "journal",
            "volume": "110"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bertranou, F",
                        "preferred": "F Bertranou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Casanova, L",
                        "preferred": "L Casanova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sarabia, M",
                        "preferred": "M Sarabia"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Dónde, Cómo y Por Qué Se Redujo La Informalidad Laboral En Argentina Durante El Período 2003-2012",
            "date": "2013",
            "id": "bib4",
            "publisher": {
                "name": [
                    "Documentos de trabajo, N° 1. Oficina de País de la OIT para la Argentina"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bonavida, Cristian",
                        "preferred": "Cristian Bonavida"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gasparini, Leonardo",
                        "preferred": "Leonardo Gasparini"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "El Impacto Asimétrico de la Cuarentena. CEDLAS, Working Papers 0261",
            "date": "2020",
            "id": "bib5",
            "publisher": {
                "name": [
                    "CEDLAS, Universidad Nacional de La Plata"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "s, Pereira da",
                        "preferred": "Pereira da s"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Luiz, A",
                        "preferred": "A Luiz"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Impact of Economic Policies on Poverty and Income Distribution: Evaluation Techniques and Tools",
            "date": "2003",
            "id": "bib6",
            "publisher": {
                "name": [
                    "World Bank Publications, no. 15090. The World Bank"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Too little but not too late: nowcasting poverty and cash transfers’ incidence during COVID-19’s crisis",
            "authors": [
                {
                    "name": {
                        "index": "Brum, M",
                        "preferred": "M Brum"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "De Rosa, M",
                        "preferred": "M De Rosa"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1016/j.worlddev.2020.105227",
            "id": "bib7",
            "journal": "World Development",
            "pages": "105227",
            "pmid": 34580558,
            "type": "journal",
            "volume": "140"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Coibion, Olivier",
                        "preferred": "Olivier Coibion"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gorodnichenko, Yuriy",
                        "preferred": "Yuriy Gorodnichenko"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weber, Michael",
                        "preferred": "Michael Weber"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Cost of the Covid-19 Crisis: Lockdowns, Macroeconomic Expectations, and Consumer Spending. NBER Working Papers 27141",
            "date": "2020",
            "id": "bib8",
            "publisher": {
                "name": [
                    "National Bureau of Economic Research, Inc"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Labor demand in the time of COVID-19: Evidence from vacancy postings and UI claims",
            "authors": [
                {
                    "name": {
                        "index": "Forsythe, E",
                        "preferred": "E Forsythe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kahn, LB",
                        "preferred": "LB Kahn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lange, F",
                        "preferred": "F Lange"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wiczer, D",
                        "preferred": "D Wiczer"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1016/j.jpubeco.2020.104238",
            "id": "bib9",
            "journal": "Journal of Public Economics",
            "pages": "104238",
            "pmid": 32834178,
            "type": "journal",
            "volume": "189"
        },
        {
            "articleTitle": "A Class of Decomposable Poverty Measures",
            "authors": [
                {
                    "name": {
                        "index": "Foster, J",
                        "preferred": "J Foster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Greer, J",
                        "preferred": "J Greer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Erik, Thorbecke",
                        "preferred": "Thorbecke Erik"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "doi": "10.2307/1913475",
            "id": "bib10",
            "journal": "Econometrica",
            "pages": "761",
            "type": "journal",
            "volume": "52"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gasparini, L",
                        "preferred": "L Gasparini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cicowiez, M",
                        "preferred": "M Cicowiez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "WSosa, Escudero",
                        "preferred": "Escudero WSosa"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "Pobreza y Desigualdad en America Latina: Conceptos, Herramientas y Aplicaciones, CEDLAS, Working Papers 0171, CEDLAS, Universidad Nacional de La Plata",
            "id": "bib11",
            "title": "CEDLAS, Working Papers 0171",
            "type": "unknown"
        },
        {
            "articleTitle": "Distributional effects of reducing energy subsidies: Evidence from recent policy reform in Argentina",
            "authors": [
                {
                    "name": {
                        "index": "Giuliano, Fernando",
                        "preferred": "Fernando Giuliano"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lugo, Maria Ana",
                        "preferred": "Maria Ana Lugo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Masut, Ariel",
                        "preferred": "Ariel Masut"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Puig, Jorge",
                        "preferred": "Jorge Puig"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib12",
            "journal": "Energy Economics",
            "pages": "C",
            "type": "journal",
            "volume": "92"
        },
        {
            "authors": [
                {
                    "name": "ILO",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib13",
            "title": "ILO Monitor: COVID-19 and the world of work Fifth edition. Updated estimates and analysis",
            "type": "web",
            "uri": "https://www.ilo.org/global/topics/coronavirus/impacts-and-responses/WCMS_749399/lang--en/index.htm"
        },
        {
            "articleTitle": "The short-term economic effects of COVID-19 on low-income households in rural Kenya: An analysis using weekly financial household data",
            "authors": [
                {
                    "name": {
                        "index": "Janssens, W",
                        "preferred": "W Janssens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pradhan, M",
                        "preferred": "M Pradhan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de Groot, R",
                        "preferred": "R de Groot"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sidze, E",
                        "preferred": "E Sidze"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Donfouet, HPP",
                        "preferred": "HPP Donfouet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Abajobir, A",
                        "preferred": "A Abajobir"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1016/j.worlddev.2020.105280",
            "id": "bib14",
            "journal": "World Development",
            "pages": "C",
            "type": "journal",
            "volume": "138"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kokas, D",
                        "preferred": "D Kokas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lopez-Acevedo, GC",
                        "preferred": "GC Lopez-Acevedo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lahga, E",
                        "preferred": "E Lahga"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rahman, A",
                        "preferred": "A Rahman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vibhuti, Mendiratta",
                        "preferred": "Mendiratta Vibhuti"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "Impacts of COVID-19 on Household Welfare in Tunisia, Policy Research Working Paper Series 9503, The World Bank, 10.1596/1813-9450-9503",
            "id": "bib15",
            "title": "Policy Research Working Paper Series 9503",
            "type": "unknown"
        },
        {
            "articleTitle": "El impacto del sistema tributario y el gasto social en la distribución del ingreso y la pobreza en América Latina. Una aplicación del marco metodológico del proyecto Compromiso con la Equidad (CEQ)",
            "authors": [
                {
                    "name": {
                        "index": "Lustig, Nora",
                        "preferred": "Nora Lustig"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib16",
            "journal": "El Trimestre Económico",
            "pages": {
                "first": "493",
                "last": "568",
                "range": "493–568"
            },
            "type": "journal",
            "volume": "0"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lustig, N",
                        "preferred": "N Lustig"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pabon, VM",
                        "preferred": "VM Pabon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sanz, F",
                        "preferred": "F Sanz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Younger, SD",
                        "preferred": "SD Younger"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Impact of COVID-19 Lockdowns and Expanded Social Assistance on Inequality, Poverty and Mobility in Argentina, Brazil, Colombia and Mexico",
            "date": "2020",
            "id": "bib17",
            "publisher": {
                "name": [
                    "ECINEQ, Society for the Study of Economic Inequality"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Socio-Economic Impacts of COVID-19 on Household Consumption and Poverty",
            "authors": [
                {
                    "name": {
                        "index": "Martin, A",
                        "preferred": "A Martin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Markhvida, M",
                        "preferred": "M Markhvida"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hallegatte, S",
                        "preferred": "S Hallegatte"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brian, Walsh",
                        "preferred": "Walsh Brian"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1007/s41885-020-00070-3",
            "id": "bib18",
            "journal": "Economics of Disasters and Climate Change",
            "pages": {
                "first": "453",
                "last": "479",
                "range": "453–479"
            },
            "pmid": 32838120,
            "type": "journal",
            "volume": "4"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Montenovo, L",
                        "preferred": "L Montenovo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jiang, X",
                        "preferred": "X Jiang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rojas, FL",
                        "preferred": "FL Rojas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schmutte, IM",
                        "preferred": "IM Schmutte"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Simon, KI",
                        "preferred": "KI Simon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weinberg, BA",
                        "preferred": "BA Weinberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Coady, Wing",
                        "preferred": "Wing Coady"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Determinants of Disparities in Covid-19 Job Losses",
            "date": "2020",
            "id": "bib19",
            "publisher": {
                "name": [
                    "National Bureau of Economic Research, Inc"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "date": "2020",
            "details": "https://www.oecd.org/coronavirus/policy-responses/women-at-the-core-of-the-fight-against-covid-19-crisis-553a8269/",
            "id": "bib20",
            "title": "https://www.oecd.org/coronavirus/policy-responses/women-at-the-core-of-the-fight-against-covid-19-crisis-553a8269/",
            "type": "unknown",
            "uri": "https://www.oecd.org/coronavirus/policy-responses/women-at-the-core-of-the-fight-against-covid-19-crisis-553a8269/"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "van de Walle, D",
                        "preferred": "D van de Walle"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "details": "Public spending and the poor: what we know, what we need to know, Policy Research Working Paper Series 1476, The World Bank",
            "id": "bib21",
            "title": "Policy Research Working Paper Series 1476",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "WEF",
                    "type": "group"
                }
            ],
            "date": "2021",
            "details": "Insight Report",
            "id": "bib22",
            "title": "Insight Report",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "World",
                    "type": "group"
                }
            ],
            "bookTitle": "Poverty and Distributional Impacts of COVID-19: Potential Channels of Impact and Mitigating Policies",
            "date": "2020",
            "id": "bib23",
            "publisher": {
                "name": [
                    "The World Bank"
                ]
            },
            "type": "book"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "At the beginning of the COVID-19 crisis, on March 23, 2020, through decree 310/2020, the National Social Security Administration (ANSES) created the IFE benefit aimed at the most vulnerable sectors of the population. The IFE consists of an exceptional non-contributory monetary benefit, intended to compensate the loss or serious decrease in income of people affected by the health emergency scenario (declared by decree no. 260/2020). To mitigate the increase in poverty and indigence, this measure was aimed at households composed of informal workers, unemployed workers, and low-income self-employed workers. The latter are those with an monthly average gross income of less than $17,394 (around US$220); that is, those sectors of the population with the highest degree of vulnerability in socioeconomic terms.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The amount of the IFE was $10,000 (around US$120, which represents 60 percent of the minimum wage) and can be collected by a member of the household who is under conditions of exclusion or job insecurity and is facing socioeconomic vulnerability. The IFE presents two exclusive definitions regarding the delimitation of the beneficiary population. On the one hand, it provides assistance to workers affected by precarious job placement (low-income self-employed workers, domestic workers, informal employees, and unemployed workers). On the other hand, the program limits this coverage to the employment and economic situation of the household to which the beneficiary belongs, in the sense that all its members must meet the conditions to access the IFE and only one of them may receive the benefit. The IFE was compatible with the receipt of other social programs like the AUH or the AUE.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Simultaneously with the IFE, a bonus of up to $3,000 (around US$40) was granted to more than 4.6 million retirees and pensioners who received a single pension until reaching $18,892 (around US$240). In addition, the amount of the AUH and the AUE was doubled, benefiting more than 4.3 million children and adolescents who received a supplementary income of $3,103.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6",
                    "title": "Simulated policy response to mitigate the effects of the COVID-19 crisis",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ own calculations based on Ministry of Production and Labor and EPH-INDEC. Notes: We assume zero variations on public employment. For wage variations, we use the same criteria than for the rest of employees (INDEC). These are, for each quarter, 1,95 percent, 7.19 percent, and 15.22 percent, respectively.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "BLK_A1-T1",
                                    "label": "Table A1",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\" colspan=\"7\">Employment variations</th></tr><tr><th align=\"left\">Sector</th><th align=\"left\" colspan=\"2\">1q ahead</th><th align=\"left\" colspan=\"2\">2q ahead</th><th align=\"left\" colspan=\"2\">3q ahead</th></tr><tr><th align=\"left\"/><th align=\"left\">Formal</th><th align=\"left\">Informal</th><th align=\"left\">Formal</th><th align=\"left\">Informal</th><th align=\"left\">Formal</th><th align=\"left\">Informal</th></tr></thead><tbody><tr><td align=\"left\">Primary</td><td align=\"left\">-0.63</td><td align=\"left\">-0.90</td><td align=\"left\">-0.36</td><td align=\"left\">-0.52</td><td align=\"left\">-0.30</td><td align=\"left\">-0.43</td></tr><tr><td align=\"left\">Manufacturing</td><td align=\"left\">-0.18</td><td align=\"left\">-0.33</td><td align=\"left\">-0.10</td><td align=\"left\">-0.19</td><td align=\"left\">-0.08</td><td align=\"left\">-0.16</td></tr><tr><td align=\"left\">Construction</td><td align=\"left\">-0.17</td><td align=\"left\">-0.27</td><td align=\"left\">-0.10</td><td align=\"left\">-0.15</td><td align=\"left\">-0.08</td><td align=\"left\">-0.13</td></tr><tr><td align=\"left\">Commerce</td><td align=\"left\">-0.12</td><td align=\"left\">-0.44</td><td align=\"left\">-0.07</td><td align=\"left\">-0.25</td><td align=\"left\">-0.06</td><td align=\"left\">-0.21</td></tr><tr><td align=\"left\">Hotels and rest.</td><td align=\"left\">-0.31</td><td align=\"left\">-0.45</td><td align=\"left\">-0.18</td><td align=\"left\">-0.26</td><td align=\"left\">-0.15</td><td align=\"left\">-0.21</td></tr><tr><td align=\"left\">Transp. and com.</td><td align=\"left\">-0.19</td><td align=\"left\">-0.44</td><td align=\"left\">-0.11</td><td align=\"left\">-0.25</td><td align=\"left\">-0.09</td><td align=\"left\">-0.21</td></tr><tr><td align=\"left\">Financial serv.</td><td align=\"left\">-0.25</td><td align=\"left\">-0.44</td><td align=\"left\">-0.14</td><td align=\"left\">-0.26</td><td align=\"left\">-0.12</td><td align=\"left\">-0.21</td></tr><tr><td align=\"left\">Education</td><td align=\"left\">-0.28</td><td align=\"left\">-0.72</td><td align=\"left\">-0.16</td><td align=\"left\">-0.42</td><td align=\"left\">-0.13</td><td align=\"left\">-0.34</td></tr><tr><td align=\"left\">Health</td><td align=\"left\">-0.17</td><td align=\"left\">-0.58</td><td align=\"left\">-0.10</td><td align=\"left\">-0.33</td><td align=\"left\">-0.08</td><td align=\"left\">-0.27</td></tr><tr><td align=\"left\">Domestic serv.</td><td align=\"left\">-0.24</td><td align=\"left\">-0.29</td><td align=\"left\">-0.14</td><td align=\"left\">-0.17</td><td align=\"left\">-0.11</td><td align=\"left\">-0.14</td></tr><tr><td align=\"left\">Other</td><td align=\"left\">-0.12</td><td align=\"left\">-0.33</td><td align=\"left\">-0.07</td><td align=\"left\">-0.19</td><td align=\"left\">-0.06</td><td align=\"left\">-0.15</td></tr><tr><td align=\"left\">Average</td><td align=\"left\">-0.24</td><td align=\"left\">-0.47</td><td align=\"left\">-0.14</td><td align=\"left\">-0.27</td><td align=\"left\">-0.11</td><td align=\"left\">-0.22</td></tr><tr><td align=\"left\" colspan=\"7\"><b>Wage variations</b></td></tr><tr><td align=\"left\"/><td align=\"left\"><b>Formal</b></td><td align=\"left\"><b>Informal</b></td><td align=\"left\"><b>Formal</b></td><td align=\"left\"><b>Informal</b></td><td align=\"left\"><b>Formal</b></td><td align=\"left\"><b>Informal</b></td></tr><tr><td align=\"left\"/><td align=\"left\">-0.0034</td><td align=\"left\">0.02</td><td align=\"left\">0.05</td><td align=\"left\">0.13</td><td align=\"left\">0.16</td><td align=\"left\">0.25</td></tr></tbody></table>"
                                    ],
                                    "title": "Employment and wage variations.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ own estimates based on the Permanent Household Survey (EPH). Notes: Robust standard errors are in parentheses. Statistical significance *** p &lt; 0.01, ** p &lt; 0.05, * p &lt; 0.1. Interaction terms and intercept are included but not reported for briefness.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "BLK_A1-T2",
                                    "label": "Table A2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\" rowspan=\"2\"/><th align=\"left\" colspan=\"2\">Pr (employed=1)</th></tr><tr><th align=\"left\">Formal</th><th align=\"left\">Informal</th></tr></thead><tbody><tr><td align=\"left\">Gender (male==1)</td><td align=\"left\">1.307***</td><td align=\"left\">1.275***</td></tr><tr><td align=\"left\"/><td align=\"left\">(0.344)</td><td align=\"left\">(0.317)</td></tr><tr><td align=\"left\">Age</td><td align=\"left\">0.212***</td><td align=\"left\">0.0964***</td></tr><tr><td align=\"left\"/><td align=\"left\">(0.0157)</td><td align=\"left\">(0.0135)</td></tr><tr><td align=\"left\">Age2</td><td align=\"left\">-0.00198***</td><td align=\"left\">-0.000818***</td></tr><tr><td align=\"left\"/><td align=\"left\">(0.000184)</td><td align=\"left\">(0.000165)</td></tr><tr><td align=\"left\">Incomplete primary</td><td align=\"left\">-0.265</td><td align=\"left\">-0.891</td></tr><tr><td align=\"left\"/><td align=\"left\">(0.976)</td><td align=\"left\">(0.804)</td></tr><tr><td align=\"left\">Complete primary</td><td align=\"left\">0.496</td><td align=\"left\">-0.561</td></tr><tr><td align=\"left\"/><td align=\"left\">(0.925)</td><td align=\"left\">(0.782)</td></tr><tr><td align=\"left\">Incomplete secondary</td><td align=\"left\">0.334</td><td align=\"left\">-0.773</td></tr><tr><td align=\"left\"/><td align=\"left\">(0.918)</td><td align=\"left\">(0.776)</td></tr><tr><td align=\"left\">Complete secondary</td><td align=\"left\">0.637</td><td align=\"left\">-0.86</td></tr><tr><td align=\"left\"/><td align=\"left\">(0.915)</td><td align=\"left\">(0.774)</td></tr><tr><td align=\"left\">Incomplete tertiary</td><td align=\"left\">0.406</td><td align=\"left\">-0.897</td></tr><tr><td align=\"left\"/><td align=\"left\">(0.917)</td><td align=\"left\">(0.776)</td></tr><tr><td align=\"left\">Complete tertiary</td><td align=\"left\">1.053</td><td align=\"left\">-1.14</td></tr><tr><td align=\"left\"/><td align=\"left\">(0.904)</td><td align=\"left\">(0.763)</td></tr><tr><td align=\"left\">Head of HH</td><td align=\"left\">0.845***</td><td align=\"left\">0.484***</td></tr><tr><td align=\"left\"/><td align=\"left\">(0.121)</td><td align=\"left\">(0.104)</td></tr><tr><td align=\"left\"># of children</td><td align=\"left\">0.237**</td><td align=\"left\">0.127</td></tr><tr><td align=\"left\"/><td align=\"left\">(0.111)</td><td align=\"left\">(0.0968)</td></tr><tr><td align=\"left\">Marriage status</td><td align=\"left\">0.627***</td><td align=\"left\">0.368***</td></tr><tr><td align=\"left\"/><td align=\"left\">(0.0796)</td><td align=\"left\">(0.0674)</td></tr><tr><td align=\"left\"># HH members</td><td align=\"left\">0.156***</td><td align=\"left\">0.0783***</td></tr><tr><td align=\"left\"/><td align=\"left\">(0.0231)</td><td align=\"left\">(0.0177)</td></tr><tr><td align=\"left\">HH per capita income (log)</td><td align=\"left\">2.013***</td><td align=\"left\">0.552***</td></tr><tr><td align=\"left\"/><td align=\"left\">(0.062)</td><td align=\"left\">(0.0439)</td></tr><tr><td align=\"left\">Observations</td><td align=\"left\">11,656</td><td align=\"left\">8,478</td></tr><tr><td align=\"left\">R2</td><td align=\"left\">0.3613</td><td align=\"left\">0.0645</td></tr></tbody></table>"
                                    ],
                                    "title": "Logistic regression on the probability of being employed: Formal and informal workers.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ own estimates based on Permanent Household Survey (EPH). Notes: The table includes all types of employment (public, private, and self-employment).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "BLK_A1-T3",
                                    "label": "Table A3",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\" rowspan=\"3\"/><th align=\"left\" colspan=\"3\">1st quarter 2020</th><th align=\"left\" colspan=\"3\">2nd quarter 2020</th><th align=\"left\" colspan=\"3\">Change</th></tr><tr><th align=\"left\" colspan=\"3\">Level</th><th align=\"left\" colspan=\"3\">Level</th><th align=\"left\" colspan=\"3\">%</th></tr><tr><th align=\"left\">Male</th><th align=\"left\">Female</th><th align=\"left\">All</th><th align=\"left\">Male</th><th align=\"left\">Female</th><th align=\"left\">All</th><th align=\"left\">Male</th><th align=\"left\">Female</th><th align=\"left\">All</th></tr></thead><tbody><tr><td align=\"left\">Primary</td><td align=\"left\">91,750</td><td align=\"left\">29,883</td><td align=\"left\">121,633</td><td align=\"left\">34,636</td><td align=\"left\">10,945</td><td align=\"left\">45,581</td><td align=\"left\">-62.2</td><td align=\"left\">-63.4</td><td align=\"left\">-62.5</td></tr><tr><td align=\"left\">Manufacturing</td><td align=\"left\">874,726</td><td align=\"left\">451,827</td><td align=\"left\">1,326,553</td><td align=\"left\">708,487</td><td align=\"left\">332,908</td><td align=\"left\">1,041,395</td><td align=\"left\">-19.0</td><td align=\"left\">-26.3</td><td align=\"left\">-21.5</td></tr><tr><td align=\"left\">Construction</td><td align=\"left\">1,044,273</td><td align=\"left\">22,001</td><td align=\"left\">1,066,274</td><td align=\"left\">810,563</td><td align=\"left\">19,909</td><td align=\"left\">830,472</td><td align=\"left\">-22.4</td><td align=\"left\">-9.5</td><td align=\"left\">-22.1</td></tr><tr><td align=\"left\">Commerce</td><td align=\"left\">1,311,071</td><td align=\"left\">883,783</td><td align=\"left\">2,194,854</td><td align=\"left\">1,012,360</td><td align=\"left\">608,865</td><td align=\"left\">1,621,225</td><td align=\"left\">-22.8</td><td align=\"left\">-31.1</td><td align=\"left\">-26.1</td></tr><tr><td align=\"left\">Hotels and rest.</td><td align=\"left\">278,457</td><td align=\"left\">183,943</td><td align=\"left\">462,400</td><td align=\"left\">191,980</td><td align=\"left\">104,309</td><td align=\"left\">296,289</td><td align=\"left\">-31.1</td><td align=\"left\">-43.3</td><td align=\"left\">-35.9</td></tr><tr><td align=\"left\">Transp. and com.</td><td align=\"left\">778,999</td><td align=\"left\">135,834</td><td align=\"left\">914,833</td><td align=\"left\">598,012</td><td align=\"left\">91,637</td><td align=\"left\">689,649</td><td align=\"left\">-23.2</td><td align=\"left\">-32.5</td><td align=\"left\">-24.6</td></tr><tr><td align=\"left\">Financial serv.</td><td align=\"left\">783,739</td><td align=\"left\">528,898</td><td align=\"left\">1,312,637</td><td align=\"left\">566,354</td><td align=\"left\">389,737</td><td align=\"left\">956,091</td><td align=\"left\">-27.7</td><td align=\"left\">-26.3</td><td align=\"left\">-27.2</td></tr><tr><td align=\"left\">Education</td><td align=\"left\">239,797</td><td align=\"left\">735,108</td><td align=\"left\">974,905</td><td align=\"left\">201,445</td><td align=\"left\">623,182</td><td align=\"left\">824,627</td><td align=\"left\">-16.0</td><td align=\"left\">-15.2</td><td align=\"left\">-15.4</td></tr><tr><td align=\"left\">Health</td><td align=\"left\">1,033,530</td><td align=\"left\">1,123,807</td><td align=\"left\">2,157,337</td><td align=\"left\">965,203</td><td align=\"left\">1,004,377</td><td align=\"left\">1,969,580</td><td align=\"left\">-6.6</td><td align=\"left\">-10.6</td><td align=\"left\">-8.7</td></tr><tr><td align=\"left\">Domestic serv.</td><td align=\"left\">47,380</td><td align=\"left\">942,717</td><td align=\"left\">990,097</td><td align=\"left\">24,948</td><td align=\"left\">697,099</td><td align=\"left\">722,047</td><td align=\"left\">-47.3</td><td align=\"left\">-26.1</td><td align=\"left\">-27.1</td></tr><tr><td align=\"left\">Other</td><td align=\"left\">246,806</td><td align=\"left\">276,809</td><td align=\"left\">523,615</td><td align=\"left\">214,327</td><td align=\"left\">211,890</td><td align=\"left\">426,217</td><td align=\"left\">-13.2</td><td align=\"left\">-23.5</td><td align=\"left\">-18.6</td></tr><tr><td align=\"left\">Total</td><td align=\"left\">6,730,528</td><td align=\"left\">5,314,610</td><td align=\"left\">12,045,138</td><td align=\"left\">5,328,315</td><td align=\"left\">4,094,858</td><td align=\"left\">9,423,173</td><td align=\"left\">-20.8</td><td align=\"left\">-23.0</td><td align=\"left\">-21.8</td></tr></tbody></table>"
                                    ],
                                    "title": "Employment by gender. Pre-COVID-19 (1st quarter of 2020) versus Post-COVID-19 (2nd quarter of 2020). Number of employed people and percentage change.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ own calculations based on Ministry of Production and Labor and EPH-INDEC. Notes: Workers in Argentina benefit from a wage bonus, aguinaldos, that is paid twice a year in June and December. Therefore, they are registered and included in the first and third quarters of our simulations but not in the second and fourth ones. Thus, to provide an accurate comparison, the pre-COVID-19 scenario should be compared with the second-quarter-ahead scenario. This is valid for both the scenario with and without policy responses.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "BLK_A1-T4",
                                    "label": "Table A4",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\">Pre-COVID-19</th><th align=\"left\" colspan=\"6\">Post-COVID-19 scenario (without policy responses)</th><th align=\"left\" colspan=\"6\">Post-COVID-19 scenario (with policy responses)</th></tr><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\">1st quarter 2020</th><th align=\"left\" colspan=\"2\">1 quarter ahead</th><th align=\"left\" colspan=\"2\">2 quarters ahead</th><th align=\"left\" colspan=\"2\">3 quarters ahead</th><th align=\"left\" colspan=\"2\">1 quarter ahead</th><th align=\"left\" colspan=\"2\">2 quarters ahead</th><th align=\"left\" colspan=\"2\">3 quarters ahead</th></tr><tr><th align=\"left\">Decil</th><th align=\"left\">Group</th><th align=\"left\">[1]</th><th align=\"left\">[2]</th><th align=\"left\">[3]</th><th align=\"left\">[4]</th><th align=\"left\">[5]</th><th align=\"left\">[6]</th><th align=\"left\">[7]</th><th align=\"left\">[8]</th><th align=\"left\">[9]</th><th align=\"left\">[10]</th><th align=\"left\">[11]</th><th align=\"left\">[12]</th><th align=\"left\">[13]</th></tr><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\">Level</th><th align=\"left\">Level</th><th align=\"left\"/><th align=\"left\">Level</th><th align=\"left\">Change[4] - [1](in %)</th><th align=\"left\">Level</th><th align=\"left\">Change[6] - [2](in %)</th><th align=\"left\">Level</th><th align=\"left\">Change [8] - [2](in %)</th><th align=\"left\">Level</th><th align=\"left\">Change [10] - [1](in %)</th><th align=\"left\">Level</th><th align=\"left\">Change [12] - [6] (in %)</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"3\">1</td><td align=\"left\">Head male</td><td align=\"left\">2876.8</td><td align=\"left\">2019.1</td><td align=\"left\"/><td align=\"left\">2386.4</td><td align=\"left\">-17.05</td><td align=\"left\">2382.7</td><td align=\"left\">18.0</td><td align=\"left\">2812.6</td><td align=\"left\">39.3</td><td align=\"left\">3114.0</td><td align=\"left\">8.2</td><td align=\"left\">2856.4</td><td align=\"left\">19.9</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">2810.4</td><td align=\"left\">1933.5</td><td align=\"left\"/><td align=\"left\">2404.7</td><td align=\"left\">-14.43</td><td align=\"left\">2391.3</td><td align=\"left\">23.7</td><td align=\"left\">2869.8</td><td align=\"left\">48.4</td><td align=\"left\">3288.3</td><td align=\"left\">17.0</td><td align=\"left\">3085.9</td><td align=\"left\">29.1</td></tr><tr><td align=\"left\">Decile</td><td align=\"left\">2841.8</td><td align=\"left\">1974.0</td><td align=\"left\"/><td align=\"left\">2396.1</td><td align=\"left\">-15.69</td><td align=\"left\">2387.2</td><td align=\"left\">20.9</td><td align=\"left\">2842.7</td><td align=\"left\">44.0</td><td align=\"left\">3205.8</td><td align=\"left\">12.8</td><td align=\"left\">2977.3</td><td align=\"left\">24.7</td></tr><tr><td align=\"left\" rowspan=\"3\">2</td><td align=\"left\">Head male</td><td align=\"left\">5881.1</td><td align=\"left\">4534.6</td><td align=\"left\"/><td align=\"left\">5227.2</td><td align=\"left\">-11.12</td><td align=\"left\">5008.1</td><td align=\"left\">10.4</td><td align=\"left\">5173.8</td><td align=\"left\">14.1</td><td align=\"left\">5795.6</td><td align=\"left\">-1.5</td><td align=\"left\">5413.6</td><td align=\"left\">8.1</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">5754.5</td><td align=\"left\">3920.8</td><td align=\"left\"/><td align=\"left\">4746.2</td><td align=\"left\">-17.52</td><td align=\"left\">4588.4</td><td align=\"left\">17.0</td><td align=\"left\">4635.6</td><td align=\"left\">18.2</td><td align=\"left\">5424.5</td><td align=\"left\">-5.7</td><td align=\"left\">5109.7</td><td align=\"left\">11.4</td></tr><tr><td align=\"left\">Decile</td><td align=\"left\">5822.4</td><td align=\"left\">4250.3</td><td align=\"left\"/><td align=\"left\">5004.4</td><td align=\"left\">-14.05</td><td align=\"left\">4813.7</td><td align=\"left\">13.3</td><td align=\"left\">4924.5</td><td align=\"left\">15.9</td><td align=\"left\">5623.7</td><td align=\"left\">-3.4</td><td align=\"left\">5272.9</td><td align=\"left\">9.5</td></tr><tr><td align=\"left\" rowspan=\"3\">3</td><td align=\"left\">Head male</td><td align=\"left\">8223.8</td><td align=\"left\">6429.1</td><td align=\"left\"/><td align=\"left\">7382.5</td><td align=\"left\">-10.23</td><td align=\"left\">6966.7</td><td align=\"left\">8.4</td><td align=\"left\">7001.6</td><td align=\"left\">8.9</td><td align=\"left\">7889.2</td><td align=\"left\">-4.1</td><td align=\"left\">7301.9</td><td align=\"left\">4.8</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">8138.5</td><td align=\"left\">5810.2</td><td align=\"left\"/><td align=\"left\">7078.7</td><td align=\"left\">-13.02</td><td align=\"left\">6765.8</td><td align=\"left\">16.4</td><td align=\"left\">6414.1</td><td align=\"left\">10.4</td><td align=\"left\">7615.7</td><td align=\"left\">-6.4</td><td align=\"left\">7093.1</td><td align=\"left\">4.8</td></tr><tr><td align=\"left\">Decile</td><td align=\"left\">8189.0</td><td align=\"left\">6176.9</td><td align=\"left\"/><td align=\"left\">7258.7</td><td align=\"left\">-11.36</td><td align=\"left\">6884.8</td><td align=\"left\">11.5</td><td align=\"left\">6762.2</td><td align=\"left\">9.5</td><td align=\"left\">7777.8</td><td align=\"left\">-5.0</td><td align=\"left\">7216.8</td><td align=\"left\">4.8</td></tr><tr><td align=\"left\" rowspan=\"3\">4</td><td align=\"left\">Head male</td><td align=\"left\">10352.4</td><td align=\"left\">7943.7</td><td align=\"left\"/><td align=\"left\">9356.1</td><td align=\"left\">-9.62</td><td align=\"left\">8676.8</td><td align=\"left\">9.2</td><td align=\"left\">8400.7</td><td align=\"left\">5.8</td><td align=\"left\">9757.7</td><td align=\"left\">-5.7</td><td align=\"left\">8876.9</td><td align=\"left\">2.3</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">10389.5</td><td align=\"left\">7609.1</td><td align=\"left\"/><td align=\"left\">8974.6</td><td align=\"left\">-13.62</td><td align=\"left\">8589.7</td><td align=\"left\">12.9</td><td align=\"left\">8139.7</td><td align=\"left\">7.0</td><td align=\"left\">9439.9</td><td align=\"left\">-9.1</td><td align=\"left\">8890.4</td><td align=\"left\">3.5</td></tr><tr><td align=\"left\">Decile</td><td align=\"left\">10367.5</td><td align=\"left\">7807.2</td><td align=\"left\"/><td align=\"left\">9200.6</td><td align=\"left\">-11.26</td><td align=\"left\">8641.3</td><td align=\"left\">10.7</td><td align=\"left\">8294.3</td><td align=\"left\">6.2</td><td align=\"left\">9628.1</td><td align=\"left\">-7.1</td><td align=\"left\">8882.4</td><td align=\"left\">2.8</td></tr><tr><td align=\"left\" rowspan=\"3\">5</td><td align=\"left\">Head male</td><td align=\"left\">12904.4</td><td align=\"left\">10491.4</td><td align=\"left\"/><td align=\"left\">11875.5</td><td align=\"left\">-7.97</td><td align=\"left\">11122.0</td><td align=\"left\">6.0</td><td align=\"left\">10852.8</td><td align=\"left\">3.4</td><td align=\"left\">12204.3</td><td align=\"left\">-5.4</td><td align=\"left\">11323.5</td><td align=\"left\">1.8</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">13082.1</td><td align=\"left\">10147.3</td><td align=\"left\"/><td align=\"left\">11608.8</td><td align=\"left\">-11.26</td><td align=\"left\">11060.8</td><td align=\"left\">9.0</td><td align=\"left\">10654.5</td><td align=\"left\">5.0</td><td align=\"left\">12050.0</td><td align=\"left\">-7.9</td><td align=\"left\">11273.4</td><td align=\"left\">1.9</td></tr><tr><td align=\"left\">Decile</td><td align=\"left\">12978.9</td><td align=\"left\">10347.1</td><td align=\"left\"/><td align=\"left\">11763.7</td><td align=\"left\">-9.36</td><td align=\"left\">11096.3</td><td align=\"left\">7.2</td><td align=\"left\">10769.7</td><td align=\"left\">4.1</td><td align=\"left\">12139.6</td><td align=\"left\">-6.5</td><td align=\"left\">11302.5</td><td align=\"left\">1.9</td></tr><tr><td align=\"left\" rowspan=\"3\">6</td><td align=\"left\">Head male</td><td align=\"left\">16017.4</td><td align=\"left\">13231.7</td><td align=\"left\"/><td align=\"left\">14856.3</td><td align=\"left\">-7.25</td><td align=\"left\">13547.2</td><td align=\"left\">2.4</td><td align=\"left\">13519.3</td><td align=\"left\">2.2</td><td align=\"left\">15123.6</td><td align=\"left\">-5.6</td><td align=\"left\">13710.4</td><td align=\"left\">1.2</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">16023.9</td><td align=\"left\">12326.6</td><td align=\"left\"/><td align=\"left\">14745.6</td><td align=\"left\">-7.98</td><td align=\"left\">13698.8</td><td align=\"left\">11.1</td><td align=\"left\">12776.4</td><td align=\"left\">3.6</td><td align=\"left\">15128.6</td><td align=\"left\">-5.6</td><td align=\"left\">13906.7</td><td align=\"left\">1.5</td></tr><tr><td align=\"left\">Decile</td><td align=\"left\">16019.6</td><td align=\"left\">12918.2</td><td align=\"left\"/><td align=\"left\">14818.0</td><td align=\"left\">-7.50</td><td align=\"left\">13599.7</td><td align=\"left\">5.3</td><td align=\"left\">13262.0</td><td align=\"left\">2.7</td><td align=\"left\">15125.3</td><td align=\"left\">-5.6</td><td align=\"left\">13778.4</td><td align=\"left\">1.3</td></tr><tr><td align=\"left\" rowspan=\"3\">7</td><td align=\"left\">Head male</td><td align=\"left\">19768.0</td><td align=\"left\">16373.9</td><td align=\"left\"/><td align=\"left\">18662.9</td><td align=\"left\">-5.59</td><td align=\"left\">17113.0</td><td align=\"left\">4.5</td><td align=\"left\">16612.0</td><td align=\"left\">1.5</td><td align=\"left\">18883.1</td><td align=\"left\">-4.5</td><td align=\"left\">17261.5</td><td align=\"left\">0.9</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">19819.5</td><td align=\"left\">16361.2</td><td align=\"left\"/><td align=\"left\">18490.0</td><td align=\"left\">-6.71</td><td align=\"left\">16927.5</td><td align=\"left\">3.5</td><td align=\"left\">16651.9</td><td align=\"left\">1.8</td><td align=\"left\">18757.7</td><td align=\"left\">-5.4</td><td align=\"left\">17118.9</td><td align=\"left\">1.1</td></tr><tr><td align=\"left\">Decile</td><td align=\"left\">19789.5</td><td align=\"left\">16368.6</td><td align=\"left\"/><td align=\"left\">18590.6</td><td align=\"left\">-6.06</td><td align=\"left\">17035.5</td><td align=\"left\">4.1</td><td align=\"left\">16628.7</td><td align=\"left\">1.6</td><td align=\"left\">18830.7</td><td align=\"left\">-4.8</td><td align=\"left\">17201.9</td><td align=\"left\">1.0</td></tr><tr><td align=\"left\" rowspan=\"3\">8</td><td align=\"left\">Head male</td><td align=\"left\">24920.4</td><td align=\"left\">21226.2</td><td align=\"left\"/><td align=\"left\">23533.0</td><td align=\"left\">-5.57</td><td align=\"left\">21187.1</td><td align=\"left\">-0.2</td><td align=\"left\">21430.0</td><td align=\"left\">1.0</td><td align=\"left\">23721.8</td><td align=\"left\">-4.8</td><td align=\"left\">21320.8</td><td align=\"left\">0.6</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">25243.5</td><td align=\"left\">21744.7</td><td align=\"left\"/><td align=\"left\">24002.2</td><td align=\"left\">-4.92</td><td align=\"left\">22073.2</td><td align=\"left\">1.5</td><td align=\"left\">22025.2</td><td align=\"left\">1.3</td><td align=\"left\">24263.6</td><td align=\"left\">-3.9</td><td align=\"left\">22225.9</td><td align=\"left\">0.7</td></tr><tr><td align=\"left\">Decile</td><td align=\"left\">25037.3</td><td align=\"left\">21413.7</td><td align=\"left\"/><td align=\"left\">23702.7</td><td align=\"left\">-5.33</td><td align=\"left\">21507.7</td><td align=\"left\">0.4</td><td align=\"left\">21645.3</td><td align=\"left\">1.1</td><td align=\"left\">23917.8</td><td align=\"left\">-4.5</td><td align=\"left\">21648.2</td><td align=\"left\">0.7</td></tr><tr><td align=\"left\" rowspan=\"3\">9</td><td align=\"left\">Head male</td><td align=\"left\">33505.8</td><td align=\"left\">28632.5</td><td align=\"left\"/><td align=\"left\">32187.2</td><td align=\"left\">-3.94</td><td align=\"left\">28267.5</td><td align=\"left\">-1.3</td><td align=\"left\">28791.9</td><td align=\"left\">0.6</td><td align=\"left\">32330.1</td><td align=\"left\">-3.5</td><td align=\"left\">28354.1</td><td align=\"left\">0.3</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">33536.6</td><td align=\"left\">28922.2</td><td align=\"left\"/><td align=\"left\">32361.5</td><td align=\"left\">-3.50</td><td align=\"left\">29063.2</td><td align=\"left\">0.5</td><td align=\"left\">29100.1</td><td align=\"left\">0.6</td><td align=\"left\">32512.2</td><td align=\"left\">-3.1</td><td align=\"left\">29152.7</td><td align=\"left\">0.3</td></tr><tr><td align=\"left\">Decile</td><td align=\"left\">33516.6</td><td align=\"left\">28733.5</td><td align=\"left\"/><td align=\"left\">32248.0</td><td align=\"left\">-3.78</td><td align=\"left\">28544.9</td><td align=\"left\">-0.7</td><td align=\"left\">28899.3</td><td align=\"left\">0.6</td><td align=\"left\">32393.6</td><td align=\"left\">-3.4</td><td align=\"left\">28632.5</td><td align=\"left\">0.3</td></tr><tr><td align=\"left\" rowspan=\"3\">10</td><td align=\"left\">Head male</td><td align=\"left\">64176.4</td><td align=\"left\">53944.6</td><td align=\"left\"/><td align=\"left\">61847.3</td><td align=\"left\">-3.63</td><td align=\"left\">52654.1</td><td align=\"left\">-2.4</td><td align=\"left\">54050.2</td><td align=\"left\">0.2</td><td align=\"left\">61947.0</td><td align=\"left\">-3.5</td><td align=\"left\">52708.0</td><td align=\"left\">0.1</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">65193.7</td><td align=\"left\">55416.9</td><td align=\"left\"/><td align=\"left\">62714.9</td><td align=\"left\">-3.80</td><td align=\"left\">54648.5</td><td align=\"left\">-1.4</td><td align=\"left\">55557.0</td><td align=\"left\">0.3</td><td align=\"left\">62839.6</td><td align=\"left\">-3.6</td><td align=\"left\">54701.1</td><td align=\"left\">0.1</td></tr><tr><td align=\"left\">Decile</td><td align=\"left\">64559.5</td><td align=\"left\">54499.1</td><td align=\"left\"/><td align=\"left\">62174.1</td><td align=\"left\">-3.69</td><td align=\"left\">53405.3</td><td align=\"left\">-2.0</td><td align=\"left\">54617.7</td><td align=\"left\">0.2</td><td align=\"left\">62283.2</td><td align=\"left\">-3.5</td><td align=\"left\">53458.7</td><td align=\"left\">0.1</td></tr><tr><td align=\"left\" rowspan=\"3\">All</td><td align=\"left\">Head male</td><td align=\"left\">20717.0</td><td align=\"left\">17218.3</td><td align=\"left\"/><td align=\"left\">19557.8</td><td align=\"left\">-5.60</td><td align=\"left\">17406.4</td><td align=\"left\">1.1</td><td align=\"left\">17583.7</td><td align=\"left\">2.1</td><td align=\"left\">19888.1</td><td align=\"left\">-4.0</td><td align=\"left\">17616.4</td><td align=\"left\">1.2</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">18746.6</td><td align=\"left\">15334.1</td><td align=\"left\"/><td align=\"left\">17495.6</td><td align=\"left\">-6.67</td><td align=\"left\">15901.6</td><td align=\"left\">3.7</td><td align=\"left\">15823.0</td><td align=\"left\">3.2</td><td align=\"left\">17940.1</td><td align=\"left\">-4.3</td><td align=\"left\">16198.6</td><td align=\"left\">1.9</td></tr><tr><td align=\"left\">Population</td><td align=\"left\">19914.0</td><td align=\"left\">16450.4</td><td align=\"left\"/><td align=\"left\">18717.4</td><td align=\"left\">-6.01</td><td align=\"left\">16793.1</td><td align=\"left\">2.1</td><td align=\"left\">16866.1</td><td align=\"left\">2.5</td><td align=\"left\">19094.2</td><td align=\"left\">-4.1</td><td align=\"left\">17038.6</td><td align=\"left\">1.5</td></tr></tbody></table>"
                                    ],
                                    "title": "Average per capita income by deciles and by gender. Pre- and post-COVID-19 scenarios with and without policy responses. In pesos and percentage change.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ own calculations based on Ministry of Production and Labor and EPH-INDEC. Notes: Workers in Argentina benefit from a wage bonus, aguinaldos, that is paid twice a year in June and December. Therefore, they are registered and included in the first and third quarters of our simulations but not in the second and fourth ones. Thus, to provide an accurate comparison, the pre-COVID-19 scenario should be compared with the second-quarter-ahead scenario. This is valid for the scenario with and without the policy response.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "BLK_A1-T5",
                                    "label": "Table A5",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\" colspan=\"2\"/><th align=\"left\">Pre-COVID-19</th><th align=\"left\" colspan=\"6\">Post-COVID-19 scenario (without policy responses)</th><th align=\"left\" colspan=\"6\">Post-COVID-19 scenario (with policy responses)</th></tr><tr><th align=\"left\" colspan=\"2\"/><th align=\"left\">1st quarter 2020</th><th align=\"left\" colspan=\"2\">1 quarter ahead</th><th align=\"left\" colspan=\"2\">2 quarters ahead</th><th align=\"left\" colspan=\"2\">3 quarters ahead</th><th align=\"left\" colspan=\"2\">1 quarter ahead</th><th align=\"left\" colspan=\"2\">2 quarters ahead</th><th align=\"left\" colspan=\"2\">3 quarters ahead</th></tr><tr><th align=\"left\">Sector</th><th align=\"left\">Group</th><th align=\"left\">[1]</th><th align=\"left\">[2]</th><th align=\"left\">[3]</th><th align=\"left\">[4]</th><th align=\"left\">[5]</th><th align=\"left\">[6]</th><th align=\"left\">[7]</th><th align=\"left\">[8]</th><th align=\"left\">[9]</th><th align=\"left\">[10]</th><th align=\"left\">[11]</th><th align=\"left\">[12]</th><th align=\"left\">[13]</th></tr><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\">Level</th><th align=\"left\">Level</th><th align=\"left\"/><th align=\"left\">Level</th><th align=\"left\">Change [4] - [1] (in %)</th><th align=\"left\">Level</th><th align=\"left\">Change [6] - [2] (in %)</th><th align=\"left\">Level</th><th align=\"left\">Change [8] - [2] (in %)</th><th align=\"left\">Level</th><th align=\"left\">Change [10] - [1] (in %)</th><th align=\"left\">Level</th><th align=\"left\">Change [12] - [6] (in %)</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"3\">Primary act.</td><td align=\"left\">Head male</td><td align=\"left\">36813.8</td><td align=\"left\">22837.4</td><td align=\"left\"/><td align=\"left\">32161.1</td><td align=\"left\">-12.6</td><td align=\"left\">27830.7</td><td align=\"left\">21.9</td><td align=\"left\">23202.8</td><td align=\"left\">1.6</td><td align=\"left\">32424.3</td><td align=\"left\">-11.9</td><td align=\"left\">27945.6</td><td align=\"left\">0.4</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">30860.1</td><td align=\"left\">15576.9</td><td align=\"left\"/><td align=\"left\">23544.3</td><td align=\"left\">-23.7</td><td align=\"left\">21181.2</td><td align=\"left\">36.0</td><td align=\"left\">16024.4</td><td align=\"left\">2.9</td><td align=\"left\">23934.9</td><td align=\"left\">-22.4</td><td align=\"left\">21405.0</td><td align=\"left\">1.1</td></tr><tr><td align=\"left\">Sector</td><td align=\"left\">35381.3</td><td align=\"left\">21090.5</td><td align=\"left\"/><td align=\"left\">30087.9</td><td align=\"left\">-15.0</td><td align=\"left\">26230.8</td><td align=\"left\">24.4</td><td align=\"left\">21475.7</td><td align=\"left\">1.8</td><td align=\"left\">30381.8</td><td align=\"left\">-14.1</td><td align=\"left\">26371.9</td><td align=\"left\">0.5</td></tr><tr><td align=\"left\" rowspan=\"3\">Manufac-<br/>turing</td><td align=\"left\">Head male</td><td align=\"left\">19989.8</td><td align=\"left\">16026.3</td><td align=\"left\"/><td align=\"left\">18621.2</td><td align=\"left\">-6.8</td><td align=\"left\">16331.7</td><td align=\"left\">1.9</td><td align=\"left\">16396.8</td><td align=\"left\">2.3</td><td align=\"left\">18954.0</td><td align=\"left\">-5.2</td><td align=\"left\">16485.8</td><td align=\"left\">0.9</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">17260.7</td><td align=\"left\">13267.5</td><td align=\"left\"/><td align=\"left\">15606.6</td><td align=\"left\">-9.6</td><td align=\"left\">14307.4</td><td align=\"left\">7.8</td><td align=\"left\">13801.5</td><td align=\"left\">4.0</td><td align=\"left\">16082.7</td><td align=\"left\">-6.8</td><td align=\"left\">14568.9</td><td align=\"left\">1.8</td></tr><tr><td align=\"left\">Sector</td><td align=\"left\">19020.6</td><td align=\"left\">15046.6</td><td align=\"left\"/><td align=\"left\">17550.6</td><td align=\"left\">-7.7</td><td align=\"left\">15612.8</td><td align=\"left\">3.8</td><td align=\"left\">15475.1</td><td align=\"left\">2.8</td><td align=\"left\">17934.3</td><td align=\"left\">-5.7</td><td align=\"left\">15805.1</td><td align=\"left\">1.2</td></tr><tr><td align=\"left\" rowspan=\"3\">Constru- ction</td><td align=\"left\">Head male</td><td align=\"left\">14908.3</td><td align=\"left\">12140.8</td><td align=\"left\"/><td align=\"left\">13967.8</td><td align=\"left\">-6.3</td><td align=\"left\">12659.0</td><td align=\"left\">4.3</td><td align=\"left\">12779.0</td><td align=\"left\">5.3</td><td align=\"left\">14558.4</td><td align=\"left\">-2.3</td><td align=\"left\">12928.4</td><td align=\"left\">2.1</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">13641.8</td><td align=\"left\">10299.1</td><td align=\"left\"/><td align=\"left\">12277.8</td><td align=\"left\">-10.0</td><td align=\"left\">11321.5</td><td align=\"left\">9.9</td><td align=\"left\">10839.4</td><td align=\"left\">5.2</td><td align=\"left\">12773.2</td><td align=\"left\">-6.4</td><td align=\"left\">11645.0</td><td align=\"left\">2.9</td></tr><tr><td align=\"left\">Sector</td><td align=\"left\">14493.5</td><td align=\"left\">11537.6</td><td align=\"left\"/><td align=\"left\">13414.3</td><td align=\"left\">-7.4</td><td align=\"left\">12220.9</td><td align=\"left\">5.9</td><td align=\"left\">12143.8</td><td align=\"left\">5.3</td><td align=\"left\">13973.7</td><td align=\"left\">-3.6</td><td align=\"left\">12508.1</td><td align=\"left\">2.3</td></tr><tr><td align=\"left\" rowspan=\"3\">Commerce</td><td align=\"left\">Head male</td><td align=\"left\">18750.6</td><td align=\"left\">15335.0</td><td align=\"left\"/><td align=\"left\">17579.7</td><td align=\"left\">-6.2</td><td align=\"left\">15853.3</td><td align=\"left\">3.4</td><td align=\"left\">15799.7</td><td align=\"left\">3.0</td><td align=\"left\">18006.8</td><td align=\"left\">-4.0</td><td align=\"left\">16066.3</td><td align=\"left\">1.3</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">17827.3</td><td align=\"left\">13716.8</td><td align=\"left\"/><td align=\"left\">16310.7</td><td align=\"left\">-8.5</td><td align=\"left\">14985.7</td><td align=\"left\">9.3</td><td align=\"left\">14271.4</td><td align=\"left\">4.0</td><td align=\"left\">16813.1</td><td align=\"left\">-5.7</td><td align=\"left\">15249.8</td><td align=\"left\">1.8</td></tr><tr><td align=\"left\">Sector</td><td align=\"left\">18401.6</td><td align=\"left\">14723.3</td><td align=\"left\"/><td align=\"left\">17100.0</td><td align=\"left\">-7.1</td><td align=\"left\">15525.3</td><td align=\"left\">5.4</td><td align=\"left\">15222.0</td><td align=\"left\">3.4</td><td align=\"left\">17555.6</td><td align=\"left\">-4.6</td><td align=\"left\">15757.6</td><td align=\"left\">1.5</td></tr><tr><td align=\"left\" rowspan=\"3\">Hotels and rest.</td><td align=\"left\">Head male</td><td align=\"left\">17423.5</td><td align=\"left\">13116.4</td><td align=\"left\"/><td align=\"left\">15739.9</td><td align=\"left\">-9.7</td><td align=\"left\">14196.0</td><td align=\"left\">8.2</td><td align=\"left\">13640.7</td><td align=\"left\">4.0</td><td align=\"left\">16204.1</td><td align=\"left\">-7.0</td><td align=\"left\">14368.0</td><td align=\"left\">1.2</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">16560.2</td><td align=\"left\">11427.0</td><td align=\"left\"/><td align=\"left\">14373.7</td><td align=\"left\">-13.2</td><td align=\"left\">12941.8</td><td align=\"left\">13.3</td><td align=\"left\">11998.8</td><td align=\"left\">5.0</td><td align=\"left\">14859.8</td><td align=\"left\">-10.3</td><td align=\"left\">13203.5</td><td align=\"left\">2.0</td></tr><tr><td align=\"left\">Sector</td><td align=\"left\">17049.4</td><td align=\"left\">12384.3</td><td align=\"left\"/><td align=\"left\">15147.9</td><td align=\"left\">-11.2</td><td align=\"left\">13652.5</td><td align=\"left\">10.2</td><td align=\"left\">12929.2</td><td align=\"left\">4.4</td><td align=\"left\">15621.6</td><td align=\"left\">-8.4</td><td align=\"left\">13863.4</td><td align=\"left\">1.5</td></tr><tr><td align=\"left\" rowspan=\"3\">Tran. and com.</td><td align=\"left\">Head male</td><td align=\"left\">24247.9</td><td align=\"left\">19141.4</td><td align=\"left\"/><td align=\"left\">22432.7</td><td align=\"left\">-7.5</td><td align=\"left\">19678.4</td><td align=\"left\">2.8</td><td align=\"left\">19477.1</td><td align=\"left\">1.8</td><td align=\"left\">22731.1</td><td align=\"left\">-6.3</td><td align=\"left\">19824.2</td><td align=\"left\">0.7</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">25173.4</td><td align=\"left\">18819.4</td><td align=\"left\"/><td align=\"left\">22697.5</td><td align=\"left\">-9.8</td><td align=\"left\">20257.9</td><td align=\"left\">7.6</td><td align=\"left\">19160.1</td><td align=\"left\">1.8</td><td align=\"left\">22986.2</td><td align=\"left\">-8.7</td><td align=\"left\">20399.6</td><td align=\"left\">0.7</td></tr><tr><td align=\"left\">Sector</td><td align=\"left\">24533.3</td><td align=\"left\">19042.1</td><td align=\"left\"/><td align=\"left\">22514.4</td><td align=\"left\">-8.2</td><td align=\"left\">19857.1</td><td align=\"left\">4.3</td><td align=\"left\">19379.4</td><td align=\"left\">1.8</td><td align=\"left\">22809.8</td><td align=\"left\">-7.0</td><td align=\"left\">20001.7</td><td align=\"left\">0.7</td></tr><tr><td align=\"left\" rowspan=\"3\">Financial serv.</td><td align=\"left\">Head male</td><td align=\"left\">29727.0</td><td align=\"left\">24441.8</td><td align=\"left\"/><td align=\"left\">27713.6</td><td align=\"left\">-6.8</td><td align=\"left\">24574.5</td><td align=\"left\">0.5</td><td align=\"left\">24728.0</td><td align=\"left\">1.2</td><td align=\"left\">27967.8</td><td align=\"left\">-5.9</td><td align=\"left\">24683.9</td><td align=\"left\">0.4</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">26969.8</td><td align=\"left\">20540.5</td><td align=\"left\"/><td align=\"left\">24609.8</td><td align=\"left\">-8.8</td><td align=\"left\">21681.1</td><td align=\"left\">5.6</td><td align=\"left\">20926.5</td><td align=\"left\">1.9</td><td align=\"left\">24938.6</td><td align=\"left\">-7.5</td><td align=\"left\">21800.6</td><td align=\"left\">0.6</td></tr><tr><td align=\"left\">Sector</td><td align=\"left\">28750.7</td><td align=\"left\">23060.5</td><td align=\"left\"/><td align=\"left\">26614.6</td><td align=\"left\">-7.4</td><td align=\"left\">23550.0</td><td align=\"left\">2.1</td><td align=\"left\">23382.0</td><td align=\"left\">1.4</td><td align=\"left\">26895.2</td><td align=\"left\">-6.5</td><td align=\"left\">23663.0</td><td align=\"left\">0.5</td></tr><tr><td align=\"left\" rowspan=\"3\">Education</td><td align=\"left\">Head male</td><td align=\"left\">28563.8</td><td align=\"left\">23565.4</td><td align=\"left\"/><td align=\"left\">26985.3</td><td align=\"left\">-5.5</td><td align=\"left\">22982.5</td><td align=\"left\">-2.5</td><td align=\"left\">23658.5</td><td align=\"left\">0.4</td><td align=\"left\">27069.8</td><td align=\"left\">-5.2</td><td align=\"left\">23015.4</td><td align=\"left\">0.1</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">27261.2</td><td align=\"left\">22627.4</td><td align=\"left\"/><td align=\"left\">25685.2</td><td align=\"left\">-5.8</td><td align=\"left\">22364.7</td><td align=\"left\">-1.2</td><td align=\"left\">22797.2</td><td align=\"left\">0.8</td><td align=\"left\">25830.7</td><td align=\"left\">-5.2</td><td align=\"left\">22418.4</td><td align=\"left\">0.2</td></tr><tr><td align=\"left\">Sector</td><td align=\"left\">27983.4</td><td align=\"left\">23147.5</td><td align=\"left\"/><td align=\"left\">26406.0</td><td align=\"left\">-5.6</td><td align=\"left\">22707.2</td><td align=\"left\">-1.9</td><td align=\"left\">23274.8</td><td align=\"left\">0.5</td><td align=\"left\">26517.7</td><td align=\"left\">-5.2</td><td align=\"left\">22749.4</td><td align=\"left\">0.2</td></tr><tr><td align=\"left\" rowspan=\"3\">Soc. and health</td><td align=\"left\">Head male</td><td align=\"left\">30351.3</td><td align=\"left\">25821.1</td><td align=\"left\"/><td align=\"left\">29034.2</td><td align=\"left\">-4.3</td><td align=\"left\">25062.0</td><td align=\"left\">-2.9</td><td align=\"left\">25963.8</td><td align=\"left\">0.6</td><td align=\"left\">29162.2</td><td align=\"left\">-3.9</td><td align=\"left\">25120.4</td><td align=\"left\">0.2</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">26952.0</td><td align=\"left\">22510.3</td><td align=\"left\"/><td align=\"left\">25606.0</td><td align=\"left\">-5.0</td><td align=\"left\">22136.8</td><td align=\"left\">-1.7</td><td align=\"left\">22732.7</td><td align=\"left\">1.0</td><td align=\"left\">25804.1</td><td align=\"left\">-4.3</td><td align=\"left\">22237.4</td><td align=\"left\">0.5</td></tr><tr><td align=\"left\">Sector</td><td align=\"left\">28959.7</td><td align=\"left\">24465.7</td><td align=\"left\"/><td align=\"left\">27630.8</td><td align=\"left\">-4.6</td><td align=\"left\">23864.5</td><td align=\"left\">-2.5</td><td align=\"left\">24641.0</td><td align=\"left\">0.7</td><td align=\"left\">27787.5</td><td align=\"left\">-4.0</td><td align=\"left\">23940.1</td><td align=\"left\">0.3</td></tr><tr><td align=\"left\" rowspan=\"3\">Domestic serv.</td><td align=\"left\">Head male</td><td align=\"left\">12683.2</td><td align=\"left\">9882.2</td><td align=\"left\"/><td align=\"left\">11586.0</td><td align=\"left\">-8.7</td><td align=\"left\">10526.5</td><td align=\"left\">6.5</td><td align=\"left\">10427.7</td><td align=\"left\">5.5</td><td align=\"left\">12094.6</td><td align=\"left\">-4.6</td><td align=\"left\">10771.9</td><td align=\"left\">2.3</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">11652.9</td><td align=\"left\">8560.4</td><td align=\"left\"/><td align=\"left\">10398.5</td><td align=\"left\">-10.8</td><td align=\"left\">9574.0</td><td align=\"left\">11.8</td><td align=\"left\">9585.7</td><td align=\"left\">12.0</td><td align=\"left\">11355.6</td><td align=\"left\">-2.6</td><td align=\"left\">9939.9</td><td align=\"left\">3.8</td></tr><tr><td align=\"left\">Sector</td><td align=\"left\">12080.5</td><td align=\"left\">9108.9</td><td align=\"left\"/><td align=\"left\">10891.3</td><td align=\"left\">-9.8</td><td align=\"left\">9969.3</td><td align=\"left\">9.4</td><td align=\"left\">9935.1</td><td align=\"left\">9.1</td><td align=\"left\">11662.2</td><td align=\"left\">-3.5</td><td align=\"left\">10285.2</td><td align=\"left\">3.2</td></tr><tr><td align=\"left\" rowspan=\"3\">Other serv.</td><td align=\"left\">Head male</td><td align=\"left\">21020.8</td><td align=\"left\">17336.8</td><td align=\"left\"/><td align=\"left\">19808.2</td><td align=\"left\">-5.8</td><td align=\"left\">17438.2</td><td align=\"left\">0.6</td><td align=\"left\">17710.4</td><td align=\"left\">2.2</td><td align=\"left\">20149.1</td><td align=\"left\">-4.1</td><td align=\"left\">17577.5</td><td align=\"left\">0.8</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">22221.4</td><td align=\"left\">18924.4</td><td align=\"left\"/><td align=\"left\">20941.3</td><td align=\"left\">-5.8</td><td align=\"left\">19308.4</td><td align=\"left\">2.0</td><td align=\"left\">19492.4</td><td align=\"left\">3.0</td><td align=\"left\">21467.2</td><td align=\"left\">-3.4</td><td align=\"left\">19586.9</td><td align=\"left\">1.4</td></tr><tr><td align=\"left\">Sector</td><td align=\"left\">21463.2</td><td align=\"left\">17921.9</td><td align=\"left\"/><td align=\"left\">20225.8</td><td align=\"left\">-5.8</td><td align=\"left\">18127.4</td><td align=\"left\">1.1</td><td align=\"left\">18367.1</td><td align=\"left\">2.5</td><td align=\"left\">20634.8</td><td align=\"left\">-3.9</td><td align=\"left\">18318.0</td><td align=\"left\">1.1</td></tr><tr><td align=\"left\" rowspan=\"3\">All</td><td align=\"left\">Head male</td><td align=\"left\">24977.5</td><td align=\"left\">20058.8</td><td align=\"left\"/><td align=\"left\">23392.5</td><td align=\"left\">-6.3</td><td align=\"left\">20294.4</td><td align=\"left\">1.2</td><td align=\"left\">20405.7</td><td align=\"left\">1.7</td><td align=\"left\">23705.5</td><td align=\"left\">-5.1</td><td align=\"left\">20434.2</td><td align=\"left\">0.7</td></tr><tr><td align=\"left\">Head female</td><td align=\"left\">23659.2</td><td align=\"left\">18439.3</td><td align=\"left\"/><td align=\"left\">21722.3</td><td align=\"left\">-8.2</td><td align=\"left\">19144.0</td><td align=\"left\">3.8</td><td align=\"left\">18910.9</td><td align=\"left\">2.6</td><td align=\"left\">22146.5</td><td align=\"left\">-6.4</td><td align=\"left\">19339.6</td><td align=\"left\">1.0</td></tr><tr><td align=\"left\">All Sectors</td><td align=\"left\">24460.2</td><td align=\"left\">19423.3</td><td align=\"left\"/><td align=\"left\">22737.1</td><td align=\"left\">-7.0</td><td align=\"left\">19843.0</td><td align=\"left\">2.2</td><td align=\"left\">19819.1</td><td align=\"left\">2.0</td><td align=\"left\">23093.7</td><td align=\"left\">-5.6</td><td align=\"left\">20004.7</td><td align=\"left\">0.8</td></tr></tbody></table>"
                                    ],
                                    "title": "Average per capita income by economic sector and by gender. Pre- and post-COVID-19 scenarios with and without policy responses. In pesos and percentage change.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s6",
                    "title": "Supplementary Tables",
                    "type": "section"
                }
            ],
            "id": "A1",
            "title": "Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "This work was carried out with financial and scientific support from the Partnership for Economic Policy (PEP), with funding from the Government of Canada through the International Development Research Centre (IDRC). We thank three anonymous reviewers for suggestions, clarification requests, and useful comments. We also thank Edgar Cooke and the attendees at our presentation during PEP´s Annual Conference for useful comments and suggestions. Antonn Park provided an excellent edition of the paper. The usual disclaimer applies.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
