{
    "status": "vor",
    "id": "00262",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00262",
    "authorLine": "Luca Riccetti",
    "title": "Agent-based Multi-layer Network Simulations for Financial Systemic Risk Measurement: a Proposal for Future Developments",
    "published": "2022-08-31T00:00:00Z",
    "versionDate": "2022-08-31T00:00:00Z",
    "statusDate": "2022-08-31T00:00:00Z",
    "volume": 15,
    "issue": 2,
    "fpage": 44,
    "lpage": 61,
    "elocationId": "44-61",
    "pdf": "http://web:8082/00262/ijm-00262.pdf",
    "subjects": [
        {
            "id": "finance",
            "name": "Finance"
        },
        {
            "id": "methodology",
            "name": "Methodology"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "The paper addresses the topic of measuring the systemic risk and of identifying Systemically Important Financial Institutions (SIFIs) with an agent-based multi-layer network simulation. The paper starts from the shortcomings of the models currently proposed in the literature and suggests directions for future researches and guidelines to realize a methodology able to accurately model the direct network contagion channel (interconnectedness of balance sheet of financial institutions, including direct losses and liquidity hoarding), also integrating the indirect contagion channel (fire sales and bank runs), in order to reach the full representation of the financial systemic risk.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Riccetti",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Macerata"
                            ]
                        },
                        "formatted": [
                            "Macerata",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Università degli Studi di Macerata"
                    ]
                }
            ],
            "emailAddresses": [
                "luca.riccetti@unimc.it"
            ],
            "name": {
                "index": "Riccetti, Luca",
                "preferred": "Luca Riccetti"
            },
            "type": "person"
        }
    ],
    "funding": {
        "statement": "No specific funding for this article is reported."
    },
    "body": [
        {
            "content": [
                {
                    "text": "The development of a methodology able to accurately quantify systemic risk and identify the Systemically Important Financial Institutions (SIFIs)<a href=\"#fn1\"><sup>1</sup></a> is of paramount importance for two reasons: (i) the distress of a SIFI can trigger a financial crisis and, consequently, a large and prolonged real economic crisis; (ii) current regulation requires additional capital requirements for SIFIs, modifying their behaviour (and their performances) with consequences on the real economy as well.",
                    "type": "paragraph"
                },
                {
                    "text": "Regulators and academic authors are proposing various methods to detect SIFIs, but these methodologies feature many shortcomings and are not consistent among themselves in ranking the systemic importance of the analysed FIs, as shown by many studies (such as <a href=\"#bib14\">Benoit et al., 2017</a>; <a href=\"#bib17\">Brogi et al., 2021</a>; <a href=\"#bib38\">Grundke, 2018</a>; <a href=\"#bib45\">Löffler and Raupach, 2013</a>; <a href=\"#bib51\">Nucera et al., 2016</a>). As explained by <a href=\"#bib39\">Hansen (2014)</a>, there should be a concern for robustness, because model misspecification can result in flawed policy advice. Therefore, a final shared methodology is still a very relevant open issue.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper suggests to perform an agent-based multi-layer network simulation, trying to fill the gaps found in the literature. Indeed, starting from the shortcoming of the current simulations, the paper advises some guidelines for future improvements of agent-based multi-layer network simulation, to reach the ground-breaking target of a full representation of the systemic risk, in order to:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "assess the potential systemic losses due to a shock or due to a bank default;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "detect and rank SIFIs depending on their systemic importance;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "give an early warning signal of financial fragility to supervisors;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "assess which macroprudential and microprudential interventions by financial regulators are most effective in avoiding the spreading of financial distress among FIs, and study if a regulatory framework reduces or increases the systemic risk.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "The proposed methodology is based on a simulation procedure in which the regulator can insert a shock and observe the consequences for the (almost) whole financial system. Indeed, when possible (that is for specific topics), in my opinion, economists should follow the methodology often used in natural (or “hard”) sciences which have been applying simulations for decades (see, for instance, the simulation methodologies used for weather forecasting). <a href=\"#bib49\">Neveu (2016)</a> also suggests to “use methods similar to the stress test methodology (…) using a variety of narrow and broad shocks” to stress the calibrated model. Moreover, adopting the complexity approach of agent-based models, the methodology is suitable to represent non-linear outcomes and evolution of agents, generated by their mutual interaction within a changing environment.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper proposes a broad view and a direction for future research, including suggestions about how to integrate different models and approaches to overcome the limitations that each of them have. The development of a methodology able to follow the guidelines proposed in this paper, will have a relevant impact both on academic studies on systemic risk and on the methods actually applied to detect SIFIs by financial regulators worldwide.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is structured as follows. Section 2 presents a literature review focused on network based approaches. Section 3 explains the methodology to model the systemic risk, and Section 4 concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1) Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Even if some early papers tackled the issue of systemic risk (for an early survey see <a href=\"#bib30\">de Bandt and Hartmann, 2000</a>), recently the literature on this topic had shown an exponential growth. Indeed, the various features of the systemic risk topic (sources, mechanisms, measurement approaches…) are analysed in an enormous (and continuously growing) number of papers. Some papers, such as <a href=\"#bib57\">Silva et al. (2017)</a> and <a href=\"#bib14\">Benoit et al. (2017)</a>, try to review this literature.",
                    "type": "paragraph"
                },
                {
                    "text": "Sources and mechanisms are by now well established. The systemic risk is provoked by the direct and indirect contagion channels explained by <a href=\"#bib34\">Gai and Kapadia (2010)</a>. In each of these two channels, two mechanisms can be distinguished; therefore, the systemic risk channels can be summarized as follows:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "the <b>direct</b> contagion risk due to the network of exposures within the financial system. This can create both a liquidity risk due to <b>liquidity hoarding</b>, and a solvency risk due to <b>losses</b> related to defaulted or troubled FIs;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "the <b>indirect</b> contagion risk caused by bank runs phenomena and fire sales of common assets. <b>Bank runs</b> are related to the liquidity risk, while <b>fire sales</b> of common assets cause losses and therefore are mainly related to solvency risk (but also to liquidity risk through the “haircut”<a href=\"#fn2\"><sup>2</sup></a> mechanism).",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "text": "However, there is still a large debate about methodologies that have to be used to measure systemic risk. Given the presence of the cited literature reviews, I will only perform a detailed review of the systemic risk literature strands on network approaches. This methodology is completely different from the most cited measures that try to quantity with few factors the effects of all the systemic risk channels. Two famous examples of these measures are the <a href=\"#bib1\">Acharya et al. (2012)</a> and <a href=\"#bib18\">Brownlees and Engle (2017)</a>, and the <a href=\"#bib2\">Adrian and Brunnermeier (2016)</a>. These measures are often based only on market prices used as a proxy able to include all channels of systemic risk. However, these methods are often criticized, mainly because they:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "have weak theoretical foundation, as stated by <a href=\"#bib51\">Nucera et al. (2016)</a>;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "focus only on a few aspects and channels of the systemic risk (also compared to the Basel Committee approach), and “neglect to take many aspects of complexity into account” (<a href=\"#bib49\">Neveu, 2016</a>);",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "use very strong assumptions and/or lack of robustness to changes in the assumptions (see the relevance of the “model risk of risk models” explained by <a href=\"#bib29\">Danielsson et al., 2016</a>);",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "are often based on market data (stock price, CDS spread…) unavailable for many FIs;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "are unable to be early warning indicators, as highlighted by <a href=\"#bib32\">Di Iasio et al. (2015)</a>: “several critics argued that these asset prices-based indicators might perform well as thermometers (coincident measures), but not as well as barometers (forward looking indicators)”.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "For a discussion on these shortcomings, see <a href=\"#bib17\">Brogi et al. (2021)</a>.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The network theory is probably the best tool for analysing the contagion risk. Indeed, the financial system is well suited for a representation with basic network theory, in which nodes represent institutions and links represent relations (credit and liabilities, derivatives…), as explained, for instance, in <a href=\"#bib56\">Shleifer and Vishny (2010)</a>. In particular, the direct contagion risk can be accurately analysed using a directed and weighted multi-layer network, while the fire sale mechanism can be well approximated starting from a bipartite and weighted multi-layer network of common exposures. In other words, three of the four mechanisms explained above are due to the network of mutual exposures; only bank runs could develop without network relations. Consequently, researchers and policy makers at central banks are becoming more and more interested in network analysis, supporting network-related research.<a href=\"#fn3\"><sup>3</sup></a> The importance of network theory for systemic risk measures is highlighted by <a href=\"#bib49\">Neveu (2016)</a>, who performs a survey of systemic risk literature based on the network approach (previous surveys of the literature on contagion in financial networks are <a href=\"#bib21\">Cabrales et al., 2015</a>; <a href=\"#bib35\">Glasserman and Young, 2015</a>; <a href=\"#bib40\">Hüser, 2015</a>). Most network theory papers on the financial system focus specifically on the interbank credit market (but there are papers also on firm-bank credit relationship, such as <a href=\"#bib7\">Bargigli et al., 2014b</a>; <a href=\"#bib9\">Bargigli et al., 2018</a>): the interconnectedness of FIs is a source of credit risk on interbank markets, that can cause the problem of contagious defaults. While earlier contributions (<a href=\"#bib5\">Allen and Gale, 2000</a>) stressed the benefits of increasing diversification, suggesting that the more connections there are the better for financial stability, later works have challenged this view, showing that diversification is not always beneficial for stability, and underlining instead the systemic risk provided by default cascades and other contagion effects. For instance, <a href=\"#bib12\">Battiston et al. (2012a)</a> show that, if a financial accelerator mechanism is present, then a potential trade-off between individual risk and systemic risk may exist due to the increasing connectivity of the network.<a href=\"#fn4\"><sup>4</sup></a> Similar results are provided by <a href=\"#bib34\">Gai and Kapadia (2010)</a>, who show that financial systems exhibit a robust-yet-fragile tendency: while the probability of contagion may be low, once a default cascade is started its spread can be quite large. In other words, credit network plays two different roles at the same time: on the one hand, it is useful for its risk-sharing effect, while on the other hand, it may be dangerous for its contagion effect. The problems arising from financial market interconnectedness have also been highlighted by studies such as <a href=\"#bib25\">Cocco et al. (2009)</a>, <a href=\"#bib33\">Gai et al. (2011)</a> and <a href=\"#bib32\">Di Iasio et al. (2015)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the last few years, many papers have extended the analysis from a simple single layer network to <b>multi-layer networks</b> (see <a href=\"#bib8\">Bargigli et al., 2014a</a>; <a href=\"#bib47\">Molina-Borboa et al., 2015</a>; <a href=\"#bib53\">Poledna et al., 2015</a>; <a href=\"#bib48\">Montagna and Kok, 2016</a>; <a href=\"#bib4\">Aldasoro and Alves, 2018</a>; <a href=\"#bib42\">Huser and Kok, 2020</a>; <a href=\"#bib42\">Huser and Kok, 2020</a>; <a href=\"#bib28\">Covi et al., 2021</a>). Multi-layer networks feature a layer for each kind of asset, disaggregating them into groups with different seniority or maturity. <a href=\"#bib41\">Hüser et al. (2018)</a> find that “the network layers have very different link structures and there is strong heterogeneity in the significance of banks in the different layers”, therefore this disaggregation is of paramount importance. <a href=\"#bib47\">Molina-Borboa et al. (2015)</a> show that focusing on a single layer severely underestimates total systemic risk computed with the DebtRank measure developed in <a href=\"#bib13\">Battiston et al. (2012b)</a>. <a href=\"#bib16\">Bookstaber and Kenett (2016)</a> find a similar result. Therefore, one detailed large model is preferable to a number of small models, each describing a specific asset, kind of institution or risk of the financial activity. For instance, the U.S. Securities and Exchange Commission (SEC) produced a staff report to review how markets behaved during the Covid-19 pandemic crisis (<a href=\"#bib44\">Kothari, 2020</a>). The report finds interconnections in many ways among the various U.S. credit markets, which raises the concerns for the spillover of risks and shocks from one market to the others.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In general terms, the dynamics of any contagion process depends crucially on network topology. In this context, <b>heterogeneity</b> becomes of paramount importance: some nodes may be too big or too connected to fail. Empirical analyses, such as <a href=\"#bib31\">De Masi et al. (2015)</a> or <a href=\"#bib27\">Cont et al. (2013)</a>, find unequivocal evidence of heterogeneity in credit networks. Therefore, a specific network heterogeneity needs to be addressed besides node heterogeneity to get a deeper understanding of which institutions are systemically important. Then, the modelling framework should be grounded in the empirical evidence, using real data as stressed by <a href=\"#bib55\">Ramadiah et al. (2020)</a>, who find that observed credit network displays higher levels of systemic risk compared with most networks built with reconstruction methods starting from partial network information.",
                            "type": "paragraph"
                        },
                        {
                            "text": "However, the analysis of the contagion dynamic in presence of a network calibrated on real data (with heterogeneous nodes, especially in the case of a multi-layer network) is a hard task because of the presence of numerous nonlinearities. Therefore, a feasible way to address the complexity of the contagion in a network of heterogeneous and interacting agents is to <b>simulate</b> its dynamics. Many network studies (see the already cited literature reviews, such as <a href=\"#bib49\">Neveu, 2016</a>) simulate what happens to the financial system, for instance, if one bank defaults due to an exogenous shock: this event determines bad debts to other banks in the interbank markets, that can go bankrupt with a new round of losses and so on, possibly causing a bank default cascade. The methodology proposed in this paper starts from some of these papers using simulations: <a href=\"#bib33\">Gai et al. (2011)</a>, <a href=\"#bib11\">Battiston et al. (2016)</a>; <a href=\"#bib13\">Battiston et al. (2012b)</a>, <a href=\"#bib46\">Manna and Schiavone (2012)</a>, <a href=\"#bib53\">Poledna et al. (2015)</a>, <a href=\"#bib48\">Montagna and Kok (2016)</a>, <a href=\"#bib41\">Hüser et al. (2018)</a>, and <a href=\"#bib28\">Covi et al. (2021)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "One of the starting points is the “DebtRank” measure of <a href=\"#bib11\">Battiston et al. (2016)</a>; <a href=\"#bib13\">Battiston et al. (2012b)</a>. This measure, applied in many papers such as <a href=\"#bib32\">Di Iasio et al. (2015)</a>, is the first measure able to address the problem of distressed, but non-defaulting, institutions. <a href=\"#bib35\">Glasserman and Young (2015)</a> find that this channel of contagion is considerably more important than effects due to defaults. For instance, as explained in <a href=\"#bib32\">Di Iasio et al. (2015)</a>, a bank that suffers high losses (but does not default) shortens its distance-to-default and reduces the market value of its stocks and bonds; then, other banks that own these financial instruments in the “trading book” will be required to cut the mark-to-market value with further losses. Therefore, DebtRank expresses the fraction of the total economic value of the network - excluding bank i - posed at risk by some exogenous shock that hits bank i. This measure has two advantages compared to other algorithms, as highlighted by <a href=\"#bib13\">Battiston et al. (2012b)</a>: it is a possible early warning indicator because it delivers a clear response well before the peak of the crisis, and it has the precise meaning of economic loss, measured in dollars, caused by a shock.",
                            "type": "paragraph"
                        },
                        {
                            "text": "However, the DebtRank measure used in the cited papers does not include three of the four contagion mechanisms explained, that is it addresses only the “direct losses”. Consequently, it does not consider the liquidity risk.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Moreover, <a href=\"#bib13\">Battiston et al. (2012b)</a> determine the impact of a negative shock on a bank considering the equity relations between banks as a proxy of the overall relations. In practice, if bank A loses α% of its equity value, than bank B, that owns some stocks of A, suffers a loss on its capital equal to a multiple of α% of the value of the A equity owned, representative of its exposure towards bank A in equity, credit and other instruments. This is an over-simplifying assumption due to the lack of data, that probably overestimates the effect of the shock. A real assessment of the whole asset side of a bank should be carried out, and for each kind of exposure a different loss has to be associated with a loss on the bank equity. Indeed, for instance, the value of the bond of a bank could be reduced only by a small fraction, even if the stock market value of that bank decreases by a large percentage. Moreover, the relationship is highly nonlinear and, even in case of default, the value of a bond could not go to zero thanks to the recovery rate (RR), that instead is assumed equal to zero in <a href=\"#bib32\">Di Iasio et al. (2015)</a>. <a href=\"#bib53\">Poledna et al. (2015)</a> uses the DebtRank measure applying a fixed loss given default (LGD), but it is again an unreliable assumption given that the LGD increases in presence of stronger crises. However, <a href=\"#bib53\">Poledna et al. (2015)</a> extend the DebtRank measure to a multi-layer simulation. Indeed, they build a layer of exposures for derivatives,<a href=\"#fn5\"><sup>5</sup></a> alayer of securities issued by banks and hold by other banks, a layer for the settlement risk on foreign exchange exposures, and a layer for interbank deposits and loans.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Another weakness of the DebtRank measure, that can underestimates the effect of the shock, is the assumption that contagion cannot repeat an “edge” between two “nodes” in order to avoid the risk of possible infinite reverberations due to loops among nodes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib13\">Battiston et al. (2012b</a>; <a href=\"#bib11\">2016)</a> miss the importance of banks’ balance sheets and the related regulatory constraints that banks have to comply with, together with the strategies that banks can perform to avoid the default. Actually, FIs have to reply to the shock, that reduces their equity or their liquidity, taking corrective action on their balance sheets, that is usually reducing their assets. <a href=\"#bib33\">Gai et al. (2011)</a>, and <a href=\"#bib46\">Manna and Schiavone (2012)</a> are the first examples of the few papers that address the issue of considering the behaviour of banks in complying with regulatory constraint. In other words, they are the first agent-based models, that is models in which agents actively behave.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Moreover, <a href=\"#bib46\">Manna and Schiavone (2012)</a> address the fact that banks’ balance sheet is composed of different assets and liabilities, articulating them in many important items. They build a simulation in three stage able to show the problems of defaulted, illiquid and undercapitalized banks.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Besides some over-optimistic assumptions, this approach does not consider endogenous solutions for the price of the securities held by banks, so as to mark-to-market their assets, as (approximately) done in the DebtRank procedure. This is very important both for assets that banks are forced to sell, but also for assets that remain in the balance sheet and could carry losses, because they are in the “trading book” evaluated mark-to-market or they are in the “banking book” and the book value of the most problematic exposures is reduced with an “impairment test”.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib41\">Hüser et al. (2018)</a> perform a similar simulation approach, even if they restrict their simulation to this first stage of <a href=\"#bib46\">Manna and Schiavone (2012)</a> only, without considering the strategies that FIs can implement when they are in trouble. In particular, exploiting some European Central Bank (ECB) datasets, they use a real network to analyse the bail-in of each systemic Euro area banking group, and find that it does not imply direct contagion to creditor banks. This is in line with the findings of all the papers using the network simulation approach: they generally highlight that contagion due to the direct interbank network exposure is likely to be rare. Moreover, it happens only when very strong assumptions are at the base of the simulations, that is if: (i) the initial shock is the collapse of the largest bank in the country, (ii) there is no transfer of resources within banking groups, (iii) there is no government support, and (iv) the loss-given-default is very high, as explained also in <a href=\"#bib46\">Manna and Schiavone (2012)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Another important limitation of the analysed papers is that they do not include an assessment of the fire sale mechanism. <a href=\"#bib48\">Montagna and Kok (2016)</a> add this assessment endogenously determining the price of the securities held by the FIs as a function of the amount sold by the institution and of the depth of the market for that security. However, they lack the impact of distressed but non-defaulting institutions and utilize only three layers (short and long term debts, plus common exposures to assess fire sales).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In conclusion, the most relevant and common methodology limitations (avoiding to mention other minor problems, often specific to each paper) which emerge in the recently proposed simulation approaches are:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "lack of a “real” balance sheet of the analysed FIs (a “real” assessment of asset and liability sides, including a subdivision between trading and banking book);",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "lack of an endogenous peculiar estimated loss (and of an endogenous RR when needed) for different kinds of instruments, including both assets issued by the analysed FIs and other assets fire sold;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "lack of the impact of distressed, but non-defaulting, institutions;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "lack of the full set of regulatory constraints;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "lack of a reliable reaction behaviour of all agents involved in the simulation, including distressed FIs, non-distressed FIs (that can perform liquidity hoarding), and non-financial agents (that can perform bank runs).",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Many papers solve some of the previous shortcomings, but none of them face all the limitations at the same time. Therefore, there is the need to implement a methodology able to consider all the raised issues in a reliable way, in order to reach a full representation of the financial systemic risk channels.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Moreover, the reviewed simulation approaches are (sometimes)<a href=\"#fn6\"><sup>6</sup></a> empirically applied to a relatively small set of FIs. Therefore, there is the need to implement the methodology:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "considering the relevant exposures of all banks (not only the Global Systemically Important Banks - G-SIBs; for instance, given the core-periphery structure of the banking system, the default of a medium bank that is the “hub” of a cluster of regional banks can be more relevant than the default of a large bank) and of all the relevant FIs (for instance, large insurance companies, large mutual / money market / pension / sovereign wealth funds). <a href=\"#bib49\">Neveu (2016)</a> points out that risk measures are useless when considering the robustness of a system that includes very large unmonitored sectors;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "integrating the approach globally. Indeed, <a href=\"#bib48\">Montagna and Kok (2016)</a> explain that: “If the ultimate goal is to reduce systemic risk, it is necessary to have a global view of the financial system in order to identify and monitor possible sources and channels of contagion.”",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1) Network based approaches and their weaknesses",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2) State of the art and proposal starting points",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "I propose an agent-based multi-layer network simulation methodology in order to have a strong and theoretically sound methodology able to model all systemic risk channels. The methodology should apply some of the best practices developed in the cited literature strand on network based approaches.",
                    "type": "paragraph"
                },
                {
                    "text": "The proposal is addressed to central banks and global financial regulators for two reasons: the need of confidential data and the need of a strong team, as explained in Subsections 3.1 and 3.2.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The proposed methodology relies on balance sheet data that should be provided by the financial regulator. <a href=\"#bib28\">Covi et al. (2021)</a> explain that “because of the confidential nature of this data, the access is generally restricted to banking supervisors and central banks”.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Central banks do not rely on academic methods based on market data because of the problems already explained in Section 2, while they support studies on network approaches and based on accounting data. However, accounting data feature some problems too. First, accounting rules are different in different countries, as pointed out by Iwanicz-Drozdowska (2014). Second, accounting data are disclosed with a lag, and it is a problem because they could be unable to work as early warning indicators. Third, the data should be granular enough and should be collected not only for G-SIBs, but also for less relevant banks and non-banking SIFIs, and at global level, as explained in Subsection 2.1. Therefore, the data issue is crucial both to make network simulations really feasible and in a timely manner. I can summarize the three reported issues as the need of standardised, timely and “big” (granular and for all relevant FIs at global level) data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "However, financial regulators are already going in the right direction with many initiatives on data reporting and collection. For instance, in the USA, the Dodd-Frank Act established the “Office of Financial Research” (OFR) to collect data on the financial network in order to detect the SIFIs, plan policy interventions, and disclose data to the financial markets.<a href=\"#fn7\"><sup>7</sup></a> In the EU, the ECB, starting from the 2014 “Comprehensive Assessment”, collects asset side information, trying to uniform balance sheet schemes and reporting data from different countries. Moreover, subsequently to the 2008 G-20 at Washington D.C., the EU approved the EMIR (Regulation 648/2012), the MiFIR (Regulation 600/2014) and the MiFID 2 to force a better disclosure and a centralized negotiation in regulated markets with a clearing house even for some over-the-counter derivatives. Nevertheless, to obtain the required global view, an acceleration in the unification of the accounting standards is being carried out thanks to the G-20 Data Gaps Initiative (DGI) led by the Financial Stability Board (FSB) and the International Monetary Fund (IMF). In particular, the second phase of the initiative (DGI-2) aims at implementing “the regular collection and dissemination of comparable, timely, integrated, high quality, and standardized statistics for policy use”, with recommendations “focused on datasets that support: (i) monitoring of risk in the financial sector; and (ii) analysis of vulnerabilities, interconnections and spillovers, not least cross-border”. The DGI third progress report states that: “Considerable progress was made by the participating economies (…). Areas of progress include, among others, shadow banking monitoring, reporting of data on G-SIBs, and improved coverage, timeliness, and periodicity of sectoral accounts.” (<a href=\"#bib43\">IMF Staff and FSB Secretariat, 2018</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Moreover, as explained in <a href=\"#bib15\">Bisias et al. (2012)</a>, there is the need of a standardized legal entity identifier (LEI) registry in order to provide consistent global identification of obligors in financial transactions. Both, OFR and FSB are working also on this issue.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In conclusion, the proposed approach is already almost feasible at regional level. Indeed, the recent financial reforms allow central banks to obtain increasing amounts of data about banks assets and liabilities. For instance, at European level, <a href=\"#bib41\">Hüser et al. (2018)</a> and <a href=\"#bib28\">Covi et al. (2021)</a> perform a similar analyses with quarterly real data. Moreover, to obtain a global view without building an enormous centralized database, a feasible approach could be to build a global network of global SIFIs and integrate it with regional financial networks, held by local authorities (such as the central banks), mapping institutions which are active at regional level. Indeed, analysing the Euro Area (EA), <a href=\"#bib28\">Covi et al. (2021)</a> explain that “contagion from non-EA banks is likely to pass through large EA banks with potential second-round effects on the small-to-medium sized EA banks”.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The choice and development by financial regulators of a reliable multi-layered network methodology should give further targeted impulse to the DGI and other data reporting and collecting efforts.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1) The need of confidential data",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The possibility to build this complex methodology relies on the integration of three research fields: econometrics, network analysis, and banking/financial regulation. Unfortunately, workers in one field are often unaware of relevant notions established in other fields. It implies, for instance, that “economists have had limited impact on the reform (…) due to their neglect of important regulatory choice, which policy-maker are therefore left to take without the guidance of academic research-based analysis” (Pagano, 2014).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Given the complexity of the proposed multidisciplinary methodology, I will divide the description in four tasks and I suggest to team up highly qualified researchers in the cited disciplines. <a href=\"#table1\">Table 1</a> describes the activities of the researchers, explaining in which of the tasks they will be mainly involved.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Researchers in</th><th align=\"left\">Activities</th><th align=\"left\">Tasks</th></tr></thead><tbody><tr><td align=\"left\">Econometrics</td><td align=\"left\">Time-series analysis, with a particular focus on price modelling of financial instruments.</td><td align=\"left\">1 and 3</td></tr><tr><td align=\"left\">Financial markets</td><td align=\"left\">Study of asset pricing theory and price modelling with the econometricians.</td><td align=\"left\">1 and 3</td></tr><tr><td align=\"left\">Banking and financial regulation</td><td align=\"left\">Analysis of bank strategies to comply to regulatory constraint (task 2), and analysis of bank balance sheets (tasks 1 and 3).</td><td align=\"left\">1-2-3</td></tr><tr><td align=\"left\">Network analysis</td><td align=\"left\">Network simulations engineering.</td><td align=\"left\">4</td></tr></tbody></table>"
                                    ],
                                    "title": "The team. The activities are linked to the related tasks described below.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2) The need of a strong team",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The team will perform a real assessment of the potential losses borne by a bank due to direct interbank network exposures. Therefore, in this first task, two jobs will be carried out:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "an <b>estimation of the loss function for the most important financial instruments issued by financial institutions, that have to be associated with a corresponding loss in the equity</b> (measured as the ratio between equity and total assets) of that financial institution. To the best of my knowledge, there are no studies of the co-movements of several instruments issued by the same troubled institutions, especially during a large crisis;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "a <b>study of the composition of the balance sheets</b> of every analysed financial institution, highlighting the assets issued by other FIs. Moreover, these assets have to be divided by contractual typology and seniority (equity, subordinated bonds and so on), maturity, and between those accounted in the “banking book” and those accounted in the “trading book”.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "The first job can be dealt with in two ways: theoretically and econometrically. Theoretically, the Probability of Default (PD) is the key driver of the price of different financial instruments. Below a given PD, the various instruments follow many determinants largely analysed in the vast literature on asset pricing, both common and specific of each asset class, while when the PD goes over a certain value, they co-move in a different way. From the theoretical point of view, this feature can be described, for instance, following the Merton (1974) model and the subsequent measures such as the distance-to-default. Econometrically, the team should analyze how to model the time series of the prices of the same issuer’s instruments as a function of common factors, such as the cited PD. Then, they will determine a function that associates with an equity loss (with the consequent reduction of the distance-to-default or of the regulatory ratios), a loss for each of the other instruments examined. To tackle this job, they need market prices of various instruments issued by FIs that suffered large losses or went bankrupt. If the dataset is not large enough to have reliable estimates, some case studies could be analysed as a contingency plan. This job includes an evaluation of the RR for different kinds of instruments, in case of default or bail-in (however, for this task there are many empirical papers, estimates already performed by FIs, and regulatory guidelines). This feature is very important because the RR is a key driver of the systemic risk and typically gets worse exactly when the contagion is stronger (about the importance of the RR, <a href=\"#bib19\">Bruche and González-Aguado, 2010</a>, or <a href=\"#bib23\">Choi and Cook, 2012</a>). Therefore, the RR for each class of instruments has to be endogenously determined comparing the amount of losses with the amount of liabilities. In practice, this is simply an extension of the loss function to equity values below zero (for instance, if losses largely exceed the equity, the RR on unsecured debts should be low).",
                            "type": "paragraph"
                        },
                        {
                            "text": "To perform the second job, the team has to choose which classes are relevant for the analysis of the contagion. <a href=\"#bib4\">Aldasoro and Alves (2018)</a> suggest using two classifications: by “instrument type” and by “maturity type”, where each aspect can have one or more elementary layers. In their paper, the partition of exposures according to instrument type is given by: assets (further subdivided into credit claims, debt securities and other assets), derivatives, and off-balance-sheet exposures. Instead, the partition according to maturity type is given by: short term (less than one year including on sight), long term, and a residual of unspecified maturity. <a href=\"#bib41\">Hüser et al. (2018)</a> distinguish the instruments by seniority: equity, subordinated debt, senior unsecured debt and secured debt. <a href=\"#bib28\">Covi et al. (2021)</a> use debt, equity, derivatives, and off-balance sheet exposures, that are larger than 10% of a bank’s eligible capital counterparty, considering in the exposure not only individual clients, but also groups of connected clients. Some further examples, already reported, are <a href=\"#bib53\">Poledna et al. (2015)</a>, and <a href=\"#bib48\">Montagna and Kok (2016)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In my opinion, the choice has to be based on two aspects: (i) the shape of the loss function estimated in the first job of this task, (ii) the relevance of an asset class for the financial system. Indeed, even if the classification is as detailed as possible, instruments with similar loss function can be classified in the same class. Moreover, some classes including assets for relatively low amounts can be aggregated in a miscellaneous “other assets” class. Some dimensions are particularly relevant for the loss function and, consequently, for the balance sheet partitioning: contractual typology, seniority, collateralization, maturity, and accounting rule, that is “banking book” and “trading book”. Indeed, there is the need to discern between “banking book” and “trading book”: the balance-sheet of a bank could be unaffected by a loss on an asset issued by another financial institution if the instrument is classified in the “banking book” and the loss is not too high to trigger an “impairment test”. This classification obviously follows the regulation. For instance, European banks follow the Ias/Ifrs accounting rules issued by the International Accounting Standards Board (IASB). In particular, the IFRS (International Financial Reporting Standards) number 9 is very important because it determines how banks have to enter the value of the various assets in their balance sheets. It states that assets classified as “Held to Collect and Sell” or “Other trading” have to be evaluated at the “fair value”; instead, assets classified as “Held to Collect” have to be evaluated at the “fair value” if they do not pass the “SPPI test” (Solely Payments of Principal and Interest on the principal amount outstanding test),<a href=\"#fn8\"><sup>8</sup></a> while they have to be evaluated at the “amortized cost” if they pass the “SPPI test”. For simplicity and using terminology usually applied in economics, I define “banking book” assets the assets evaluated at the “amortized cost”, while I define “trading book” assets those evaluated at the “fair value”, that is mark-to-market when a market value is available.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig1\">Figure 1</a> tries to explain the expected output of task 1. If bank A suffers a loss on its assets, the value of its equity reduces. This has an impact on bank B, but it is different for various instruments and for instruments in the “trading book” compared to instruments in the “banking book”. The same happens to the other banks that own instruments issued by bank A. Moreover, every bank hit by a loss has another impact on all the banks connected to it: the contagion is assessed with the simulation methodology developed in task 4. In case of bank default, this approach allows to determine the amount of the losses and, therefore, an endogenous RR for each instrument based on its seniority (for the Eurozone, also following the regulatory bail-in framework established by the “Single Resolution Mechanism”) and collateralization. Then, a real assessment of the asset side is not trivial, but is overly important.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00262%2Fijm-00262-fig001.tif",
                                        "size": {
                                            "width": 2021,
                                            "height": 2128
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00262%2Fijm-00262-fig001.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00262-fig001.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Bank A suffers a loss. This causes losses to banks B and C. For instance, we assume (using only equity and “other assets” exposures) that it largely reduces the value of bank A’s equity held by bank B (“A” equity), reduces less the value of the “other assets” held by bank B in its trading book (“A” asset TB), and does not reduce the value of the “other assets” held by bank B in its banking book (“A” asset BB). The same happens in the balance sheets of bank C. Moreover, for example, the losses of bank B implies losses for bank C that owns instruments issued by B, while the losses of bank C implies further losses to bank A, as indicated by the arrows. The figure is purely schematic and is not intended to indicate the relative magnitudes of the various parts of the balance sheet.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3) Task 1 - Mark-to-market losses",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In this task, the team should study the strategies that banks and other institutions can perform in order to rebalance their balance sheets, and to comply the regulatory constraints, in case of illiquidity and/or undercapitalization problems. As explained in Subsection 2.1, the full set of regulatory constraints have to be applied to really assess their situations and their (sometimes forced) behaviours.<a href=\"#fn9\"><sup>9</sup></a> Fixing this set of constraints is relatively easy given that they are obtained by the financial regulation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The team should then investigate the various strategies that FIs can theoretically implement. This task can be performed in various ways, indeed the team can:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "find the optimal strategy in order to minimize losses;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "analyze some case studies of FIs that rearrange their balance sheets after a crisis;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "analyze (for banks) the strategies proposed in the recovery and resolution plans provided by the banking institutions. This procedure could present a huge number of different strategies. Therefore, the team should fix one or, at most, few possible strategies that could be applied to banks having different banking business models (that is, banks focused on traditional lending versus banks largely performing investment banking activities), or to banks clustered according to the main actions prearranged in their recovery and resolution plans.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "These strategies will be applied to all the FIs including the one(s) that is assumed to suffer the initial shock. Indeed, the methodology can simulate both an initial liquidity shock (for instance, a reduction of deposits, such as a bank run, due to a risk aversion increase) and a solvency shock (for instance, a write-off or write-down of loans involving losses that reduce the equity value). Then, once the losses on various instruments for a given shock are determined, the surviving banks may again present the two problems already mentioned (illiquidity and/or undercapitalization).",
                            "type": "paragraph"
                        },
                        {
                            "text": "An example of a general strategy for a bank facing a liquidity problem could be the following. After using cash and reserves, if it is an interbank lender, it can first stop the short term interbank loans. If this action is not enough or the bank is an interbank borrower, it should follow a strategy that reduces the losses, that is it can use in the following priority order: (i) central bank credit, provided it can pledge enough eligible securities (with an haircut), (ii) money from repos in the market against the marketable-but-not-eligible securities or from ABS backed by its loans (with haircuts respectively), (iii) money from fire sale of part of the remaining assets with a discount that can give rise to capital losses. If this is not sufficient, then the bank is not liquid enough to repay its exposure, a partial repayment occurs, and it is suspended by the authorities.",
                            "type": "paragraph"
                        },
                        {
                            "text": "About solvency, instead, a bank that suffers losses can feature the undercapitalization problem. The undercapitalized bank, that cannot raise equity capital from the market in the very short run (especially during a systemic crisis), has to carry out the required deleveraging, that is it has to sell some assets to have money to liquidate its liabilities and to conform to minimum capital level and leverage ratio as set in the Basel III reform. <a href=\"#fig2\">Figure 2</a> shows that the reduced equity implies a smaller balance sheet. However, again, banks should follow a strategy to remove the assets that minimizes losses. For example, if the bank is an interbank lender, the first assets that it could try to dispose of are the short term interbank loans. Then, it may sell the most liquid assets and so on, till a fire sale of the remaining marketable assets at a discounted price that gives rise to capital losses. If this is not enough, it is classified as undercapitalized and subject to the liquidation procedure or the resolution tools and, in particular, to the bail-in procedure.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00262%2Fijm-00262-fig002.tif",
                                        "size": {
                                            "width": 2001,
                                            "height": 1042
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00262%2Fijm-00262-fig002.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00262-fig002.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Undercapitalized banks have to sell some assets to deleverage in order to conform to regulatory constraints. Banks should follow a strategy in order to dispose of the assets that minimize the reduction of the return, in particular trying to avoid fire sales. The figure is purely schematic and is not intended to indicate the relative magnitudes of the various parts of the balance sheet.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Till now, I have tackled the issue of the behaviour of the FIs directly involved in the contagion process. However, the simulation should sketch the behaviour of non-FIs and of FIs not involved in the contagion, in order to account for liquidity hoarding and bank run mechanisms. For instance, if a regulatory ratio of a bank decreases below a certain threshold, the other banks that are interbank lenders can stop the short term interbank loans to that bank, and/or the depositors can perform a bank run. The money withdrawal could be modelled as a function of the gap between the actual value and the fixed threshold of a selected regulatory ratio, and as a function of the endogenous seriousness of the overall contagion: for instance, the model can simulate a freezing of the whole interbank market in the presence of a large contagion.",
                            "type": "paragraph"
                        },
                        {
                            "text": "All in all, at the end of the simulation (and considering all the interactions among the explained mechanisms), the model will be able to determine illiquid and undercapitalized banks.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4) Task 2 – Banks’ response to the crisis",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Task 3 performs an econometric study of the price movements of financial instruments, not issued by FIs, in a fire sales context. In particular, the team should determine a <b>price reaction function</b> that will depend negatively (that is, it performs smaller price changes) on the liquidity of the instrument, and will depend positively (larger changes) on the amount sold endogenously determined in the simulation. Therefore, a simulation that involves a large crisis for the financial sector will be associated to stronger fire sales and to higher price drops of market instruments.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Moreover, the team should connect the price reaction function to a <b>haircut reaction function</b> because, as already explained, when market prices decline, the value of collateral decreases causing an increase of the “haircuts” applied to the collateral (<a href=\"#bib20\">Brunnermeier and Pedersen, 2009</a>). It is very important because haircuts have to be applied in the various operations (central bank’s open market operations, repos, etc.).",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib24\">Cifuentes et al. (2005)</a> is an early example of a fire sale model. <a href=\"#bib50\">Nier et al. (2007)</a> and <a href=\"#bib34\">Gai and Kapadia (2010)</a> insert the fire sale model by <a href=\"#bib24\">Cifuentes et al. (2005)</a> in their models of direct exposures. <a href=\"#bib48\">Montagna and Kok (2016)</a> insert an endogenous price, function of the sold amount and of the depth of the market for that security, in the common exposures layer of their simulation. Two relevant recent models of fire sales are <a href=\"#bib37\">Greenwood et al. (2015)</a> and Duarte and Eisenbach (2013, revised in 2018). These two models are based on the assumption of a leverage target, which leads to a linear deleveraging rule in reaction to a loss. This is an unreliable assumption in stress scenarios. Indeed, as explained by <a href=\"#bib26\">Cont and Schaanning (2017)</a>, “there is some empirical evidence that in the medium term large FIs maintain fairly stable levels of leverage - <a href=\"#bib3\">Adrian and Shin (2010)</a> - but it is not clear why the same institutions would enforce such leverage targets in the short term, especially in stress scenarios where this could entail high liquidation costs”. They explain that deleveraging is the result of investor redemptions for funds, “but for regulated FIs such as banks, large scale deleveraging is mainly driven by portfolio constraints - capital, leverage or liquidity constraints - which may be breached when large losses occur”. Therefore, they develop a quantitative framework to model fire sales in a network of FIs with common asset holdings, subject to regulatory constraints (for simplicity, they focus only on leverage constraint). The paper <a href=\"#bib26\">Cont and Schaanning (2017)</a> is a good starting point for this task.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In this task, the team should perform three jobs. The first is to choose <i>which classes are relevant</i> for the analysis of the contagion, analogously to the second job of the first task. In particular, <a href=\"#bib26\">Cont and Schaanning (2017)</a> divide the assets held by each institution in two types: illiquid assets not subject to fire sales (including non-securitized loans, commercial and residential mortgage exposures, retail exposures, intangible assets…) and marketable securities, which may be liquidated over a short time scale if necessary (including sovereign bonds, corporate bonds and derivative exposures). In this way, they also consider the possibility of a default due to a liquidity problem; indeed, an institution could be solvent thanks to the presence of a large amount of illiquid assets, but could go bankrupt because of the illiquidity problem. This is very relevant because they “observe that, while insolvency is the dominant mode of failure of banks in scenarios associated with extremely large initial shocks, illiquidity is the dominant mode of failure in scenarios associated with moderate shocks which are nevertheless large enough to trigger fire sales”.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The marketable securities need to be further split into many categories characterized by a different market depth parameter, according to a different market liquidity level. This partitioning is, therefore, strictly related to the second job of this task, that is the estimation of a price reaction function. The team should econometrically study the time series of various market instruments with different degrees of liquidity, focusing especially on the recent worst market crashes. Therefore, there is the need to use market data (both prices and volumes). If the available datasets will not be large enough to generate reliable estimates, as a contingency plan, some event studies may be analysed. These analyses could also be performed starting from the vast market microstructure literature of pricing formation (for a recent literature review see, for instance, <a href=\"#bib10\">Barucci and Fontana, 2017</a>, Chapter 10). This is probably the most difficult job of the whole methodology, because many features have to be considered. Firstly, the price change should be a function of the sales of the analysed asset, but also of the overall sales in the market, given that almost all price movements have an idiosyncratic component, but also a systematic component related to the whole market. The presence of the market component is very relevant and it is always neglected: in case of a market crash, all FIs could suffer losses on their “trading book”, even if they do not hold the assets that are fire sold. These widespread losses have to be accounted for. Secondly, the sequence of events is not simple: the amount needed to be fire sold can derive from the loss of the financial institution, but the loss derives from the fire sales and, moreover, the fire sold amount can be computed sequentially for each institution hit in the contagion, but it should consider the fact that the contagion could be simultaneous and feature reverberations among nodes. Thirdly, as explained by <a href=\"#bib26\">Cont and Schaanning (2017)</a>, the “implementation shortfall” has to be considered: assets are liquidated at price lowering during the fire sale process, with the first assets sold at the pre-fire sales prices and last assets sold at the post-fire sales prices. Therefore, the average selling price should stay in the middle between pre- and post-fire sales prices.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The team will then connect the price reaction function to a haircut reaction function. This job could be easier, given that it can also adopt regulatory guidelines (for instance, <a href=\"#bib28\">Covi et al., 2021</a>, apply the ECB guideline).<a href=\"#fn10\"><sup>10</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The third job is to decide the order in which the FIs sell their marketable assets. <a href=\"#bib37\">Greenwood et al. (2015)</a>, Duarte and Eisenbach (2013), and <a href=\"#bib26\">Cont and Schaanning (2017)</a> assume that FIs sell their marketable assets proportionally. An alternative is to assume that FIs first sell the asset with the highest market liquidity and so on until the marketable asset with the lowest market liquidity. Intermediate possibilities between the two proposed alternatives could represent an attempt to maximize the expected liquidation value (indeed, the optimal solution requires that the marginal rate of loss should be the same for all the marketable assets. For instance, selling a large amount of a more liquid asset and a small amount of a less liquid asset could be better than selling only the more liquid asset for a huge amount). Some empirical studies on asset sales during market crashes are needed.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In order to reduce the “model risk” (and the consequence reliability of the overall methodology), the team has to implement some sensitivity analysis on the estimated price and haircut reaction functions, and on the liquidation order, to check if the simulation output is robust.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-5",
                    "title": "3.5) Task 3 – Fire sales estimates",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The team should develop the simulation procedure. This is “simply” the technical implementation of the modelling framework which emerges from the other tasks. Once the losses on the various instruments issued by the FIs are determined for a given initial shock (task 1), and the FIs strategies established (task 2), the team will simulate the propagation of the distress in the multi-layer network (task 1-2-3). Banks and other FIs (also belonging to the shadow banking system) are represented by nodes and the (direct and weighted) multi-layer network has a layer for each relevant kind of asset determined in task 1 and 3. Therefore, there are two types of layers, depending on the issuer of the asset, that is a FIs (task 1) or not (task 3). Indeed, the layers of assets issued by FIs are represented by square matrices, while the layers of assets issued by non-FIs are bipartite networks.<a href=\"#fn11\"><sup>11</sup></a> However one network dimension is common to all layers (equal to the number of the analysed FIs).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The simulation of the contagion will consider both liquidity and solvency problems, and both defaulted and non-defaulted banks and, for defaulted banks, the procedure will follow either a liquidation or a bail-in procedure depending on bank size, and will endogenously determine the RR based on the computed losses.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Moreover, the team should overcome the DebtRank assumption that contagion cannot repeat an “edge” between two nodes to circumvent infinite reverberations. The model should consider reverberations until the variations are below a (small) threshold.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, the simulation will be ready to be applied by financial regulators to compute the systemic importance and the contagion losses. Effectively, we will obtain an estimate of the fraction of the total economic value of the financial system in distress. This can be used for a systemic stress-test exercise. Indeed, the simulation can be used to answer many questions about the impact on the financial system of:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "a loss of a percentage “α” of the net worth of a financial institution or of a group of banks/FIs (due, for instance, to a write-down of loans or other assets);",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "a macroeconomic/sectorial shock. For instance, the model will be able to simulate a write-off of a specific non-financial asset that many banks have in common, or can simulate a shock for a selected group of institutions tied to a specific area or economic sector.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "This should be the base to compute the systemic risk contribution, given by the expected systemic loss obtained by setting a probability of occurrence of the possible scenarios. It will allow to rank banks following their systemic importance and to detect the SIFIs.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Moreover, the methodology can be applied for other purposes/in other scenarios. First, in the presence of an actual crisis, the financial regulator can simulate various strategies to reduce the consequences. Indeed, for each kind of shock (magnitude and nature), the proposed methodology will give the possibility to simulate and understand the most adequate macroprudential and microprudential response to avoid the contagion. This is a very hot topic for regulators, because they can implement several different strategies. For instance, <a href=\"#bib46\">Manna and Schiavone (2012)</a> propose to compare costs and benefits of the following strategies: (i) widen the pool of assets accepted as collateral in monetary policy operations (with haircut) to all FIs; (ii) widen the pool of assets accepted as collateral in monetary policy operations (with haircut) to a few selected banks; (iii) ask for a compulsory bail-in of some creditors in the equity capital of few selected banks. Similarly, <a href=\"#bib28\">Covi et al. (2021)</a> compute a “sacrifice ratio”, which measures the ratio of system-wide losses due to the failure of a bank over the cost of recapitalizing the bank by an amount equal to its capital requirements, in order to understand if a Government should perform a bail-out.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Second, this methodology can be used as an “Early Warning System”. Then, for instance, when the systemic losses due to some kind of shock or to the default of a bank go beyond a certain threshold, the regulators could ask for prudential regulation requests to prevent the crisis, such as an equity increase of some targeted banks (also determining the minimum capital growth needed).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Third, the simulation can help to improve the financial regulation, determining what happens in different scenarios with many interdependent regulatory rules. For instance, the Basel III agreement adds many other ratios (such as the liquidity coverage ratio or the leverage ratio) to the capital ratio. With the simulation, the financial regulator could understand if these rules reduce or enlarge the contagion in case of distress, and tune these constraints.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Fourth, starting from this analysis, the financial regulators will be able to obtain a further insight into the short run consequences on the real economy due to the simulated initial (real or financial) shock: knowing the overall equity loss of the financial system and, in particular, the loss of each major bank, the regulator could estimate the credit restriction to the real economy. In the words of <a href=\"#bib36\">Glasserman and Young (2016)</a> “the level of connectivity between the financial and nonfinancial sectors (…) is extremely important in amplifying (or dissipating) shocks to the system”. A similar further step is already sketched in <a href=\"#bib42\">Huser and Kok (2020)</a>: they build the wider macro-financial network, where the Euro Area banking sector is connected to other Euro Area sectors via securities exposures, in order to investigate both the different sectoral funding and the different exposure patterns.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-6",
                    "title": "3.6) Task 4 – Simulation procedure and its applications",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3) The proposed methodology",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Reduction and management of the financial systemic risk is one of the most important regulatory topics, because of its enormous socio-economic impact. Indeed, a financial crisis can trigger a large and prolonged real economic crisis, as shown by the 2007-2008 crisis. Therefore, it is essential that monitoring authorities are able to measure the systemic risk and to identify which FIs are so important that their crisis can trigger a crisis of the whole financial system (that is, they are SIFIs).",
                    "type": "paragraph"
                },
                {
                    "text": "The current proposal starts from the growing literature strand that performs agent-based simulation procedures of network contagion. Indeed, the network theory is probably the best tool for analysing the contagion risk, because the financial system is well suited for a representation in which nodes represent institutions and links represent financial relations. However, all the simulations proposed in the literature present some of the following shortcomings: (i) lack of a “real” balance sheet of the analysed FIs, (ii) lack of an endogenous price function for different kinds of instruments, (iii) lack of the impact of distressed, but non-defaulting, institutions, (iv) lack of the full set of regulatory constraints, (v) lack of a reliable reaction behaviour of all agents involved in the simulation. Moreover, the systemic risk assessment needs to consider the relevant exposures of all the relevant SIFIs (not only the G-SIBs), and to integrate the approach globally.",
                    "type": "paragraph"
                },
                {
                    "text": "Therefore, an improved simulation is suggested to model the direct network contagion channel (interconnectedness of balance sheet of FIs, including direct losses and liquidity hoarding), also integrating the indirect contagion channel (fire sales and bank runs), in order to reach the full representation of the financial systemic risk.",
                    "type": "paragraph"
                },
                {
                    "text": "This complex methodology can be built only by the financial regulators, to which this proposal is addressed. Indeed, there is the need to build a large team in order to integrate different research fields (in particular, econometrics, financial regulation, and network analysis), and the need to use supervisory datasets that are not publicly available.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4) Conclusions",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "See the Appendix for a list of all acronyms used in the paper.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "FIs lend less than 100% of the price of the collateral and this reduction is called “haircut”.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See, for instance, the papers of ECB staff such as, <a href=\"#bib28\">Covi et al. (2021)</a>; <a href=\"#bib41\">Hüser et al. (2018)</a>; <a href=\"#bib42\">Huser and Kok (2020)</a>; <a href=\"#bib48\">Montagna and Kok (2016)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The trade-off between individual risk and systemic risk is present even in the fire sale context: studies, such as <a href=\"#bib22\">Cecchetti et al. (2016)</a>; <a href=\"#bib54\">Raffestin (2014)</a>; <a href=\"#bib58\">Wagner (2011)</a>, show that diversification is not always beneficial. Indeed, on one hand, a well-diversified portfolio allocation reduces the bankruptcy probability but, on the other hand, if many investors pursue the same strategy (that Fixing this set of constraints is a large diversification) then there is a strong risk of facing higher liquidation costs due to a joint liquidation event.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Some papers focus on the network of exposures on derivatives, such as <a href=\"#bib6\">Bardoscia et al. (2019)</a>, and <a href=\"#bib52\">Paddrik et al. (2020)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For instance, <a href=\"#bib41\">Hüser et al. (2018)</a> used the 26 largest euro area banking groups for their analysis.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As explained by <a href=\"#bib35\">Glasserman and Young (2015)</a>, the lack of information is a problem for regulators, but also for market participants. Indeed, the “lack of information is itself a contributor to contagion, and may lead to cascades and funding runs that would not occur if the network of obligations were known with greater certainty”.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The SPPI test requires that the contractual terms of the financial asset give rise to cash flows that are solely payments of principal and interest on the principal amounts outstanding. Cash flows that provide compensation for risks such as equity or commodity risk will fail the SPPI test.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A real behavioural assessment should consider the possibility for FIs to stipulate new contracts, that is adding new edges to the network. Therefore, a further analysis of the network dynamics could be performed. However, given that the proposed methodology is determined to simulate the very short run, and that in the presence of a large crisis the usual network dynamics are often frozen, adding debatable assumptions to consider this feature could only increase the “model risk”.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"https://www.ecb.europa.eu/ecb/legal/pdf/celex_32018o0004_en_txt.pdf\">https://www.ecb.europa.eu/ecb/legal/pdf/celex_32018o0004_en_txt.pdf</a> See also: <a href=\"https://www.ecb.europa.eu/mopo/assets/risk/liquidity/html/index.en.html\">https://www.ecb.europa.eu/mopo/assets/risk/liquidity/html/index.en.html</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "If, for some network analyses, there is the need of have the same structure in all layers, to obtain the corresponding square networks from the bipartite cases, the projected networks of common exposures can be built.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "Capital Shortfall: A New Approach to Ranking and Regulating Systemic Risks",
            "authors": [
                {
                    "name": {
                        "index": "Acharya, VV",
                        "preferred": "VV Acharya"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Engle, R",
                        "preferred": "R Engle"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Richardson, M",
                        "preferred": "M Richardson"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1257/aer.102.3.59",
            "id": "bib1",
            "journal": "American Economic Review",
            "pages": {
                "first": "59",
                "last": "64",
                "range": "59–64"
            },
            "type": "journal",
            "volume": "102"
        },
        {
            "articleTitle": "CoVaR",
            "authors": [
                {
                    "name": {
                        "index": "Adrian, T",
                        "preferred": "T Adrian"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brunnermeier, MK",
                        "preferred": "MK Brunnermeier"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1257/aer.20120555",
            "id": "bib2",
            "journal": "American Economic Review",
            "pages": {
                "first": "1705",
                "last": "1741",
                "range": "1705–1741"
            },
            "type": "journal",
            "volume": "106"
        },
        {
            "articleTitle": "The Changing Nature of Financial Intermediation and the Financial Crisis of 2007–2009",
            "authors": [
                {
                    "name": {
                        "index": "Adrian, T",
                        "preferred": "T Adrian"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shin, HS",
                        "preferred": "HS Shin"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1146/annurev.economics.102308.124420",
            "id": "bib3",
            "journal": "Annual Review of Economics",
            "pages": {
                "first": "603",
                "last": "618",
                "range": "603–618"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "articleTitle": "Multiplex interbank networks and systemic importance: An application to European data",
            "authors": [
                {
                    "name": {
                        "index": "Aldasoro, I",
                        "preferred": "I Aldasoro"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Alves, I",
                        "preferred": "I Alves"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1016/j.jfs.2016.12.008",
            "id": "bib4",
            "journal": "Journal of Financial Stability",
            "pages": {
                "first": "17",
                "last": "37",
                "range": "17–37"
            },
            "type": "journal",
            "volume": "35"
        },
        {
            "articleTitle": "Financial Contagion",
            "authors": [
                {
                    "name": {
                        "index": "Allen, F",
                        "preferred": "F Allen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gale, D",
                        "preferred": "D Gale"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "doi": "10.1086/262109",
            "id": "bib5",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "1",
                "last": "33",
                "range": "1–33"
            },
            "type": "journal",
            "volume": "108"
        },
        {
            "articleTitle": "Multiplex network analysis of the UK over‐the‐counter derivatives market",
            "authors": [
                {
                    "name": {
                        "index": "Bardoscia, M",
                        "preferred": "M Bardoscia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bianconi, G",
                        "preferred": "G Bianconi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ferrara, G",
                        "preferred": "G Ferrara"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1002/ijfe.1745",
            "id": "bib6",
            "journal": "International Journal of Finance & Economics",
            "pages": {
                "first": "1520",
                "last": "1544",
                "range": "1520–1544"
            },
            "type": "journal",
            "volume": "24"
        },
        {
            "articleTitle": "The multiplex structure of interbank networks",
            "authors": [
                {
                    "name": {
                        "index": "Bargigli, L",
                        "preferred": "L Bargigli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "di Iasio, G",
                        "preferred": "G di Iasio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Infante, L",
                        "preferred": "L Infante"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lillo, F",
                        "preferred": "F Lillo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pierobon, F",
                        "preferred": "F Pierobon"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "discriminator": "a",
            "doi": "10.1080/14697688.2014.968356",
            "id": "bib8",
            "journal": "Quantitative Finance",
            "pages": {
                "first": "673",
                "last": "691",
                "range": "673–691"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "Network analysis and calibration of the “leveraged network-based financial accelerator.”",
            "authors": [
                {
                    "name": {
                        "index": "Bargigli, L",
                        "preferred": "L Bargigli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gallegati, M",
                        "preferred": "M Gallegati"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Riccetti, L",
                        "preferred": "L Riccetti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Russo, A",
                        "preferred": "A Russo"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "discriminator": "b",
            "doi": "10.1016/j.jebo.2013.12.018",
            "id": "bib7",
            "journal": "Journal of Economic Behavior & Organization",
            "pages": {
                "first": "109",
                "last": "125",
                "range": "109–125"
            },
            "type": "journal",
            "volume": "99"
        },
        {
            "articleTitle": "Network calibration and metamodeling of a financial accelerator agent based model",
            "authors": [
                {
                    "name": {
                        "index": "Bargigli, L",
                        "preferred": "L Bargigli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Riccetti, L",
                        "preferred": "L Riccetti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Russo, A",
                        "preferred": "A Russo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gallegati, M",
                        "preferred": "M Gallegati"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1007/s11403-018-0217-8",
            "id": "bib9",
            "journal": "Journal of Economic Interaction and Coordination",
            "pages": {
                "first": "413",
                "last": "440",
                "range": "413–440"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Barucci, E",
                        "preferred": "E Barucci"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fontana, C",
                        "preferred": "C Fontana"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Financial Markets Theory",
            "date": "2017",
            "doi": "10.1007/978-1-4471-7322-9",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "Springer Finance"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Leveraging the network: A stress-test framework based on DebtRank",
            "authors": [
                {
                    "name": {
                        "index": "Battiston, S",
                        "preferred": "S Battiston"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Caldarelli, G",
                        "preferred": "G Caldarelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "D’Errico, M",
                        "preferred": "M D’Errico"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gurciullo, S",
                        "preferred": "S Gurciullo"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1515/strm-2015-0005",
            "id": "bib11",
            "journal": "Statistics & Risk Modeling",
            "pages": {
                "first": "117",
                "last": "138",
                "range": "117–138"
            },
            "type": "journal",
            "volume": "33"
        },
        {
            "articleTitle": "Liaisons dangereuses: Increasing connectivity, risk sharing, and systemic risk",
            "authors": [
                {
                    "name": {
                        "index": "Battiston, S",
                        "preferred": "S Battiston"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Delli Gatti, D",
                        "preferred": "D Delli Gatti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gallegati, M",
                        "preferred": "M Gallegati"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Greenwald, BC",
                        "preferred": "BC Greenwald"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stiglitz, JE",
                        "preferred": "JE Stiglitz"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "discriminator": "a",
            "doi": "10.1016/j.jedc.2012.04.001",
            "id": "bib12",
            "journal": "Journal of Economic Dynamics and Control",
            "pages": {
                "first": "1121",
                "last": "1141",
                "range": "1121–1141"
            },
            "type": "journal",
            "volume": "36"
        },
        {
            "articleTitle": "DebtRank: too central to fail? Financial networks, the FED and systemic risk",
            "authors": [
                {
                    "name": {
                        "index": "Battiston, S",
                        "preferred": "S Battiston"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Puliga, M",
                        "preferred": "M Puliga"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kaushik, R",
                        "preferred": "R Kaushik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tasca, P",
                        "preferred": "P Tasca"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Caldarelli, G",
                        "preferred": "G Caldarelli"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "discriminator": "b",
            "doi": "10.1038/srep00541",
            "id": "bib13",
            "journal": "Scientific Reports",
            "pages": "541",
            "pmid": 22870377,
            "type": "journal",
            "volume": "2"
        },
        {
            "articleTitle": "Where the Risks Lie: A Survey on Systemic Risk*",
            "authors": [
                {
                    "name": {
                        "index": "Benoit, S",
                        "preferred": "S Benoit"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colliard, JE",
                        "preferred": "JE Colliard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hurlin, C",
                        "preferred": "C Hurlin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pérignon, C",
                        "preferred": "C Pérignon"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.1093/rof/rfw026",
            "id": "bib14",
            "journal": "Review of Finance",
            "pages": {
                "first": "109",
                "last": "152",
                "range": "109–152"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "articleTitle": "A Survey of Systemic Risk Analytics",
            "authors": [
                {
                    "name": {
                        "index": "Bisias, D",
                        "preferred": "D Bisias"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Flood, M",
                        "preferred": "M Flood"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "AW, Lo",
                        "preferred": "Lo AW"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Valavanis, S",
                        "preferred": "S Valavanis"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1146/annurev-financial-110311-101754",
            "id": "bib15",
            "journal": "Annual Review of Financial Economics",
            "pages": {
                "first": "255",
                "last": "296",
                "range": "255–296"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Looking deeper, seeing more: A multilayer map of the financial system",
            "authors": [
                {
                    "name": {
                        "index": "Bookstaber, R",
                        "preferred": "R Bookstaber"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kenett, DY",
                        "preferred": "DY Kenett"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib16",
            "journal": "Office of Financial Research Brief",
            "pages": {
                "first": "06",
                "last": "12",
                "range": "06–12"
            },
            "type": "journal",
            "volume": "16"
        },
        {
            "articleTitle": "Systemic risk measurement: bucketing global systemically important banks",
            "authors": [
                {
                    "name": {
                        "index": "Brogi, M",
                        "preferred": "M Brogi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lagasio, V",
                        "preferred": "V Lagasio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Riccetti, L",
                        "preferred": "L Riccetti"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1007/s10436-021-00391-7",
            "id": "bib17",
            "journal": "Annals of Finance",
            "pages": {
                "first": "319",
                "last": "351",
                "range": "319–351"
            },
            "type": "journal",
            "volume": "17"
        },
        {
            "articleTitle": "SRISK: A Conditional Capital Shortfall Measure of Systemic Risk",
            "authors": [
                {
                    "name": {
                        "index": "Brownlees, C",
                        "preferred": "C Brownlees"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Engle, RF",
                        "preferred": "RF Engle"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.1093/rfs/hhw060",
            "id": "bib18",
            "journal": "Review of Financial Studies",
            "pages": {
                "first": "48",
                "last": "79",
                "range": "48–79"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "articleTitle": "Recovery rates, default probabilities, and the credit cycle",
            "authors": [
                {
                    "name": {
                        "index": "Bruche, M",
                        "preferred": "M Bruche"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "González-Aguado, C",
                        "preferred": "C González-Aguado"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1016/j.jbankfin.2009.04.009",
            "id": "bib19",
            "journal": "Journal of Banking & Finance",
            "pages": {
                "first": "754",
                "last": "764",
                "range": "754–764"
            },
            "type": "journal",
            "volume": "34"
        },
        {
            "articleTitle": "Market Liquidity and Funding Liquidity",
            "authors": [
                {
                    "name": {
                        "index": "Brunnermeier, MK",
                        "preferred": "MK Brunnermeier"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pedersen, LH",
                        "preferred": "LH Pedersen"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1093/rfs/hhn098",
            "id": "bib20",
            "journal": "Review of Financial Studies",
            "pages": {
                "first": "2201",
                "last": "2238",
                "range": "2201–2238"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cabrales, A",
                        "preferred": "A Cabrales"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gale, D",
                        "preferred": "D Gale"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gottardi, P",
                        "preferred": "P Gottardi"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "306–326, Financial contagion in networks, Oxford Handbook on the Economics of Networks, Oxford University Press, p",
            "id": "bib21",
            "title": "Oxford Handbook on the Economics of Networks",
            "type": "unknown"
        },
        {
            "articleTitle": "Contagion and Fire Sales in Banking Networks",
            "authors": [
                {
                    "name": {
                        "index": "Cecchetti, S",
                        "preferred": "S Cecchetti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rocco, M",
                        "preferred": "M Rocco"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sigalotti, L",
                        "preferred": "L Sigalotti"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.2139/ssrn.2757615",
            "id": "bib22",
            "journal": "SSRN Electronic Journal",
            "pages": {
                "first": "1",
                "last": "72",
                "range": "1–72"
            },
            "type": "journal"
        },
        {
            "articleTitle": "Fire sales and the financial accelerator",
            "authors": [
                {
                    "name": {
                        "index": "Choi, WG",
                        "preferred": "WG Choi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cook, D",
                        "preferred": "D Cook"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1016/j.jmoneco.2012.04.001",
            "id": "bib23",
            "journal": "Journal of Monetary Economics",
            "pages": {
                "first": "336",
                "last": "351",
                "range": "336–351"
            },
            "type": "journal",
            "volume": "59"
        },
        {
            "articleTitle": "Liquidity Risk and Contagion",
            "authors": [
                {
                    "name": {
                        "index": "Cifuentes, R",
                        "preferred": "R Cifuentes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ferrucci, G",
                        "preferred": "G Ferrucci"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shin, HS",
                        "preferred": "HS Shin"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "doi": "10.1162/jeea.2005.3.2-3.556",
            "id": "bib24",
            "journal": "Journal of the European Economic Association",
            "pages": {
                "first": "556",
                "last": "566",
                "range": "556–566"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "articleTitle": "Lending relationships in the interbank market",
            "authors": [
                {
                    "name": {
                        "index": "Cocco, JF",
                        "preferred": "JF Cocco"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gomes, FJ",
                        "preferred": "FJ Gomes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Martins, NC",
                        "preferred": "NC Martins"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1016/j.jfi.2008.06.003",
            "id": "bib25",
            "journal": "Journal of Financial Intermediation",
            "pages": {
                "first": "24",
                "last": "48",
                "range": "24–48"
            },
            "type": "journal",
            "volume": "18"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cont, R",
                        "preferred": "R Cont"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moussa, A",
                        "preferred": "A Moussa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Santos, EB",
                        "preferred": "EB Santos"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "327–368, Network Structure and Systemic Risk in Banking Systems, Handbook of Systemic Risk, Cambridge University Press, p",
            "id": "bib27",
            "title": "Handbook of Systemic Risk",
            "type": "unknown"
        },
        {
            "articleTitle": "Fire Sales, Indirect Contagion and Systemic Stress Testing",
            "authors": [
                {
                    "name": {
                        "index": "Cont, R",
                        "preferred": "R Cont"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schaanning, EF",
                        "preferred": "EF Schaanning"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.2139/ssrn.2955646",
            "id": "bib26",
            "journal": "SSRN Electronic Journal",
            "pages": {
                "first": "1",
                "last": "50",
                "range": "1–50"
            },
            "type": "journal"
        },
        {
            "articleTitle": "CoMap: Mapping Contagion in the Euro Area Banking Sector",
            "authors": [
                {
                    "name": {
                        "index": "Covi, G",
                        "preferred": "G Covi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gorpe, MZ",
                        "preferred": "MZ Gorpe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kok, C",
                        "preferred": "C Kok"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1016/j.jfs.2020.100814",
            "id": "bib28",
            "journal": "Journal of Financial Stability",
            "pages": "100814",
            "type": "journal",
            "volume": "53"
        },
        {
            "articleTitle": "Model risk of risk models",
            "authors": [
                {
                    "name": {
                        "index": "Danielsson, J",
                        "preferred": "J Danielsson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "James, KR",
                        "preferred": "KR James"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Valenzuela, M",
                        "preferred": "M Valenzuela"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zer, I",
                        "preferred": "I Zer"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1016/j.jfs.2016.02.002",
            "id": "bib29",
            "journal": "Journal of Financial Stability",
            "pages": {
                "first": "79",
                "last": "91",
                "range": "79–91"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "articleTitle": "Systemic Risk: A Survey",
            "authors": [
                {
                    "name": {
                        "index": "de Bandt, O",
                        "preferred": "O de Bandt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hartmann, P",
                        "preferred": "P Hartmann"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "doi": "10.2139/ssrn.258430",
            "id": "bib30",
            "journal": "Working Paper 35",
            "pages": {
                "first": "1",
                "last": "79",
                "range": "1–79"
            },
            "type": "journal"
        },
        {
            "articleTitle": "An Analysis of the Japanese Credit Network",
            "authors": [
                {
                    "name": {
                        "index": "De Masi, G",
                        "preferred": "G De Masi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fujiwara, Y",
                        "preferred": "Y Fujiwara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gallegati, M",
                        "preferred": "M Gallegati"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Greenwald, B",
                        "preferred": "B Greenwald"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stiglitz, JE",
                        "preferred": "JE Stiglitz"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.14441/eier.7.209",
            "id": "bib31",
            "journal": "Evolutionary and Institutional Economics Review",
            "pages": {
                "first": "209",
                "last": "232",
                "range": "209–232"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Di Iasio, G",
                        "preferred": "G Di Iasio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Battiston, S",
                        "preferred": "S Battiston"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Infante, L",
                        "preferred": "L Infante"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pierobon, F",
                        "preferred": "F Pierobon"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "1–23, Capital and Contagion in Financial Networks, IFC Bulletins Chapters, in: Bank for International Settlements (Ed), Indicators to Support Monetary and Financial Stability Analysis: Data Sources and Statistical Methodologies, Vol, 39, p",
            "id": "bib32",
            "title": "Indicators to Support Monetary and Financial Stability Analysis: Data Sources and Statistical Methodologies",
            "type": "unknown"
        },
        {
            "articleTitle": "Complexity, concentration and contagion",
            "authors": [
                {
                    "name": {
                        "index": "Gai, P",
                        "preferred": "P Gai"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Haldane, A",
                        "preferred": "A Haldane"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kapadia, S",
                        "preferred": "S Kapadia"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1016/j.jmoneco.2011.05.005",
            "id": "bib33",
            "journal": "Journal of Monetary Economics",
            "pages": {
                "first": "453",
                "last": "470",
                "range": "453–470"
            },
            "type": "journal",
            "volume": "58"
        },
        {
            "articleTitle": "Contagion in financial networks",
            "authors": [
                {
                    "name": {
                        "index": "Gai, P",
                        "preferred": "P Gai"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kapadia, S",
                        "preferred": "S Kapadia"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1098/rspa.2009.0410",
            "id": "bib34",
            "journal": "Proceedings of the Royal Society A",
            "pages": {
                "first": "2401",
                "last": "2423",
                "range": "2401–2423"
            },
            "type": "journal",
            "volume": "466"
        },
        {
            "articleTitle": "How likely is contagion in financial networks?",
            "authors": [
                {
                    "name": {
                        "index": "Glasserman, P",
                        "preferred": "P Glasserman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Young, HP",
                        "preferred": "HP Young"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1016/j.jbankfin.2014.02.006",
            "id": "bib35",
            "journal": "Journal of Banking & Finance",
            "pages": {
                "first": "383",
                "last": "399",
                "range": "383–399"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "articleTitle": "Contagion in Financial Networks",
            "authors": [
                {
                    "name": {
                        "index": "Glasserman, P",
                        "preferred": "P Glasserman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Young, HP",
                        "preferred": "HP Young"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1257/jel.20151228",
            "id": "bib36",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "779",
                "last": "831",
                "range": "779–831"
            },
            "type": "journal",
            "volume": "54"
        },
        {
            "articleTitle": "Vulnerable banks",
            "authors": [
                {
                    "name": {
                        "index": "Greenwood, R",
                        "preferred": "R Greenwood"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Landier, A",
                        "preferred": "A Landier"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thesmar, D",
                        "preferred": "D Thesmar"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1016/j.jfineco.2014.11.006",
            "id": "bib37",
            "journal": "Journal of Financial Economics",
            "pages": {
                "first": "471",
                "last": "485",
                "range": "471–485"
            },
            "type": "journal",
            "volume": "115"
        },
        {
            "articleTitle": "Ranking consistency of systemic risk measures: a simulation-based analysis in a banking network model",
            "authors": [
                {
                    "name": {
                        "index": "Grundke, P",
                        "preferred": "P Grundke"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1007/s11156-018-0732-7",
            "id": "bib38",
            "journal": "Review of Quantitative Finance and Accounting",
            "pages": {
                "first": "953",
                "last": "990",
                "range": "953–990"
            },
            "type": "journal",
            "volume": "52"
        },
        {
            "articleTitle": "Challenges in identifying and measuring systemic risk",
            "authors": [
                {
                    "name": {
                        "index": "Hansen, LP",
                        "preferred": "LP Hansen"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Risk Topography: Systemic Risk and Macro Modeling, NBER Conference Report"
                ]
            },
            "date": "2014",
            "id": "bib39",
            "pages": {
                "first": "15",
                "last": "30",
                "range": "15–30"
            },
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Chicago, IL"
                        ]
                    },
                    "formatted": [
                        "Chicago, IL"
                    ]
                },
                "name": [
                    "University of Chicago Press"
                ]
            },
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "Too interconnected to fail: A survey of the interbank networks literature",
            "authors": [
                {
                    "name": {
                        "index": "Hüser, AC",
                        "preferred": "AC Hüser"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.21314/JNTF.2015.001",
            "id": "bib40",
            "journal": "The Journal of Network Theory in Finance",
            "pages": {
                "first": "1",
                "last": "50",
                "range": "1–50"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "The systemic implications of bail-in: A multi-layered network approach",
            "authors": [
                {
                    "name": {
                        "index": "Hüser, A-C",
                        "preferred": "A-C Hüser"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hałaj, G",
                        "preferred": "G Hałaj"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kok, C",
                        "preferred": "C Kok"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Perales, C",
                        "preferred": "C Perales"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van der Kraaij, A",
                        "preferred": "A van der Kraaij"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1016/j.jfs.2017.12.001",
            "id": "bib41",
            "journal": "Journal of Financial Stability",
            "pages": {
                "first": "81",
                "last": "97",
                "range": "81–97"
            },
            "type": "journal",
            "volume": "38"
        },
        {
            "articleTitle": "Mapping bank securities across euro area sectors: comparing funding and exposure networks",
            "authors": [
                {
                    "name": {
                        "index": "Huser, A-C",
                        "preferred": "A-C Huser"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kok, C",
                        "preferred": "C Kok"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.21314/JNTF.2019.052",
            "id": "bib42",
            "journal": "The Journal of Network Theory in Finance",
            "pages": {
                "first": "59",
                "last": "92",
                "range": "59–92"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "authors": [
                {
                    "name": "IMF Staff and FSB Secretariat",
                    "type": "group"
                }
            ],
            "date": "2018",
            "details": "1–15, Second Phase of the G-20 Data Gaps Initiative (DGI-2, Third Progress Report, p",
            "id": "bib43",
            "title": "Second Phase of the G-20 Data Gaps Initiative (DGI-2",
            "type": "unknown"
        },
        {
            "date": "2020",
            "details": "https://www.sec.gov/files/US-Credit-Markets_COVID-19_Report.pdf",
            "id": "bib44",
            "title": "https://www.sec.gov/files/US-Credit-Markets_COVID-19_Report.pdf",
            "type": "unknown",
            "uri": "https://www.sec.gov/files/US-Credit-Markets_COVID-19_Report.pdf",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Löffler, G",
                        "preferred": "G Löffler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Raupach, P",
                        "preferred": "P Raupach"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "1–50, Discussion Paper n.04/2013, 10.2139/ssrn.2796895",
            "id": "bib45",
            "title": "Robustness and informativeness of systemic risk measures, Deutsche Bundesbank",
            "type": "unknown"
        },
        {
            "articleTitle": "Externalities in Interbank Network: Results from a Dynamic Simulation Model",
            "authors": [
                {
                    "name": {
                        "index": "Manna, M",
                        "preferred": "M Manna"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schiavone, A",
                        "preferred": "A Schiavone"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.2139/ssrn.2207918",
            "id": "bib46",
            "journal": "SSRN Electronic Journal",
            "pages": {
                "first": "1",
                "last": "40",
                "range": "1–40"
            },
            "type": "journal"
        },
        {
            "articleTitle": "A multiplex network analysis of the Mexican banking system: link persistence, overlap and waiting times",
            "authors": [
                {
                    "name": {
                        "index": "Molina-Borboa, J-L",
                        "preferred": "J-L Molina-Borboa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Martinez-Jaramillo, S",
                        "preferred": "S Martinez-Jaramillo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "López-Gallo, F",
                        "preferred": "F López-Gallo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leij, M",
                        "preferred": "M Leij"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.21314/JNTF.2015.006",
            "id": "bib47",
            "journal": "The Journal of Network Theory in Finance",
            "pages": {
                "first": "99",
                "last": "138",
                "range": "99–138"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "Multi-Layered Interbank Model For Assessing Systemic Risk",
            "authors": [
                {
                    "name": {
                        "index": "Montagna, M",
                        "preferred": "M Montagna"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kok, C",
                        "preferred": "C Kok"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.2139/ssrn.2830546",
            "id": "bib48",
            "journal": "SSRN Electronic Journal",
            "pages": {
                "first": "1",
                "last": "55",
                "range": "1–55"
            },
            "type": "journal"
        },
        {
            "articleTitle": "A survey of network-based analysis and systemic risk measurement",
            "authors": [
                {
                    "name": {
                        "index": "Neveu, AR",
                        "preferred": "AR Neveu"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1007/s11403-016-0182-z",
            "id": "bib49",
            "journal": "Journal of Economic Interaction and Coordination",
            "pages": {
                "first": "241",
                "last": "281",
                "range": "241–281"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "articleTitle": "Network models and financial stability",
            "authors": [
                {
                    "name": {
                        "index": "Nier, E",
                        "preferred": "E Nier"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yang, J",
                        "preferred": "J Yang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yorulmazer, T",
                        "preferred": "T Yorulmazer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Alentorn, A",
                        "preferred": "A Alentorn"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "doi": "10.1016/j.jedc.2007.01.014",
            "id": "bib50",
            "journal": "Journal of Economic Dynamics and Control",
            "pages": {
                "first": "2033",
                "last": "2060",
                "range": "2033–2060"
            },
            "type": "journal",
            "volume": "31"
        },
        {
            "articleTitle": "The information in systemic risk rankings",
            "authors": [
                {
                    "name": {
                        "index": "Nucera, F",
                        "preferred": "F Nucera"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schwaab, B",
                        "preferred": "B Schwaab"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Koopman, SJ",
                        "preferred": "SJ Koopman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lucas, A",
                        "preferred": "A Lucas"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1016/j.jempfin.2016.01.002",
            "id": "bib51",
            "journal": "Journal of Empirical Finance",
            "pages": {
                "first": "461",
                "last": "475",
                "range": "461–475"
            },
            "type": "journal",
            "volume": "38"
        },
        {
            "articleTitle": "Contagion in Derivatives Markets",
            "authors": [
                {
                    "name": {
                        "index": "Paddrik, M",
                        "preferred": "M Paddrik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rajan, S",
                        "preferred": "S Rajan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Young, HP",
                        "preferred": "HP Young"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1287/mnsc.2019.3354",
            "id": "bib52",
            "journal": "Management Science",
            "pages": {
                "first": "3603",
                "last": "3616",
                "range": "3603–3616"
            },
            "type": "journal",
            "volume": "66"
        },
        {
            "articleTitle": "The multi-layer network nature of systemic risk and its implications for the costs of financial crises",
            "authors": [
                {
                    "name": {
                        "index": "Poledna, S",
                        "preferred": "S Poledna"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Molina-Borboa, JL",
                        "preferred": "JL Molina-Borboa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Martínez-Jaramillo, S",
                        "preferred": "S Martínez-Jaramillo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van der Leij, M",
                        "preferred": "M van der Leij"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thurner, S",
                        "preferred": "S Thurner"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1016/j.jfs.2015.08.001",
            "id": "bib53",
            "journal": "Journal of Financial Stability",
            "pages": {
                "first": "70",
                "last": "81",
                "range": "70–81"
            },
            "type": "journal",
            "volume": "20"
        },
        {
            "articleTitle": "Diversification and systemic risk",
            "authors": [
                {
                    "name": {
                        "index": "Raffestin, L",
                        "preferred": "L Raffestin"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.1016/j.jbankfin.2014.05.014",
            "id": "bib54",
            "journal": "Journal of Banking & Finance",
            "pages": {
                "first": "85",
                "last": "106",
                "range": "85–106"
            },
            "type": "journal",
            "volume": "46"
        },
        {
            "articleTitle": "Reconstructing and stress testing credit networks",
            "authors": [
                {
                    "name": {
                        "index": "Ramadiah, A",
                        "preferred": "A Ramadiah"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Caccioli, F",
                        "preferred": "F Caccioli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fricke, D",
                        "preferred": "D Fricke"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1016/j.jedc.2019.103817",
            "id": "bib55",
            "journal": "Journal of Economic Dynamics and Control",
            "pages": "103817",
            "type": "journal",
            "volume": "111"
        },
        {
            "articleTitle": "Unstable banking",
            "authors": [
                {
                    "name": {
                        "index": "Shleifer, A",
                        "preferred": "A Shleifer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vishny, RW",
                        "preferred": "RW Vishny"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1016/j.jfineco.2009.10.007",
            "id": "bib56",
            "journal": "Journal of Financial Economics",
            "pages": {
                "first": "306",
                "last": "318",
                "range": "306–318"
            },
            "type": "journal",
            "volume": "97"
        },
        {
            "articleTitle": "An analysis of the literature on systemic financial risk: A survey",
            "authors": [
                {
                    "name": {
                        "index": "Silva, W",
                        "preferred": "W Silva"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kimura, H",
                        "preferred": "H Kimura"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sobreiro, VA",
                        "preferred": "VA Sobreiro"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.1016/j.jfs.2016.12.004",
            "id": "bib57",
            "journal": "Journal of Financial Stability",
            "pages": {
                "first": "91",
                "last": "114",
                "range": "91–114"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "articleTitle": "Systemic Liquidation Risk and the Diversity-Diversification Trade-Off",
            "authors": [
                {
                    "name": {
                        "index": "Wagner, W",
                        "preferred": "W Wagner"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1111/j.1540-6261.2011.01666.x",
            "id": "bib58",
            "journal": "The Journal of Finance",
            "pages": {
                "first": "1141",
                "last": "1175",
                "range": "1141–1175"
            },
            "type": "journal",
            "volume": "66"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "content": [
                        {
                            "id": "inlinetable1",
                            "tables": [
                                "<table><tbody><tr><td align=\"left\">BB</td><td align=\"left\">Banking Book</td></tr><tr><td align=\"left\">DGI</td><td align=\"left\">G-20 Data Gaps Initiative</td></tr><tr><td align=\"left\">EA</td><td align=\"left\">Euro Area</td></tr><tr><td align=\"left\">ECB</td><td align=\"left\">European Central Bank</td></tr><tr><td align=\"left\">EMIR</td><td align=\"left\">European Market Infrastructure Regulation (EU Regulation 648/2012)</td></tr><tr><td align=\"left\">EU</td><td align=\"left\">European Union</td></tr><tr><td align=\"left\">FIs</td><td align=\"left\">Financial Institutions</td></tr><tr><td align=\"left\">FSB</td><td align=\"left\">Financial Stability Board</td></tr><tr><td align=\"left\">G-SIBs</td><td align=\"left\">Global Systemically Important Banks</td></tr><tr><td align=\"left\">IASB</td><td align=\"left\">International Accounting Standards Board</td></tr><tr><td align=\"left\">IFRS</td><td align=\"left\">International Financial Reporting Standards</td></tr><tr><td align=\"left\">IMF</td><td align=\"left\">International Monetary Fund</td></tr><tr><td align=\"left\">LGD</td><td align=\"left\">Loss Given Default</td></tr><tr><td align=\"left\">MiFID 2</td><td align=\"left\">Markets in Financial Instruments Directive (EU Directive 65/2014)</td></tr><tr><td align=\"left\">MiFIR</td><td align=\"left\">Markets in Financial Instruments Regulation (EU Regulation 600/2014)</td></tr><tr><td align=\"left\">OFR</td><td align=\"left\">U.S. Office of Financial Research</td></tr><tr><td align=\"left\">PD</td><td align=\"left\">Probability of Default</td></tr><tr><td align=\"left\">RR</td><td align=\"left\">Recovery Rate</td></tr><tr><td align=\"left\">SIFIs</td><td align=\"left\">Systemically Important Financial Institutions</td></tr><tr><td align=\"left\">SPPI test</td><td align=\"left\">Solely Payments of Principal and Interest on the principal amount outstanding test</td></tr><tr><td align=\"left\">TB</td><td align=\"left\">Trading Book</td></tr></tbody></table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "id": "s6",
                    "title": "Table of acronyms",
                    "type": "section"
                }
            ],
            "id": "A1",
            "title": "Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "I am grateful for helpful comments and useful suggestions to participants in the \"WEHIA October Workshop\" (organized online by Università Cattolica di Milano, October 15th 2021), and in the 4th International Workshop on \"Financial Markets and Nonlinear Dynamics - FMND\" (Paris, May 31st - June 1st 2019).",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
