{
    "status": "vor",
    "id": "00266",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00266",
    "authorLine": "Luc Savard, Luca Tiberti",
    "title": "Locally-Led Simulation Analyses: Covid-19 Impacts and Responses for Equity in Developing Countries",
    "published": "2022-12-31T00:00:00Z",
    "versionDate": "2022-12-31T00:00:00Z",
    "statusDate": "2022-12-31T00:00:00Z",
    "volume": 15,
    "issue": 3,
    "fpage": "I",
    "lpage": "IV",
    "elocationId": "I-IV",
    "pdf": "http://web:8082/00266/ijm-00266.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Savard and Tiberti",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Morocco",
                            "locality": [
                                "Rabat"
                            ]
                        },
                        "formatted": [
                            "Rabat",
                            "Morocco"
                        ]
                    },
                    "name": [
                        "AIRESS- FGSES, Université Mohammed VI Polytechnique"
                    ]
                }
            ],
            "emailAddresses": [
                "savard.luc@um6p.ma"
            ],
            "name": {
                "index": "Savard, Luc",
                "preferred": "Luc Savard"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Florence"
                            ]
                        },
                        "formatted": [
                            "Florence",
                            "Italy"
                        ]
                    },
                    "name": [
                        "University of Florence and PEP"
                    ]
                }
            ],
            "emailAddresses": [
                "luca.tiberti@unifi.it"
            ],
            "name": {
                "index": "Tiberti, Luca",
                "preferred": "Luca Tiberti"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The COVID-19 pandemic has been a global catastrophe with radical impacts triggering policy responses worldwide.<a href=\"#fn1\"><sup>1</sup></a> Literature on the topic has been unanimous on the deleterious effects of this crisis on the global and national economies, and on poverty, particularly in low-income countries (<a href=\"#bib7\">Miguel and Mobarak, 2022</a>). With varying degrees in terms of the size and nature of packages, countries have put in place measures to mitigate some of the likely devastating impacts of the pandemic. To avoid critical waste of time and resources, simultaneous efforts needed to be invested in assessing the impacts and effectiveness of these interventions, including through the development of country-adapted analytical tools that can produce periodic updates for policy adjustments.",
                    "type": "paragraph"
                },
                {
                    "text": "This special issue relies on locally-led simulation analyses that produced evidence that has helped local policy-makers to guide the design, or adjustment, of effective policy responses to the COVID-19 crisis. In particular, the five contributions included in this issue developed country-level tools to simulate, on an ongoing basis, the economy-wide and household impacts of the crisis as well as existing and alternative policy responses, to identify the most effective interventions. Especially in developing countries, reliable and nationally representative data are longer to collect and may not be timely. Therefore, the availability of rigorous simulation tools can help policy-makers to respond effectively to sudden economic crises, such as that generated by COVID-19 confinement measures, even when data are not readily available. The COVID-19 crisis challenges governments through the widespread nature of its impacts and the uncertainty concerning their magnitude and duration. By analyzing the likely impacts of various policy responses, simulation models provide policy-makers with valuable evidence to comprehend and respond to these challenges effectively. These simulations could be regularly updated as new data have become available and the country has progressed through the different stages of the crisis: epidemic and lockdown, gradual re-opening and full recovery.",
                    "type": "paragraph"
                },
                {
                    "text": "There are at least three key considerations when designing policy responses to the COVID-19 crisis and evaluating the impact of the interventions. First is the importance of identifying the sectors (industries, firms) and households/individuals that were likely to be hardest hit by the various economic and social disruptions, and estimating the nature and magnitude of their losses. These impact pathways are complex and heterogeneous across the population. With population confinement measures and the total or partial cessation of many, formal and informal, economic sectors, many workers and family enterprises have lost their sources of income. Furthermore, remittances were significantly disrupted as the pandemic has heavily impacted host countries (Europe, North America and Persian Gulf countries) of migrants sending these remittances. Finally, as a result of the decline in domestic and global production, and the disturbance of global value-added chains, production costs and consumer prices have risen while the global petroleum price was falling.",
                    "type": "paragraph"
                },
                {
                    "text": "Second is the need to look at a wide range of impacts and policy responses. For example, while social safety nets enable access to cash that speeds up recovery, liquidity alone is not enough when supply chains get severely disrupted. Measures beyond cash transfers, including in-kind transfers, education, health support etc., particularly for vulnerable groups such as women and children, become extremely important. This type of analysis is relevant to the ‘leave no one behind’ agenda under the SDGs. Furthermore, support to businesses, particularly micro, small and medium-sized enterprises (MSMEs) - e.g. direct support to firms, tax reductions/postponement, wage subsidies - are imperative and need to include informal sectors and the self-employed, which constitute a significant, often predominant, part of most developing economies.",
                    "type": "paragraph"
                },
                {
                    "text": "Third, policies on recovery from the COVID-19 crisis have presented opportunities to change the structure of economic incentives in favour of: 1) more sustainable production, and 2) value chain integration with the region and beyond through possible changes in tariff structure and other international trade interventions. Furthermore, some sectors might gain importance (e.g.: the digital space, including e-commerce, and the health sector where increased development expenditure is now directed). Simulations can determine how 1) different sectors could contribute to growth and jobs during and after the COVID-19 crisis, and 2) how restructuring the economies could be facilitated by changes in policy (e.g. changes to foreign exchange rules allowing a liberal flow of receipts and payments). Hence, the key importance of macro and micro simulation tools.",
                    "type": "paragraph"
                },
                {
                    "text": "The analyses presented in this issue focus on realistic and implementable policy alternatives, building on existing programs and considering the limitations of current targeting and delivery systems, and political and budgetary restrictions. These restrictions indicate that a viable and sustainable response must be based on interventions that involve some degree of targeted spending. These interventions can build on the recent success of conditional cash transfer programs and non-contributory pensions in Latin America and the rapid expansion of social safety nets in most of the developing world.",
                    "type": "paragraph"
                },
                {
                    "text": "Simulation analysis also provides critical information on the costs, viability and poverty/inequality impacts of response policies, such as a considerable expansion of existing cash transfer programs, to protect the most vulnerable people. The contributions presented here also explore alternative and complementary schemes, such as direct wage support to independent and informal workers, and business rescue packages, among others, tailored to specific country contexts. Specifically, the simulation framework identifies a) how different socio-economic population groups are affected and b) the underlying mechanisms (employment, remittances, prices).",
                    "type": "paragraph"
                },
                {
                    "text": "Simulation analyses include three African (Ghana, Morocco and Senegal) and two South American (Argentina and Ecuador) countries. These countries reflect a wide range of geographic, socio and economic contexts to allow important comparisons and lessons regarding responses to the pandemic. They also contrast in terms of the extent of COVID-19 impacts and nature of policy responses. More particularly, they address the following questions: (<a href=\"#bib1\">Abdelkhalek et al., 2022</a>) How does the COVID-19 crisis and resulting lockdown affect national economies and populations (and sub-populations)? (<a href=\"#bib2\">Bandiera et al., 2020</a>) How do existing policies help cushion these shocks? (<a href=\"#bib3\">Canelas and Robalino, 2022</a>) What alternative policies could contribute to more sustainable and inclusive outcomes?",
                    "type": "paragraph"
                },
                {
                    "text": "Three articles (Argentina, Ecuador and Ghana) were conducted using microsimulation models, that link COVID-19-related income shocks to real household income to estimate their poverty and inequality effects. One study (Morocco) uses an input-output model jointly with a microsimulation model. The input-output model contributed to capturing distribution across sectors for observed direct price effects of COVID-19. In these four articles, the effects of the crisis are distinguished by gender and other socio, demographic and economic characteristics. In general, the key channels of impact are through income and consumer price variations which, in the absence of significant savings or credit access, impact household expenditure. In the COVID-19 crisis context, key shocks come from job loss or wage/profit reductions (due to lockdown, recession and border closures), declines in international remittances, and higher consumer prices. One study (from Senegal) uses computable general equilibrium (CGE) model in combination with a microsimulation model to account for the interdependency between industries, factors of production, government, households, and the rest of the world. In addition, GE analysis allows for a broader analysis to examine the impacts of the crisis and policy responses on economic sectors, factor markets, government finances, international trade and a variety of other economic dimensions. Specifically, the CGE-microsimulation analysis can capture: (<a href=\"#bib1\">Abdelkhalek et al., 2022</a>) unprecedented temporary closures of major sectors and reduction in the international mobility of people, goods, and services, leading to a breakdown in international production chains; (<a href=\"#bib2\">Bandiera et al., 2020</a>) the economic interdependence between the sectors deemed to be essential and the sectors that have been \"shut down\" in the short term; (<a href=\"#bib3\">Canelas and Robalino, 2022</a>) medium-term national recovery policies; and (<a href=\"#bib4\">Cooke et al., 2022</a>) international repercussions of COVID-19 through import/export markets and economic recovery in partner countries (e.g., recent oil price reductions or food price rises).",
                    "type": "paragraph"
                },
                {
                    "text": "All contributions run policy simulation analyses differentiating economic actors by gender (Argentina, Ecuador, Ghana and Senegal) or by age (Morocco), as it is well-known that women and children suffer significantly more during economic hardships. In the case of women, as seen in the case of Ebola (<a href=\"#bib2\">Bandiera et al., 2020</a>), in times of a health crisis, women are exposed occupationally and domestically due to their caregiving roles. Beyond this risk of exposure, women are also at the forefront of crisis-management efforts. At the same time, in countries where they have generally lower levels of education, more limited marketable skills, and potentially lower bargaining power, within the household and outside, women can be disproportionately affected by the social and economic consequences of a pandemic. The same is true for marginalized groups. Not only are their income-generating activities more vulnerable to economic shocks, but by increasing competition for resources, the effects of such a crisis could further entrench the sociocultural norms that contribute to their marginalization and vulnerability.",
                    "type": "paragraph"
                },
                {
                    "text": "More specifically, the article on Argentina (<a href=\"#bib6\">Martinez-Correa et al., 2022</a>) simulated three scenarios, one pre-COVID 19 to be used as a reference, one simulating the impact of COVID-19 on employment and labour incomes and, finally, one with the impact of COVID-19 but adding policy responses by the government. The two last scenarios account for variations in the extensive and intensive margin on the labour market. The simulation results show that per capita income dropped by 6% but affected decile groups unevenly. The lower deciles were more severely affected, given the limited protection in the informal sector. The poverty incidence rate increased by 13.5%, with slightly weaker effects for female-headed households. The inequality (measured by the Gini index) rose by 3.1%. When including the policy responses, they attenuated the negative impact with an increase in poverty incidence at 7.9% and, for the inequality, the policies almost fully cushioned the negative COVID-19 impact. The policies seem to have similar positive effects on women-headed and men-headed households.",
                    "type": "paragraph"
                },
                {
                    "text": "As for the contribution from Ecuador (<a href=\"#bib3\">Canelas and Robalino, 2022</a>), using household survey data from December 2019, the authors first calibrated the changes in labour and non-labour revenues and employment based on post-COVID-19 real data (May and September 2020). Then, they assessed the impact of two existing government policies (Family Protection Bond for Emergency and the unemployment subsidy) to cushion the negative effects of the pandemic-related confinement measures. The simulated results show a sharp decrease in household per capita income by 44% in May 2020, to bound partially back in September 2020 (-10%), driven mainly by the reduction in individual labour income. Consequently, the poverty rate jumped to 57% and then decreased to 30% in May and December 2020, respectively, from a pre-crisis level of around 24%. Results differ within the country, with the rural population, informal workers, indigenous households, and households with young kids being the most affected. Finally, the two government interventions helped poor individuals recover 87% of the losses caused by the COVID-19-related economic shock. Still, they almost entirely failed to protect new people falling below the poverty line (as it reduced by only 1.5 and 0.5 percentage points the poverty increase in May and December).",
                    "type": "paragraph"
                },
                {
                    "text": "As for the Ghana paper (<a href=\"#bib4\">Cooke et al., 2022</a>), the authors first simulated the price, income and employment impact of the crisis and then completed the study with scenarios of three policies over a three- and a nine-month periods. They also provide an extensive decomposition for their distributional analysis. They provide decomposition by household size, gender, location and sector of activity. Their COVID-19 scenario yields increases in poverty by at least 9 percentage points and 0.45 points for the Gini index. The nine-month period simulation produced weaker effects on the poverty and inequality measures. They also find that women-headed household face slightly lower negative effects. Interestingly, they found that policy responses had limited positive effects by reducing the negative impact by only 0.55 percentage points on poverty due to bad targeting.",
                    "type": "paragraph"
                },
                {
                    "text": "As for the Moroco study (<a href=\"#bib1\">Abdelkhalek et al., 2022</a>), the authors took into account the price, employment and income effects of the COVID-19 pandemic and add two scenarios to capture, on one hand, selected measures implemented by the government and, on the other, additional potential measures. They performed their analysis for the whole population and for children. They found that the COVID-19 crisis increased poverty incidence by 5.3 and 7.1 percentage points for urban and rural households, respectively and 6 percentage points at the national level. The government measures helped attenuate the poverty impact of the crisis by reducing the impact by 3.1 and 4.8 percentage points for urban and rural households. Finally, the additional measures simulated almost eliminated the negative impact of the crisis by bringing the negative impact to around one percentage point. As for the impact on child poverty, they found that households with younger children are most negatively affected at the national level and in urban areas, while households with children between 5 and 18 years old are the most negatively affected in the rural areas, and the government measures were more efficient in urban areas to attenuate the impact of the crisis.",
                    "type": "paragraph"
                },
                {
                    "text": "For the Senegal paper (<a href=\"#bib5\">Maisonnave et al., 2022</a>), the authors used a CGE-microsimulation model to capture the price, employment and income effects on the whole population, and with a focus on gender. They designed the COVID-19 scenario with reductions in international trade, price changes, variations in remittances and a decline in sectoral productivity. From their CGE model, they found that the informal sector underwent a four-fold stronger negative reduction compared to the formal sector and the government income decreased by more than 5%. They found that women were strongly negatively affected but slightly less than men, given their sector of activity. For their poverty analysis, they found increases between 2 and 4%, with the strongest increases in other urban areas (excluding Dakar), followed by the rural areas, and the least affected are the households living in the capital. In fact, the pandemic halved the progress made by the country between 2011 and 2018. Finally, inequality sligtly increased nationally and in all areas but with increases below 1% in all cases.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "<a href=\"https://www.imf.org/en/Topics/imf-and-covid19/Policy-Responses-to-COVID-19\">https://www.imf.org/en/Topics/imf-and-covid19/Policy-Responses-to-COVID-19</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "Impact of the Covid-19 pandemic on monetary child poverty in Morocco",
            "authors": [
                {
                    "name": {
                        "index": "Abdelkhalek, T",
                        "preferred": "T Abdelkhalek"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Boccanfuso, D",
                        "preferred": "D Boccanfuso"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.34196/ijm.00268",
            "id": "bib1",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "19",
                "last": "23",
                "range": "19–23"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bandiera, O",
                        "preferred": "O Bandiera"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Buehren, N",
                        "preferred": "N Buehren"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goldstein, M",
                        "preferred": "M Goldstein"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rasul, I",
                        "preferred": "I Rasul"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smurra, A",
                        "preferred": "A Smurra"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Do school closures during an epidemic have persistent effects. Evidence from Sierra Leone in the time of Ebola",
            "date": "2020",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge (MA)"
                        ]
                    },
                    "formatted": [
                        "Cambridge (MA)"
                    ]
                },
                "name": [
                    "Poverty Action Lab Research Paper"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Simulations of policy responses and interventions to promote inclusive adaptation to and recovery from the COVID-19 crisis in Ecuador",
            "authors": [
                {
                    "name": {
                        "index": "Canelas, C",
                        "preferred": "C Canelas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robalino, JD",
                        "preferred": "JD Robalino"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.34196/ijm.00271",
            "id": "bib3",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "93",
                "last": "107",
                "range": "93–107"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "Simulations of policy responses and interventions to promote inclusive adaptation to and recovery from the Covid-19 crisis in Ghana",
            "authors": [
                {
                    "name": {
                        "index": "Cooke, E",
                        "preferred": "E Cooke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Araar, A",
                        "preferred": "A Araar"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Abrokwah, E",
                        "preferred": "E Abrokwah"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Acheampong, V",
                        "preferred": "V Acheampong"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Appiah, S",
                        "preferred": "S Appiah"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.34196/ijm.00270",
            "id": "bib4",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "65",
                "last": "92",
                "range": "65–92"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "Economic and Distributional Impacts of Covid-19 economic shocks on women in Senegal",
            "authors": [
                {
                    "name": {
                        "index": "Maisonnave, H",
                        "preferred": "H Maisonnave"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cabral, F",
                        "preferred": "F Cabral"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Henseler, M",
                        "preferred": "M Henseler"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.34196/ijm.00267",
            "id": "bib5",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "5",
                "last": "18",
                "range": "5–18"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "Simulations of policy responses during the COVID-19 crisis in Argentina: Effects of socioeconomic indicators",
            "authors": [
                {
                    "name": {
                        "index": "Martinez-Correa, J",
                        "preferred": "J Martinez-Correa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cruces, G",
                        "preferred": "G Cruces"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Menduina, J",
                        "preferred": "J Menduina"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Puig, J",
                        "preferred": "J Puig"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.34196/ijm.00269",
            "id": "bib6",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "42",
                "last": "64",
                "range": "42–64"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "The Economics of the COVID-19 Pandemic in Poor Countries",
            "authors": [
                {
                    "name": {
                        "index": "Miguel, E",
                        "preferred": "E Miguel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mobarak, AM",
                        "preferred": "AM Mobarak"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1146/annurev-economics-051520-025412",
            "id": "bib7",
            "journal": "Annual Review of Economics",
            "pages": {
                "first": "253",
                "last": "285",
                "range": "253–285"
            },
            "type": "journal",
            "volume": "14"
        }
    ],
    "acknowledgements": [
        {
            "text": "This special issue is part of IDRC’s Covid-19 Responses for Equity (<span class=\"underline\">CORE</span>) project conducted by the Partnership for Economic Policy (PEP) between 2020 and 2022. This work was carried out with financial and scientific support from the Partnership for Economic Policy (PEP), with funding from the Government of Canada through the International Development Research Centre (IDRC). We particularly thank Laure Sebrier and John Cockburn for their effortless support throughout the whole project.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
