{
    "status": "vor",
    "id": "00276",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00276",
    "authorLine": "Katri Aaltonen et al.",
    "title": "Analysing the Effects of Healthcare Payment Policies on Poverty: A Microsimulation Study with Real-World Healthcare Data",
    "published": "2023-04-30T00:00:00Z",
    "versionDate": "2023-04-30T00:00:00Z",
    "statusDate": "2023-04-30T00:00:00Z",
    "volume": 16,
    "issue": 1,
    "fpage": 89,
    "lpage": 107,
    "elocationId": "89-107",
    "pdf": "http://web:8082/00276/ijm-00276.pdf",
    "subjects": [
        {
            "id": "health",
            "name": "Health"
        },
        {
            "id": "consumption-savings-wealth",
            "name": "Consumption, savings and wealth"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "In Europe, many people experience financial hardship due to healthcare payments, despite (near-)universal healthcare. In Finland and other countries, austerity has further widened the gaps in coverage through increases in patient payments. However, distributional analyses of austerity have solely concentrated on the effects of tax-benefit policies. We present a method for examining how health payment policies and tax-benefit policies affect household income in conjunction to evaluate the total effect of implemented and planned policies. We linked the national tax-benefit microsimulation model, <i>SISU</i>, and its nationally representative 15% sample of households in 2017 (n=826,001) with administrative real-world healthcare data (Finnish Institute for Health and Welfare Care Register for Health Care, <i>HILMO</i>, and Social Insurance Institution of Finland, <i>Kela</i>, National Health Insurance reimbursement registers). As a case study, we analysed the effects on the relative poverty risk and poverty gap during two government terms. We found that between 2011 and 2015, tax-benefit policies contributed to decreasing relative poverty, and health payment changes had no measurable effects. From 2015 to 2019, the poverty risk rate and the average gap increased due to tax-benefit policies, and health payment changes strengthened the effects by 10% to 20%. Health payments and their increases deteriorated the position of older adults; nevertheless, their poverty risk remained close to the population average. Social assistance had an important buffering effect on the under 65-year-old population. Health payment increases thus exacerbated the effects of austerity on the oldest age groups. Furthermore, based on tax-benefit analyses alone, they were relatively well-protected.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Aaltonen et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "emailAddresses": [
                "katri.m.aaltonen@utu.fi"
            ],
            "name": {
                "index": "Aaltonen, Katri",
                "preferred": "Katri Aaltonen"
            },
            "orcid": "0000-0002-1737-264X",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Finland",
                            "locality": [
                                "Helsinki"
                            ]
                        },
                        "formatted": [
                            "Helsinki",
                            "Finland"
                        ]
                    },
                    "name": [
                        "Finnish Institute for Health and Welfare"
                    ]
                }
            ],
            "name": {
                "index": "Tervola, Jussi",
                "preferred": "Jussi Tervola"
            },
            "orcid": "0000-0003-2325-7434",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Finland",
                            "locality": [
                                "Helsinki"
                            ]
                        },
                        "formatted": [
                            "Helsinki",
                            "Finland"
                        ]
                    },
                    "name": [
                        "Kela research"
                    ]
                }
            ],
            "name": {
                "index": "Heino, Pekka",
                "preferred": "Pekka Heino"
            },
            "orcid": "0000-0003-0287-9525",
            "type": "person"
        }
    ],
    "funding": {
        "statement": "This research was funded by the Academy of Finland (decision number: 332624; KA), the Academy of Finland Flagship Programme (decision number: 320162) and the Strategic Research Council of the Academy of Finland (decision numbers: 314250 and 293103). <a href=\"https://www.aka.fi/en/\">https://www.aka.fi/en/</a>. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript."
    },
    "body": [
        {
            "content": [
                {
                    "text": "Direct health payments (also known as out-of-pocket costs, cost sharing, user charges, co-payments, etc.) refer to the costs that users are obliged to pay directly for healthcare at the time of use. When health payments are high in relation to people’s ability to pay, they can cause financial hardship for those who use healthcare goods or services and/or hamper access to healthcare (<a href=\"#bib27\">Kiil and Houlberg, 2014</a>; <a href=\"#bib54\">Thomson et al., 2019</a>). Nevertheless, all health systems use direct payments in some form, and their negative effects depend on the allocation and level of payments and the protective mechanisms in place.",
                    "type": "paragraph"
                },
                {
                    "text": "Following the global financial crisis of 2008, an increase in health payments was a common feature of austerity (<a href=\"#bib53\">Thomson, 2015</a>; <a href=\"#bib59\">Vogler et al., 2016</a>). Simultaneously, the varying policy responses affected household incomes either through discretionary changes in tax-benefit policies or automatic stabilisers (<a href=\"#bib10\">Bozio et al., 2015</a>; <a href=\"#bib36\">Paulus and Tasseva, 2020</a>). Problems accessing healthcare have increased in Europe; however, these effects could be attributed to several causes besides health payments, including the effects of rising unemployment on disposable incomes and the decrease in available services due to direct cuts in spending (<a href=\"#bib17\">Eurofound, 2014</a>; <a href=\"#bib25\">Karanikolos et al., 2013</a>; <a href=\"#bib39\">Reeves et al., 2015</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In Finland, the crisis did not lead to an immediate policy response, and despite its relatively large impact on international trade, it was perceived as a temporary cyclical downturn (<a href=\"#bib40\">Salo, 2017</a>). Contrary to optimistic expectations, the economic downturn persisted because of an underlying structural economic crisis, a decline in the Finnish information and communications technology sector, and declining exports to Russia. Thus, austerity was pronounced relatively late, during Prime Minister (PM) Sipilä’s tenure (2015–2019) (Nygård et al., 2019).",
                    "type": "paragraph"
                },
                {
                    "text": "There have been many distributional analyses of policy responses during the financial crisis (e.g. <a href=\"#bib7\">Bargain et al., 2017</a>; <a href=\"#bib13\">De Agostini et al., 2016</a>; <a href=\"#bib30\">Matsaganis and Leventi, 2014a</a>). However, they concentrate exclusively on tax-benefit policies and disregard health payments. Healthcare and other in-kind transfers are typically excluded from these studies owing to methodological issues (<a href=\"#bib55\">United Nations Economic Commission for Europe, 2011</a>; <a href=\"#bib58\">Verbist et al., 2013</a>). Accordingly, previous studies have noted that coinciding changes in patient payment policies might have negatively affected households’ economic situations, but they were unable to measure them (<a href=\"#bib30\">Matsaganis and Leventi, 2014a</a>; <a href=\"#bib31\">2014b</a>; <a href=\"#bib51\">Third Evaluation Group on the Adequacy of Basic Social Security, 2019</a>). Other studies, primarily conducted in non-European settings, have analysed the economic effects of health payments and health insurance policies on households, individuals, and the insured; however, they mainly relied on surveys or synthetic or imputed data on healthcare use (<a href=\"#bib3\">Alan et al., 2005</a>; <a href=\"#bib9\">Bock et al., 2014</a>; <a href=\"#bib11\">Carman et al., 2020</a>; <a href=\"#bib12\">Cordova et al., 2012</a>; <a href=\"#bib14\">Debrand and Sorasith, 2010</a>; <a href=\"#bib15\">Décarie et al., 2012</a>; <a href=\"#bib16\">Dormuth et al., 2009</a>; <a href=\"#bib20\">Hatfield et al., 2018</a>; <a href=\"#bib21\">Hennessy et al., 2015</a>; <a href=\"#bib29\">Lymer et al., 2010</a>; <a href=\"#bib41\">Sanwald and Theurl, 2015</a>; <a href=\"#bib61\">Zucchelli et al., 2012</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In this study, we demonstrate a holistic approach for analysing the distributional effects of policy responses by combining these two policy spheres. We used a tax-benefit microsimulation model to isolate the effects of policies from the effects of population characteristics and macroeconomic changes (<a href=\"#bib6\">Bargain and Callan, 2010</a>). We supplemented the model with a health payment module relying entirely on detailed real-world microdata to avoid bias related to attrition, small samples, recall errors, and short collection periods. Furthermore, it aims to encompass the full spectrum of cases with detailed information on the types of health-related services and goods consumed by each individual. We focus on the at-risk-of-poverty indicators, which are income-based measures of relative poverty commonly used in high-income countries (<a href=\"#bib42\">Saunders, 2019</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In addition to its methodological contribution, this study provides new evidence on the effects of health payment reforms in the context of a comprehensive social security system. Countries vary in their emphasis on providing financial security through transfers in cash and kind (<a href=\"#bib5\">Bambra et al., 2019</a>), and generous cash benefits seem to buffer the negative effects of increases in patients’ payments for healthcare access (<a href=\"#bib23\">Israel, 2016</a>; <a href=\"#bib38\">Reeves et al., 2017</a>). Although the analyses were conducted in a Finnish setting, the mechanisms of financial protection share similarities across systems. High-income countries are continuously reforming their health systems, and accumulated evidence from distinct reforms can form a knowledge base to help plan better policies in the future (<a href=\"#bib37\">Polin et al., 2021</a>).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Finland has a universal healthcare system with public tax-financed healthcare services organised by regional units (municipalities). Public healthcare offers comprehensive services, including preventive, primary, secondary, and tertiary care, and dental care, for all residents. National Health Insurance (NHI), financed by taxes and tax-like insurance contributions, reimburses outpatient medicines and clinical nutrients, including health-related travel costs, on universal grounds.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Finnish system is unique in that primary healthcare is provided in parallel with the public system through two other systems that also receive public funding (<a href=\"#bib8\">Blomgren and Virta, 2020</a>; <a href=\"#bib26\">Keskimäki et al., 2019</a>). First, most employed persons receive their primary medical care through employer-organised occupational healthcare financed by employers and tax-like insurance contributions through the NHI. Second, the NHI universally offers direct reimbursements for individuals who use private healthcare and dental services. Owing to these overlapping coverage schemes, the system favours people in employment and wealthier households. Consequently, the incidence of catastrophic health spending is high compared to other Nordic countries, and unmet needs for health and dental services are more prevalent than in many other countries in Western Europe (<a href=\"#bib48\">Tervola et al., 2021a</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finnish healthcare system and payment policies have been described in more detail in recent reports (<a href=\"#bib26\">Keskimäki et al., 2019</a>; <a href=\"#bib48\">Tervola et al., 2021a</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s1-1",
                    "title": "1.1. Healthcare settings in Finland",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This study provides an example of how the distributional analysis of tax-benefit policies can be extended to cover the interplay between tax-benefit policies and health payments. We developed a model that can be used in <i>ex-ante</i> (“before the event”) and <i>ex-post</i> (“after the event”) analyses, and that identifies patient and population groups at risk for cumulative negative effects. The method isolates the effects of health payments from the effects of tax-benefit legislation and demographic and macro-economic factors, such as ageing and unemployment. Thus, it provides specific information to guide policymaking and evaluate the effects of implemented health payment policies for patients and public payers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As a case study, we estimated (<i>ex-post</i>) the effects of health payment policies between 2011 and 2019. During this period, austerity policies that increased health payments were implemented by two consecutive Finnish governments: Prime Ministers Katainen/Stubb (2011–2015, mixed coalition government) and Prime Minister Sipilä (2015‒2019, centre-right government). Both governments also implemented various tax-benefit policies that may have affected households’ ability to pay (<a href=\"#bib43\">Second Expert Group for Evaluation of the Sufficiency of Basic Social Security, 2015</a>; <a href=\"#bib51\">Third Evaluation Group on the Adequacy of Basic Social Security, 2019</a>). We studied how accounting for health payments impacts at-risk-of-poverty rates, which population groups are most affected, and how means-tested social assistance buffers the effect. In terms of these outcomes, we tested whether the effects of health payments on poverty risk indicators strengthened or weakened over time.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s1-2",
                    "title": "1.2. Aims of the study",
                    "type": "section"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "We focused on the payments that users pay directly for received care, services, or products belonging to the range of healthcare services financed, at least partly, by public funds (public municipal healthcare and costs eligible for Kela reimbursements). The term <i>patient charges</i> refer to costs incurred in public healthcare and <i>co-payments</i> for the patient’s contribution towards the costs reimbursed by the NHI (prescription medicines, private services, and travel costs). <i>Health payments</i> refer to combined patient charges and co-payments. <a href=\"#table1\">Table 1</a> presents the types of health payments and the legislative changes between 2011 and 2019 simulated in this study.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "id": "T1_FN1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "Children under 18 years exempt (for medicines, exemption until the end of the year when the child turns 18).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "T1_FN2",
                                            "label": "†",
                                            "text": [
                                                {
                                                    "text": "Main effect of the change on patient’s share of costs: increase (+), decrease (-), neutral (0).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\" colspan=\"2\">Healthcare good or service</th><th align=\"left\">Payment type</th><th align=\"left\">Payment in 2019</th><th align=\"left\">Legislative changes†</th><th align=\"left\">Index / tariff adjust</th></tr></thead><tbody><tr><td align=\"left\" colspan=\"6\"><i>Public health care services (Act on social and health care client fees &amp; Government Decree</i>)</td></tr><tr><td align=\"left\" rowspan=\"6\">Public outpatient services</td><td align=\"left\">Outpatient doctor</td><td align=\"left\">Fixed fee</td><td align=\"left\">€20.60 max 3 times or €41.20 / year<a href=\"#T1_FN1\">*</a></td><td align=\"left\">2015(+), 2016(+)</td><td align=\"left\">Biennial</td></tr><tr><td align=\"left\">Night/weekend visit</td><td align=\"left\">Fixed fee</td><td align=\"left\">€28.30 / visit<a href=\"#T1_FN1\">*</a></td><td align=\"left\">2015(+), 2016(+)</td><td align=\"left\">Biennial</td></tr><tr><td align=\"left\">Physiotherapy</td><td align=\"left\">Fixed fee</td><td align=\"left\">€11.40 / visit</td><td align=\"left\">2015(+), 2016(+)</td><td align=\"left\">Biennial</td></tr><tr><td align=\"left\">Serial treatments</td><td align=\"left\">Fixed fee</td><td align=\"left\">€11.40 / visit max 45 times/year</td><td align=\"left\">2015(+), 2016(+)</td><td align=\"left\">Biennial</td></tr><tr><td align=\"left\">Outpatient specialist</td><td align=\"left\">Fixed fee</td><td align=\"left\">€41.20 / visit<a href=\"#T1_FN1\">*</a></td><td align=\"left\">2015(+), 2016(+)</td><td align=\"left\">Biennial</td></tr><tr><td align=\"left\">Ambulatory surgery</td><td align=\"left\">Fixed fee</td><td align=\"left\">€135.10 / visit<a href=\"#T1_FN1\">*</a></td><td align=\"left\">2015(+), 2016(+)</td><td align=\"left\">Biennial</td></tr><tr><td align=\"left\" rowspan=\"4\">Public inpatient services<br/>(excl. long-term)</td><td align=\"left\">Short term inpatient care (max 7 days)</td><td align=\"left\">Fixed fee</td><td align=\"left\">€48.90 or €22.50 /day<a href=\"#T1_FN1\">*</a></td><td align=\"left\">2015(+), 2016(+)</td><td align=\"left\">Biennial</td></tr><tr><td align=\"left\">Day patient</td><td align=\"left\">Fixed fee</td><td align=\"left\">€22.50<a href=\"#T1_FN1\">*</a></td><td align=\"left\">2015(+), 2016(+)</td><td align=\"left\">Biennial</td></tr><tr><td align=\"left\">Inpatient rehabilitation</td><td align=\"left\">Fixed fee</td><td align=\"left\">€16.90<a href=\"#T1_FN1\">*</a></td><td align=\"left\">2015(+), 2016(+)</td><td align=\"left\">Biennial</td></tr><tr><td align=\"left\">Outpatient &amp; inpatient services (excl. dental)</td><td align=\"left\">Annual ceiling</td><td align=\"left\">€683 / year / person incl. children</td><td align=\"left\"/><td align=\"left\">Biennial</td></tr><tr><td align=\"left\" rowspan=\"3\">Public dental services</td><td align=\"left\">Oral hygienist/ dentist/specialist</td><td align=\"left\">Fixed fee</td><td align=\"left\">€10.20/€13.10/€18.90<a href=\"#T1_FN1\">*</a></td><td align=\"left\">2016(+)</td><td align=\"left\">Biennial</td></tr><tr><td align=\"left\">Procedures, imaging, prosthetics</td><td align=\"left\">Based on tariff</td><td align=\"left\">€8.40–€222.70<a href=\"#T1_FN1\">*</a></td><td align=\"left\">2016(+)</td><td align=\"left\">Biennial</td></tr><tr><td align=\"left\">Material costs</td><td align=\"left\">Realised costs</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\" colspan=\"6\"><i>National Health Insurance reimbursement policies (Health Insurance Act &amp; Government Decrees</i>)</td></tr><tr><td align=\"left\" rowspan=\"6\">Prescription medicines</td><td align=\"left\">Annual deductible</td><td align=\"left\">Deductible</td><td align=\"left\">Max €50 / year<a href=\"#T1_FN1\">*</a></td><td align=\"left\">2016 (+)</td><td align=\"left\"/></tr><tr><td align=\"left\">Basic reimbursement</td><td align=\"left\">%-based</td><td align=\"left\">60% of retail price</td><td align=\"left\">2013(+), 2016(-)</td><td align=\"left\"/></tr><tr><td align=\"left\">Disease-based special reimbursement (lower)</td><td align=\"left\">%-based</td><td align=\"left\">35% or retail price</td><td align=\"left\">2013(+)</td><td align=\"left\"/></tr><tr><td align=\"left\">Disease-based special reimbursement (higher)</td><td align=\"left\">Fixed fee</td><td align=\"left\">max €4.50 / item / max 3 months' supply</td><td align=\"left\">2016(+), 2017(+)</td><td align=\"left\"/></tr><tr><td align=\"left\">Reimbursable medicines</td><td align=\"left\">Annual ceiling</td><td align=\"left\">€572 / year / person</td><td align=\"left\">2013(-), 2014(-), 2019(-)</td><td align=\"left\">Annual</td></tr><tr><td align=\"left\">Charge after exceeding annual ceiling</td><td align=\"left\">Fixed fee</td><td align=\"left\">max €2.50 / item / max 3 months' supply</td><td align=\"left\">2016(+)</td><td align=\"left\"/></tr><tr><td align=\"left\" rowspan=\"2\">Travel costs</td><td align=\"left\">Co-payment/trip</td><td align=\"left\">Fixed fee</td><td align=\"left\">max €25 or €50/one-way trip</td><td align=\"left\">2013(+), 2015(+), 2016(+), 2018(+)</td><td align=\"left\"/></tr><tr><td align=\"left\">Travel costs</td><td align=\"left\">Annual ceiling</td><td align=\"left\">€300 / year / person</td><td align=\"left\">2013(+), 2015(+), 2016(+)</td><td align=\"left\"/></tr><tr><td align=\"left\" rowspan=\"2\">Private health care services</td><td align=\"left\">Doctor fees</td><td align=\"left\">Cap</td><td align=\"left\">Costs exceeding tariff</td><td align=\"left\">2013(0), 2016(+)</td><td align=\"left\">2013, 2014, 2015</td></tr><tr><td align=\"left\">Examination and treatment</td><td align=\"left\">Cap</td><td align=\"left\">Costs exceeding tariff</td><td align=\"left\">2013(+), 2015(+), 2016(+)</td><td align=\"left\">2011, 2013, 2014, 2015</td></tr><tr><td align=\"left\" rowspan=\"3\">Private dental services</td><td align=\"left\">Examination</td><td align=\"left\">Cap</td><td align=\"left\">Costs exceeding tariff</td><td align=\"left\">2013(0), 2015(+), 2016(+)</td><td align=\"left\">2013, 2014, 2015</td></tr><tr><td align=\"left\">Dentist fees</td><td align=\"left\">Cap</td><td align=\"left\">Costs exceeding tariff</td><td align=\"left\">2013(0), 2015(+) 2016(+)</td><td align=\"left\">2013, 2014, 2015</td></tr><tr><td align=\"left\">Treatment</td><td align=\"left\">Cap</td><td align=\"left\">Costs exceeding tariff</td><td align=\"left\">2013(0), 2015(+) 2016(+)</td><td align=\"left\">2013, 2014, 2015</td></tr></tbody></table>"
                                    ],
                                    "title": "Payments (user charges and co-payments) for healthcare goods and services financed at least partly from public funds in Finland in 2019, with policy changes and adjustments between 2011 and 2019.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In public healthcare, national legislation defines the services that municipalities must offer free of charge, services subject to patient charges and maximum charges. In this study, we excluded social services, such as home care, including domestic services and home nursing, and income-based charges for long-term institutional care, because these fees also incorporate costs related to housing and living.",
                            "type": "paragraph"
                        },
                        {
                            "text": "NHI universally reimburses outpatient prescription medicines evaluated as reimbursable by the Pharmaceutical Pricing Board subordinated to the Ministry of Social Affairs and Health. Travel cost reimbursements apply to the expenses of trips made to public or private healthcare units (e.g. car, public transport, patient transport vehicle, emergency patient transport by ambulance/helicopter). Reimbursements for private services (e.g. GP, dentist and medical specialist visits, treatments, imaging, and dental care) are capped by procedure-specific tariffs. This defines the maximum public payer share, after which the patient pays the excess fully as a co-payment with no annual ceiling.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In addition, payments for prescribed medicines, public healthcare, and public dental care can be covered as part of social assistance - a last-resort cash benefit. If a household’s net income after specific costs, such as housing and health payments, is less than the basic amount, the difference up to the basic amount is paid as social assistance. The basic (monetary) amount expected to cover basic everyday needs is dependent on the household size (€487.89 per month for persons living alone in 2017).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The policy changes affecting different types of healthcare payments are listed in <a href=\"#table1\">Table 1</a>. The maximum fees for public services increased in 2015 and 2016. Medicine reimbursements were targeted with savings reforms in 2013, 2016, and 2017, and travel cost reimbursements in 2013, 2015, 2016, and 2018. Reimbursements for private healthcare services were reduced in 2013, 2015, and 2016. The absence of reforms and adjustments has also affected payments; for example, the long-term decision to not increase or adjust reimbursements for private healthcare services has led to the deterioration of their real value.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Healthcare goods and services funded 100% from private sources are outside the scope of this analysis, as are payments and premiums related to private voluntary health insurance. In 2017, 25% of the total health expenditure was financed privately, with the largest portion coming directly from households (19%). Voluntary health insurance accounted for 3%, and employers accounted for 2% of health expenditure. The largest healthcare functions financed 100% from private sources (almost entirely directly by households) were eyeglasses and other products for vision, over-the-counter medicines, and non-covered prescription medicines (<a href=\"#bib52\">THL, 2021</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1. Health payments",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The national microsimulation model, SISU, is maintained by Statistics Finland and is described in detail elsewhere (<a href=\"#bib46\">Statistics Finland, 2022</a>). The SISU model includes all the main legislative sections (earnings and capital income taxation and social contributions, property taxation, sickness allowance, unemployment benefits, national pensions, disability benefits, family benefits, student benefits, housing allowances, and social assistance).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In this study, we used SISU micro-data for 2017, which included detailed register-based information of a representative 15% cross-sectional sample of the population (N= 826,001 persons), and the SISU model for tax-benefit policies for 2011–2019.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2. Tax-benefit microsimulation model and data",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Data on public healthcare utilisation were derived from the national Care Register for Health Care (HILMO) maintained by the Finnish Institute for Health and Welfare (THL), which collects national data on outpatient visits and inpatient care based on care notifications collected from public healthcare units. Health payments were simulated based on event-level visit information and individual characteristics. Municipal variations in patient payments (legislation sets maximum patient charges; thus, municipalities may charge lower payments) were addressed using municipal-level payment information for 2017. Data on NHI reimbursements and respective health payments for reimbursed medicines, health-related travel costs, and private healthcare services were derived from the Kela registers. The results and development reports of the early versions of the health payment simulation tool have been published as working papers (<a href=\"#bib50\">Tervola et al., 2018</a>). A sub-model for medicine reimbursements was developed based on earlier models (<a href=\"#bib1\">Aaltonen et al., 2017</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the linked 2017 data, 79% of individuals and 92% of households made at least some health payments. For public services, some of those who used services paid no charges, mainly because under 18-year-olds are exempt from most payments (see <a href=\"#table1\">Table 1</a>), and municipal variation (e.g. the capital, Helsinki, has waived patient charges of primary doctor and/or nurse visits altogether).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Of the individuals, 62% used and 47% paid for public healthcare services, and 35% used and 22% paid for public dental services (<a href=\"#table2\">Table 2</a>). The mean payment per year was €143 for healthcare and €81 for dental care. For private services, medicines, and travel costs, some co-payments are always applied. Thirty-four percent used and paid for NHI reimbursed private healthcare services (mean €287 per year per user), 18% for private dental services (€300), 68% for reimbursed prescription medicines (€173), and 10% for health-related travel costs (€99). In the lowest-income quintile, payments for public health and dental care were more prevalent than among individuals in the highest-income quintiles, who, in turn, more often used and paid for private services. Prescription medicine use was prevalent across the income spectrum; however, it was slightly skewed towards the higher end. Travel costs were more common at the lower end of the income spectrum because the reimbursements were concentrated on the oldest population groups, people with disabilities, and/or those living in rural areas. Notably, in the Finnish system, patient payments for public health care, medicines, and travel costs are heavily skewed towards populations with high healthcare usage, who are predominantly old and positioned at the lower end of the income spectrum (<a href=\"#bib22\">Hetemaa et al., 2018</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\" rowspan=\"2\"/><th align=\"left\" rowspan=\"2\">Users</th><th align=\"left\" rowspan=\"2\">Mean payment/ year/user</th><th align=\"left\" colspan=\"3\">Individuals with health payments</th></tr><tr><th align=\"left\">Total</th><th align=\"left\">Lowest income quintile</th><th align=\"left\">Highest income quintile</th></tr></thead><tbody><tr><td align=\"left\">Public health care</td><td align=\"left\">62%</td><td align=\"left\">€143</td><td align=\"left\">47%</td><td align=\"left\">51%</td><td align=\"left\">40%</td></tr><tr><td align=\"left\">Private health care</td><td align=\"left\">34%</td><td align=\"left\">€287</td><td align=\"left\">34%</td><td align=\"left\">20%</td><td align=\"left\">50%</td></tr><tr><td align=\"left\">Public dental care</td><td align=\"left\">35%</td><td align=\"left\">€81</td><td align=\"left\">22%</td><td align=\"left\">21%</td><td align=\"left\">19%</td></tr><tr><td align=\"left\">Private dental care</td><td align=\"left\">18%</td><td align=\"left\">€300</td><td align=\"left\">18%</td><td align=\"left\">8%</td><td align=\"left\">32%</td></tr><tr><td align=\"left\">Prescription medicines</td><td align=\"left\">68%</td><td align=\"left\">€173</td><td align=\"left\">68%</td><td align=\"left\">63%</td><td align=\"left\">72%</td></tr><tr><td align=\"left\">Travel costs</td><td align=\"left\">10%</td><td align=\"left\">€99</td><td align=\"left\">10%</td><td align=\"left\">15%</td><td align=\"left\">6%</td></tr></tbody></table>"
                                    ],
                                    "title": "Prevalence of healthcare use (% of individuals in the 2017 data), annual mean health payments (€ per user, estimated based on utilisation data), by healthcare type, and prevalence of health payments (% of individuals in the 2017 data) by income quintile.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3. Health payment data",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To account for changes in the real value of benefits and tax parameters, even in the absence of legislative changes, all monetary parameters are adjusted for inflation using the consumer price index (CPI). However, policies also affect health payments through price regulation (or lack thereof) when the patient pays a share of the retail price. To test and account for trends deviating from the CPI, we used item-specific price indices (IPI) for medicines, private healthcare, and travel costs.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For ambulance and taxi services, we adjusted prices (IPI) based on the decrees regulating the reimbursement tariffs. After 2018, a joint competitive tender by Kela reimbursed the taxi prices. The CPI for gasoline by commodity group was used to adjust the price of reimbursed travel costs from using a personal car.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For private healthcare and private dental care, we used Kela public statistics and calculated procedure-specific price trends for the 40 most common procedures. For the other procedures, we use the average price trends of the 40 procedures.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For medicine prices, we used aggregated sales statistics obtained from the Finnish Medicines Agency Fimea, classified based on the Anatomical Therapeutic Chemical (ATC) system and Defined Daily Doses (DDD) as the measuring unit for pharmaceutical consumption (<a href=\"#bib60\">WHO Collaborating Centre for Drug Statistics Methodology, 2022</a>). To account for both price trends and therapeutic changes (<a href=\"#bib45\">Soppi et al., 2018</a>), we calculated price indices specific to the therapeutic class (ATC 3-digit level) as the average wholesale price per DDD for the sales of products with calculable DDDs. We excluded classes with marked shares (over 30%) of sales derived from products with no assigned DDDs or over-the-counter products, and classes with less than 50 reimbursement recipients in any of the years between 2010 and 2019 (based on national reimbursement statistics). Ensuing these exclusions, we calculated class-specific price indices for the 40 ATC classes, which represented over 80% of the total costs and co-payment expenditures of all reimbursed medicine purchases in 2017. For products in these classes, we used class-specific price indices, and for other products, we used the volume-weighted (based on DDDs) mean index of these 40 classes.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-4",
                    "title": "2.4. Price adjustments and data",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We used the following standard social indicators (<a href=\"#bib4\">Atkinson et al., 2002</a>; <a href=\"#bib32\">Moisio et al., 2016</a>; <a href=\"#bib33\">Navicke et al., 2014</a>): relative at-risk-of-poverty rate (hereinafter, poverty risk rate) and relative median at-risk-of-poverty gap (hereinafter, poverty gap). The poverty risk rate is the share of people with equivalised disposable income after social transfers below the threshold, which is tied to the national median equivalised disposable income after social transfers. We used 60% and 50% of the national median as the thresholds. To measure the impoverishing effects on people already below the threshold, we measured the poverty gap, that is, the median equivalised disposable income of people below the threshold, as a percentage of the threshold. Household disposable income is adjusted for household size using the modified OECD (Organisation for Economic Co-operation and Development) equivalence scale (<a href=\"#bib18\">Eurostat, Statistics explained, 2021</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-5",
                    "title": "2.5. Outcomes: Relative poverty risk and poverty gap",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We calculated the effects based on fixed population structure, healthcare utilisation, and household market incomes from 2017, varying taxation and benefit legislation to represent the years 2011‒2019. Similar tax-benefit simulations based on the Shorrocks-Shapley decomposition method are commonly used to measure the relative effects of legislative and policy changes on relative poverty (<a href=\"#bib6\">Bargain and Callan, 2010</a>; <a href=\"#bib32\">Moisio et al., 2016</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The SISU model simulates income items in three steps: 1) non-means-tested social benefits, 2) taxes and social contributions, and 3) housing benefits and social assistance. For social assistance, eligibility was calculated after applying all other tax-benefit legislation. The model assumes a full take-up of means-tested benefits, although non-take-up is relatively common (<a href=\"#bib49\">Tervola et al., 2021b</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The simulated scenarios are listed in <a href=\"#table3\">Table 3</a>. Household disposable income after cash transfers adjusted for household size forms the baseline scenario for our estimates (Scenario #1). To estimate the effect of health payments on poverty, we calculated the indicators using an alternative income concept (Scenario #5), where we deducted household members’ health payments (accounting for prices by IPI) from disposable household income and accounted for health payments when simulating social assistance (buffering effect of social assistance). This means that the eligibility for and the amount paid as basic social assistance were estimated after deducting health payments from household income. However, we excluded private health care co-payments and costs exceeding the reference price of reimbursed medicines from social assistance calculations because they are not generally considered essential basic expenses (<a href=\"#bib44\">Social Insurance Institution, 2022</a>). The difference in indicators between scenarios #1 and #5 represents the total effect of health payments.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Scenario</th><th align=\"left\">Tax-benefit policies (SISU)</th><th align=\"left\">Social assistance (SISU w/o HP-module)</th><th align=\"left\">Health payments (HP- module)</th><th align=\"left\">HP price index (HP- module)</th></tr></thead><tbody><tr><td align=\"left\">#1</td><td align=\"left\">Yes</td><td align=\"left\">without HP (SISU only)</td><td align=\"left\">No</td><td align=\"left\">N/A</td></tr><tr><td align=\"left\">#2</td><td align=\"left\">Yes</td><td align=\"left\">without HP (SISU only)</td><td align=\"left\">Yes</td><td align=\"left\">CPI</td></tr><tr><td align=\"left\">#3</td><td align=\"left\">Yes</td><td align=\"left\">without HP (SISU only)</td><td align=\"left\">Yes</td><td align=\"left\">IPI</td></tr><tr><td align=\"left\">#4</td><td align=\"left\">Yes</td><td align=\"left\">with HP (SISU &amp; HP module)</td><td align=\"left\">Yes</td><td align=\"left\">CPI</td></tr><tr><td align=\"left\">#5</td><td align=\"left\">Yes</td><td align=\"left\">with HP (SISU &amp; HP module)</td><td align=\"left\">Yes</td><td align=\"left\">IPI</td></tr></tbody></table>"
                                    ],
                                    "title": "Simulated scenarios using the SISU model with and without the health payment (HP) module and varying price indices (consumer price index, CPI, or item-specific price indices, IPI).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "To estimate the buffering effect of social assistance, that is, the difference between social assistance paid before and after health payments, we produced simulation scenarios in which we calculated the indicators without accounting for health payments when simulating social assistance (scenarios #2 and #3). To examine the effect of price developments that differed from the CPI, we produced alternative simulation scenarios in which we calculated the indicators by adjusting healthcare prices using the CPI (scenarios #2 and #4).",
                            "type": "paragraph"
                        },
                        {
                            "text": "All results were extrapolated to the population level using the SISU model sample weights. Simulations were conducted based on the tax-benefit and health payment policies in December of the given year. Simulation models were programmed, and simulations were conducted using SAS Enterprise Guide (version 7.15, SAS Institute, Cary, NC, USA).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-6",
                    "title": "2.6. Microsimulation analyses",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "According to the General Data Protection Regulation of the EU (GDPR) and Finnish national legislation, the secondary use of administrative register data is permitted for specific purposes, including scientific research, without acquiring informed consent. An ethical review statement is also not required for studies based entirely on administrative register data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Appropriate permissions to use data were obtained from the relevant authorities: Statistics Finland (TK-53-725-19), Finnish Institute for Health and Welfare (THL/2258/5.05.00/2018), and Social Insurance Institution (146/522/2019). In compliance with legislation and regulations protecting data security, all data linkages requiring the direct identification of individuals were conducted by Statistics Finland. The researchers involved in this study, with permission to use the data, had access to pseudonymized data in the secure remote access system of Statistics Finland (Fiona).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The SISU model code is open to access and freely available from Statistics Finland (<a href=\"https://www.stat.fi/tup/mikrosimulointi/index_en.html\">https://www.stat.fi/tup/mikrosimulointi/index_en.html</a>). The codes for the health payment module described in this study and the numerical parameters of legislation in different years are open source and publicly available via a data repository (<a href=\"#bib47\">Tervola et al., 2022</a>). However, the SISU microdata used in this study are subject to permissions available only via Statistics Finland, and healthcare data are considered sensitive and thus strictly regulated by national and EU legislation and regulations on data protection. Permissions to access healthcare data can be obtained from the Finnish Social and Health Data Permit Authority Findata (<a href=\"https://www.findata.fi/en/\">https://www.findata.fi/en/</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-7",
                    "title": "2.7. Ethics statement",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Materials and methods",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The simulated expenditure paid as patient charges and co-payments was €1,777 million in 2011 (<a href=\"#table4\">Table 4</a>). The reforms between 2011 and 2019 increased payments for all types of healthcare in real terms. Overall, payments grew by 21% between 2011 and 2019 when prices were adjusted by CPI and by 19% when adjusted by IPI. Growth was slightly faster during the latter government period (11% between 2015 and 2019) than during the prior period (8% between 2011 and 2015).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Simulations were conducted using 2017 data.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "T4_FN2",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "For medicines, private services, and travel costs, the results were simulated using alternative price adjustments: consumer price index (CPI) and item-specific price indices (IPI).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\" colspan=\"2\"/><th align=\"left\">2011</th><th align=\"left\">2012</th><th align=\"left\">2013</th><th align=\"left\">2014</th><th align=\"left\">2015</th><th align=\"left\">2016</th><th align=\"left\">2017</th><th align=\"left\">2018</th><th align=\"left\">2019</th><th align=\"left\">Change 2011-2015</th><th align=\"left\">Change 2015-2019</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"2\">Public</td><td align=\"left\"> Healthcare</td><td align=\"left\">373</td><td align=\"left\">364</td><td align=\"left\">359</td><td align=\"left\">378</td><td align=\"left\">409</td><td align=\"left\">490</td><td align=\"left\">487</td><td align=\"left\">477</td><td align=\"left\">472</td><td align=\"left\">10 %</td><td align=\"left\">16 %</td></tr><tr><td align=\"left\"> Dental</td><td align=\"left\">127</td><td align=\"left\">124</td><td align=\"left\">122</td><td align=\"left\">128</td><td align=\"left\">129</td><td align=\"left\">158</td><td align=\"left\">157</td><td align=\"left\">153</td><td align=\"left\">152</td><td align=\"left\">2 %</td><td align=\"left\">18 %</td></tr><tr><td align=\"left\" rowspan=\"2\">Private healthcare</td><td align=\"left\"> IPI</td><td align=\"left\">455</td><td align=\"left\">455</td><td align=\"left\">469</td><td align=\"left\">475</td><td align=\"left\">482</td><td align=\"left\">525</td><td align=\"left\">539</td><td align=\"left\">547</td><td align=\"left\">550</td><td align=\"left\">6 %</td><td align=\"left\">14 %</td></tr><tr><td align=\"left\"> CPI</td><td align=\"left\">485</td><td align=\"left\">492</td><td align=\"left\">502</td><td align=\"left\">503</td><td align=\"left\">503</td><td align=\"left\">540</td><td align=\"left\">539</td><td align=\"left\">540</td><td align=\"left\">536</td><td align=\"left\">4 %</td><td align=\"left\">7 %</td></tr><tr><td align=\"left\" rowspan=\"2\">Private dental</td><td align=\"left\"> IPI</td><td align=\"left\">235</td><td align=\"left\">235</td><td align=\"left\">236</td><td align=\"left\">241</td><td align=\"left\">265</td><td align=\"left\">292</td><td align=\"left\">298</td><td align=\"left\">301</td><td align=\"left\">304</td><td align=\"left\">13 %</td><td align=\"left\">14 %</td></tr><tr><td align=\"left\"> CPI</td><td align=\"left\">254</td><td align=\"left\">256</td><td align=\"left\">255</td><td align=\"left\">256</td><td align=\"left\">277</td><td align=\"left\">300</td><td align=\"left\">298</td><td align=\"left\">298</td><td align=\"left\">299</td><td align=\"left\">9 %</td><td align=\"left\">8 %</td></tr><tr><td align=\"left\" rowspan=\"2\">Medicines</td><td align=\"left\"> IPI</td><td align=\"left\">559</td><td align=\"left\">534</td><td align=\"left\">579</td><td align=\"left\">576</td><td align=\"left\">583</td><td align=\"left\">650</td><td align=\"left\">651</td><td align=\"left\">618</td><td align=\"left\">588</td><td align=\"left\">4 %</td><td align=\"left\">1 %</td></tr><tr><td align=\"left\"> CPI</td><td align=\"left\">518</td><td align=\"left\">518</td><td align=\"left\">570</td><td align=\"left\">570</td><td align=\"left\">571</td><td align=\"left\">630</td><td align=\"left\">651</td><td align=\"left\">649</td><td align=\"left\">639</td><td align=\"left\">10 %</td><td align=\"left\">12 %</td></tr><tr><td align=\"left\" rowspan=\"2\">Travel costs</td><td align=\"left\"> IPI</td><td align=\"left\">27</td><td align=\"left\">27</td><td align=\"left\">40</td><td align=\"left\">39</td><td align=\"left\">44</td><td align=\"left\">57</td><td align=\"left\">57</td><td align=\"left\">55</td><td align=\"left\">54</td><td align=\"left\">59 %</td><td align=\"left\">24 %</td></tr><tr><td align=\"left\"> CPI</td><td align=\"left\">27</td><td align=\"left\">26</td><td align=\"left\">39</td><td align=\"left\">38</td><td align=\"left\">43</td><td align=\"left\">57</td><td align=\"left\">57</td><td align=\"left\">54</td><td align=\"left\">54</td><td align=\"left\">64 %</td><td align=\"left\">24 %</td></tr><tr><td align=\"left\" rowspan=\"2\">Total</td><td align=\"left\"> IPI</td><td align=\"left\">1,777</td><td align=\"left\">1,739</td><td align=\"left\">1,804</td><td align=\"left\">1,836</td><td align=\"left\">1,911</td><td align=\"left\">2,172</td><td align=\"left\">2,188</td><td align=\"left\">2,151</td><td align=\"left\">2,121</td><td align=\"left\">8 %</td><td align=\"left\">11 %</td></tr><tr><td align=\"left\"> CPI</td><td align=\"left\">1,783</td><td align=\"left\">1,780</td><td align=\"left\">1,847</td><td align=\"left\">1,874</td><td align=\"left\">1,931</td><td align=\"left\">2,175</td><td align=\"left\">2,188</td><td align=\"left\">2,172</td><td align=\"left\">2,152</td><td align=\"left\">8 %</td><td align=\"left\">11 %</td></tr></tbody></table>"
                                    ],
                                    "title": "Simulated annual health payment expenditure (Million €, in real terms) in 2011–2019, and change between 2011–2015 and 2015–2019, by healthcare type.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Concerning public health and dental services, for which patient charges are not directly affected by prices, health payments grew more rapidly during the latter government period than during the prior period. Regarding travel costs, the mean co-payment expenditures were lower than those for other types of healthcare; however, their relative growth was the highest, doubling between 2011 and 2019. Growth was more rapid during the prior period than in the latter, regardless of the price adjustment method.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Regarding private services and prescription medicines, a comparison of co-payment expenditures between simulations adjusted for IPI and CPI revealed the effects of price regulation. When using observed prices (IPI), medicine co-payment expenditures seemed to exhibit a more pronounced decreasing trend, apart from the years when co-payment increases were implemented. This can be attributed to the effects of ongoing regulation, price competition, and multiple policies targeting prices. Decreasing prices counterbalanced the effects of co-payment increases, leading to a slower growth rate in the mean co-payment expenditure than expected based on the CPI (5% vs. 23% between 2011 and 2019). Co-payment expenditure growth was more rapid during the prior government period than the latter when using the IPI, whereas the assumption that prices followed the CPI suggested the opposite.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Conversely, observed prices grew notably faster than expected based on the CPI for private healthcare services (21% vs. 10% between 2011 and 2019) and private dental services (29% vs. 18% between 2011 and 2019), reflecting a lack of price regulation for these services. Co-payments for private health services grew faster during the latter government period regardless of the price adjustment method. For private dental services, co-payment growth was slightly faster during the prior period when IPI was used, whereas when the CPI was used, it seemed slightly faster during the latter period.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Overall, the growth in mean payments during each government period was relatively similar regardless of the price adjustment method used. However, at the individual level, the effects of prices varied depending on the mix of healthcare used by each individual. For the following results, we used the IPI to adjust for prices of private dental and health services, medicines, and travel costs.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1. Health payments and price adjustments",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#table5\">Table 5</a> presents the effects of health payments on the poverty risk rate (60% of the population median) and poverty gap. We examined the entire population and older adults (over 64 years) because the effects of health payments are strongly skewed towards older age groups.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "All simulations were conducted using the 2017 data. Prices for medicines, private services, and travel costs were adjusted using IPI.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "T5_FN2",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "Change in percentage points.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\" colspan=\"2\"/><th align=\"left\">2011</th><th align=\"left\">2012</th><th align=\"left\">2013</th><th align=\"left\">2014</th><th align=\"left\">2015</th><th align=\"left\">2016</th><th align=\"left\">2017</th><th align=\"left\">2018</th><th align=\"left\">2019</th><th align=\"left\">2011-2015<a href=\"#T5_FN2\">*</a></th><th align=\"left\">2015-2019<a href=\"#T5_FN2\">*</a></th></tr></thead><tbody><tr><td align=\"left\" colspan=\"13\"><i>Poverty risk rate (60% of the population median</i>)</td></tr><tr><td align=\"left\" rowspan=\"5\">All</td><td align=\"left\">Rate after tax-benefit legislation, %</td><td align=\"left\">15.3</td><td align=\"left\">14.2</td><td align=\"left\">13.8</td><td align=\"left\">13.7</td><td align=\"left\">12.8</td><td align=\"left\">12.9</td><td align=\"left\">13.5</td><td align=\"left\">13.6</td><td align=\"left\">13.7</td><td align=\"left\">-2.5</td><td align=\"left\">0.9</td></tr><tr><td align=\"left\">Rate after tax-benefit legislation &amp; health payments, %</td><td align=\"left\">15.5</td><td align=\"left\">14.4</td><td align=\"left\">13.9</td><td align=\"left\">13.9</td><td align=\"left\">13.0</td><td align=\"left\">13.2</td><td align=\"left\">13.8</td><td align=\"left\">13.9</td><td align=\"left\">14.0</td><td align=\"left\">-2.6</td><td align=\"left\">1.0</td></tr><tr><td align=\"left\">Total effect of health payments &amp; prices incl. SA, ppts</td><td align=\"left\">0.2</td><td align=\"left\">0.2</td><td align=\"left\">0.1</td><td align=\"left\">0.2</td><td align=\"left\">0.2</td><td align=\"left\">0.3</td><td align=\"left\">0.3</td><td align=\"left\">0.3</td><td align=\"left\">0.3</td><td align=\"left\">0.0</td><td align=\"left\">0.1</td></tr><tr><td align=\"left\">Effect of health payment policies &amp; prices (IPI), ppts</td><td align=\"left\">0.4</td><td align=\"left\">0.4</td><td align=\"left\">0.4</td><td align=\"left\">0.4</td><td align=\"left\">0.5</td><td align=\"left\">0.6</td><td align=\"left\">0.6</td><td align=\"left\">0.5</td><td align=\"left\">0.5</td><td align=\"left\">0.0</td><td align=\"left\">0.1</td></tr><tr><td align=\"left\">Effect of social assistance (SA), ppts</td><td align=\"left\">-0.2</td><td align=\"left\">-0.2</td><td align=\"left\">-0.3</td><td align=\"left\">-0.3</td><td align=\"left\">-0.2</td><td align=\"left\">-0.2</td><td align=\"left\">-0.2</td><td align=\"left\">-0.2</td><td align=\"left\">-0.2</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td></tr><tr><td align=\"left\" rowspan=\"5\">≥65 years</td><td align=\"left\">Rate after tax-benefit legislation, %</td><td align=\"left\">13.3</td><td align=\"left\">12.6</td><td align=\"left\">12.1</td><td align=\"left\">12.1</td><td align=\"left\">11.5</td><td align=\"left\">11.8</td><td align=\"left\">12.5</td><td align=\"left\">12.5</td><td align=\"left\">12.8</td><td align=\"left\">-1.8</td><td align=\"left\">1.3</td></tr><tr><td align=\"left\">Rate after tax-benefit legislation &amp; health payments, %</td><td align=\"left\">15.2</td><td align=\"left\">14.4</td><td align=\"left\">13.9</td><td align=\"left\">13.9</td><td align=\"left\">13.4</td><td align=\"left\">14.1</td><td align=\"left\">14.8</td><td align=\"left\">14.7</td><td align=\"left\">15.0</td><td align=\"left\">-1.8</td><td align=\"left\">1.6</td></tr><tr><td align=\"left\">Total effect of health payments &amp; prices incl. SA, ppts</td><td align=\"left\">1.9</td><td align=\"left\">1.8</td><td align=\"left\">1.8</td><td align=\"left\">1.9</td><td align=\"left\">1.9</td><td align=\"left\">2.3</td><td align=\"left\">2.3</td><td align=\"left\">2.2</td><td align=\"left\">2.2</td><td align=\"left\">0.0</td><td align=\"left\">0.3</td></tr><tr><td align=\"left\">Effect of health payment policies &amp; prices (IPI), ppts</td><td align=\"left\">1.9</td><td align=\"left\">1.8</td><td align=\"left\">1.8</td><td align=\"left\">1.8</td><td align=\"left\">1.9</td><td align=\"left\">2.2</td><td align=\"left\">2.3</td><td align=\"left\">2.2</td><td align=\"left\">2.1</td><td align=\"left\">0.0</td><td align=\"left\">0.2</td></tr><tr><td align=\"left\">Effect of social assistance (SA), ppts</td><td align=\"left\">0.1</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.1</td><td align=\"left\">0.1</td><td align=\"left\">0.1</td><td align=\"left\">0.1</td><td align=\"left\">0.1</td><td align=\"left\">0.1</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td></tr><tr><td align=\"left\" colspan=\"13\"><i>Poverty gap (60% of the population median</i>)</td></tr><tr><td align=\"left\" rowspan=\"5\">All</td><td align=\"left\">Gap after tax-benefit legislation, %</td><td align=\"left\">15.8</td><td align=\"left\">14.9</td><td align=\"left\">14.4</td><td align=\"left\">14.6</td><td align=\"left\">14.6</td><td align=\"left\">14.7</td><td align=\"left\">15.3</td><td align=\"left\">15.3</td><td align=\"left\">15.3</td><td align=\"left\">-1.2</td><td align=\"left\">0.7</td></tr><tr><td align=\"left\">Gap after tax-benefit legislation &amp; health payments, %</td><td align=\"left\">15.7</td><td align=\"left\">14.8</td><td align=\"left\">14.4</td><td align=\"left\">14.6</td><td align=\"left\">14.6</td><td align=\"left\">14.7</td><td align=\"left\">15.3</td><td align=\"left\">15.3</td><td align=\"left\">15.3</td><td align=\"left\">-1.2</td><td align=\"left\">0.8</td></tr><tr><td align=\"left\">Total effect of health payments &amp; prices incl. SA, ppts</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.1</td><td align=\"left\">0.1</td></tr><tr><td align=\"left\">Effect of health payment policies &amp; prices (IPI), ppts</td><td align=\"left\">0.4</td><td align=\"left\">0.4</td><td align=\"left\">0.4</td><td align=\"left\">0.4</td><td align=\"left\">0.4</td><td align=\"left\">0.4</td><td align=\"left\">0.5</td><td align=\"left\">0.5</td><td align=\"left\">0.5</td><td align=\"left\">0.0</td><td align=\"left\">0.1</td></tr><tr><td align=\"left\">Effect of social assistance (SA), ppts</td><td align=\"left\">-0.5</td><td align=\"left\">-0.4</td><td align=\"left\">-0.4</td><td align=\"left\">-0.4</td><td align=\"left\">-0.4</td><td align=\"left\">-0.4</td><td align=\"left\">-0.4</td><td align=\"left\">-0.4</td><td align=\"left\">-0.4</td><td align=\"left\">0.1</td><td align=\"left\">-0.1</td></tr><tr><td align=\"left\" rowspan=\"5\">≥65 years</td><td align=\"left\">Gap after tax-benefit legislation, %</td><td align=\"left\">10.2</td><td align=\"left\">9.8</td><td align=\"left\">9.5</td><td align=\"left\">9.5</td><td align=\"left\">9.4</td><td align=\"left\">9.2</td><td align=\"left\">9.9</td><td align=\"left\">9.8</td><td align=\"left\">10.0</td><td align=\"left\">-0.8</td><td align=\"left\">0.6</td></tr><tr><td align=\"left\">Gap after tax-benefit legislation &amp; health payments, %</td><td align=\"left\">11.3</td><td align=\"left\">10.9</td><td align=\"left\">10.5</td><td align=\"left\">10.6</td><td align=\"left\">10.5</td><td align=\"left\">10.7</td><td align=\"left\">11.2</td><td align=\"left\">11.1</td><td align=\"left\">11.3</td><td align=\"left\">-0.8</td><td align=\"left\">0.8</td></tr><tr><td align=\"left\">Total effect of health payments &amp; prices incl. SA, ppts</td><td align=\"left\">1.1</td><td align=\"left\">1.0</td><td align=\"left\">1.1</td><td align=\"left\">1.1</td><td align=\"left\">1.1</td><td align=\"left\">1.5</td><td align=\"left\">1.3</td><td align=\"left\">1.3</td><td align=\"left\">1.3</td><td align=\"left\">0.0</td><td align=\"left\">0.2</td></tr><tr><td align=\"left\">Effect of health payment policies &amp; prices (IPI), ppts</td><td align=\"left\">1.1</td><td align=\"left\">1.0</td><td align=\"left\">1.0</td><td align=\"left\">1.1</td><td align=\"left\">1.0</td><td align=\"left\">1.5</td><td align=\"left\">1.3</td><td align=\"left\">1.3</td><td align=\"left\">1.3</td><td align=\"left\">0.0</td><td align=\"left\">0.2</td></tr><tr><td align=\"left\">Effect of social assistance (SA), ppts</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td></tr></tbody></table>"
                                    ],
                                    "title": "Poverty risk rates and gaps in 2011–2019 simulated with tax-benefit and health payment legislations, and decomposition of the effects of health payments on social assistance.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In the general population, tax-benefit policies reduced the poverty risk rate by 1.7 percentage points, from 15.3% in 2011 to 13.7% in 2019. The average poverty gap decreased by 0.5 percentage points from 15.8% in 2011 to 15.3% in 2019.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For older adults, before accounting for health payments, the poverty risk rate was 1–2 percentage points lower than that for the general population, and the poverty gap was 5–6 percentage points lower. Between 2011 and 2019, tax-benefit policies decreased the poverty risk rate for older adults, albeit more mildly than for the general population, by 0.5 percentage points, and the poverty gap decreased by 0.2 percentage points, that is, from 13.3% poverty risk rate and 10.2% poverty gap in 2011.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Health payments and the respective buffering effect of social assistance (assuming full take-up) increased the poverty risk rate by 0.1 to 0.3 percentage points annually for the general population, and by 1.8 to 2.3 percentage points for older adults, thus pushing older adults’ poverty risk rate (after health payments) close to the population average, and after 2015, slightly above it.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Concerning the poverty gap, health payments and the respective buffering effect of social assistance have almost no effect on the general population. For older adults, deducting health payments increased their poverty gap (i.e. deepened poverty) by 1.0 to 1.5 percentage points annually. Nevertheless, the poverty gap of older adults remained approximately four percentage points lower than that of the general population, even after accounting for health payments.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2. Effects of health payment policies on poverty risk rate and poverty gap",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "During the first government period of 2011–2015, tax-benefit changes had a decreasing effect on the poverty risk rate and poverty gap (<a href=\"#table5\">Table 5</a>). In the general population, the poverty risk rate decreased by 2.5 percentage points, and the poverty gap decreased by 1.2 percentage points. The effect of health payments on the poverty risk rate remained relatively constant, and the poverty gap slightly increased in the general population, but remained constant for older individuals.",
                            "type": "paragraph"
                        },
                        {
                            "text": "During the second government period (2015–2019), poverty risk rate and poverty gap increased. In the general population, the poverty risk rate increased by 1.0 percentage points and the poverty gap increased by 0.8 percentage points because of tax-benefit and health payment changes combined. Approximately one-tenth (0.1 percentage point for the rate and the gap) of the increase was due to health payment changes. Among older adults, the poverty risk rate increased by 1.6 percentage points, and the poverty gap increased by 0.8 percentage points during the second government period because of tax-benefit and health payment changes combined. Approximately one-sixth (0.3 percentage point) of the increase in the rate and a quarter (0.2 percentage point) of the increase in the gap was due to health payment changes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Thus, for both the rate and gap, the effect of health payments slightly increased over time, particularly in 2016 and 2017, when multiple policies that directly increased payments were implemented. In the general population, the change due to health payments was relatively small; however, for older adults, health payment changes were important contributors.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3. Comparison of the government periods",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We also examined the extent to which health payments would increase the poverty risk rate and gap if social assistance would not buffer the effects; that is, if the calculation of social assistance did not account for health payments.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the general population, the effect of health payments on the poverty risk rate was approximately two times larger (0.4 to 0.6 percentage points) for all years without the buffering effect of social assistance (<a href=\"#table5\">Table 5</a>). In terms of the poverty gap, the buffering effect of social assistance (0.4–0.5 percentage points) largely neutralises the effect of payments. This is because when health payments were deducted from household incomes, some households that were not eligible for social assistance became eligible and for others that were already eligible, social assistance compensated most of the health payments.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Social assistance had no buffering effect on older adults. This is attributed to their relatively low poverty gap, meaning that older adults seldom have a low income to qualify for social assistance, even after deducting health payments. The at-risk-of-poverty threshold set at 60% of the population median is considerably higher than the income of households eligible for social assistance.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Notably, we recalculated the poverty risk threshold; therefore, accounting for health payments also decreased the median income and thus the relative poverty risk threshold. Consequently, the poverty gap of the population groups less affected by health payments is reduced. In addition, as the threshold moves downwards, some are lifted above the threshold and, thus, seemingly out of poverty. Further, those who fall below this threshold tend to end up relatively close to the threshold, which may decrease the average relative poverty gap.",
                            "type": "paragraph"
                        },
                        {
                            "text": "According to the simulation, the buffering effect of social assistance weakened slightly from 2015 onwards. This was due to a comprehensive reform of housing benefits that substantially reduced the simulated eligibility for social assistance. Before accounting for health payments, the simulated share of households eligible for social assistance was approximately 10–11% in 2011–2014 and 9% in 2015–2019. Accounting for health payments increased the simulated share of households eligible for social assistance by 0.8 to 0.9 percentage points annually, that is, approximately 22,000–26,000 households.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4. Buffering effect of social assistance",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#table6\">Table 6</a> shows the effects of health payments on the poverty risk rate in more detail, using a stricter poverty risk rate threshold (50% of the population median) and distinguishing between further age groups. From the perspective of policies targeted at alleviating poverty, it is of interest to examine the working-age population stratified by their attachment to the labour market. The results for the general population and older adults in relation to the 60% population median threshold are presented in <a href=\"#table5\">Table 5</a>; thus, they are not repeated in <a href=\"#table6\">Table 6</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "All simulations were conducted using the 2017 data. Prices for medicines, private services, and travel costs were adjusted using IPI.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "T6_FN2",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "Poverty risk rate 60% of population median for all and ≥65-year-olds, see <a href=\"#table3\">Table</a> 5.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "T6_FN3",
                                            "label": "†",
                                            "text": [
                                                {
                                                    "text": "At work/not at work = with and without labour market attachment in the long term (one year).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "T6_FN4",
                                            "label": "‡",
                                            "text": [
                                                {
                                                    "text": "Change in percentage points.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\" colspan=\"2\"/><th align=\"left\">2011</th><th align=\"left\">2012</th><th align=\"left\">2013</th><th align=\"left\">2014</th><th align=\"left\">2015</th><th align=\"left\">2016</th><th align=\"left\">2017</th><th align=\"left\">2018</th><th align=\"left\">2019</th><th align=\"left\">2011-2015‡</th><th align=\"left\">2015-2019‡</th></tr></thead><tbody><tr><td align=\"left\"><i>Poverty risk rate (60% of population median)*</i></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\" rowspan=\"2\">&lt;18 yrs</td><td align=\"left\">Rate after tax-benefit legislation &amp; health payments, %</td><td align=\"left\">14.4</td><td align=\"left\">12.9</td><td align=\"left\">12.2</td><td align=\"left\">12.3</td><td align=\"left\">11.5</td><td align=\"left\">11.6</td><td align=\"left\">12.0</td><td align=\"left\">12.2</td><td align=\"left\">12.3</td><td align=\"left\">-3.0</td><td align=\"left\">0.8</td></tr><tr><td align=\"left\">Total effect of health payments, ppts</td><td align=\"left\">-0.5</td><td align=\"left\">-0.6</td><td align=\"left\">-0.6</td><td align=\"left\">-0.6</td><td align=\"left\">-0.6</td><td align=\"left\">-0.6</td><td align=\"left\">-0.6</td><td align=\"left\">-0.6</td><td align=\"left\">-0.6</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td></tr><tr><td align=\"left\" rowspan=\"2\">18-64 yrs at work†</td><td align=\"left\">Rate after tax-benefit legislation &amp; health payments, %</td><td align=\"left\">4.2</td><td align=\"left\">3.8</td><td align=\"left\">3.6</td><td align=\"left\">3.6</td><td align=\"left\">3.0</td><td align=\"left\">3.0</td><td align=\"left\">3.1</td><td align=\"left\">3.2</td><td align=\"left\">3.2</td><td align=\"left\">-1.2</td><td align=\"left\">0.2</td></tr><tr><td align=\"left\">Total effect of health payments, ppts</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">-0.2</td><td align=\"left\">-0.2</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td></tr><tr><td align=\"left\" rowspan=\"2\">18-64 yrs not at work†</td><td align=\"left\">Rate after tax-benefit legislation &amp; health payments, %</td><td align=\"left\">40.2</td><td align=\"left\">37.9</td><td align=\"left\">36.7</td><td align=\"left\">36.6</td><td align=\"left\">34.5</td><td align=\"left\">34.7</td><td align=\"left\">36.5</td><td align=\"left\">36.5</td><td align=\"left\">36.7</td><td align=\"left\">-5.7</td><td align=\"left\">2.2</td></tr><tr><td align=\"left\">Total effect of health payments, ppts</td><td align=\"left\">0.0</td><td align=\"left\">-0.1</td><td align=\"left\">-0.3</td><td align=\"left\">-0.3</td><td align=\"left\">-0.2</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">0.0</td><td align=\"left\">-0.1</td><td align=\"left\">0.1</td></tr><tr><td align=\"left\" colspan=\"13\"><i>Poverty risk rate (50% of population median)</i></td></tr><tr><td align=\"left\" rowspan=\"2\">All</td><td align=\"left\">Rate after tax-benefit legislation &amp; health payments, %</td><td align=\"left\">7.4</td><td align=\"left\">6.5</td><td align=\"left\">6.1</td><td align=\"left\">6.2</td><td align=\"left\">5.8</td><td align=\"left\">5.9</td><td align=\"left\">6.4</td><td align=\"left\">6.4</td><td align=\"left\">6.5</td><td align=\"left\">-1.6</td><td align=\"left\">0.7</td></tr><tr><td align=\"left\">Total effect of health payments, ppts</td><td align=\"left\">0.1</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.1</td><td align=\"left\">0.1</td><td align=\"left\">0.2</td><td align=\"left\">0.1</td><td align=\"left\">0.1</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td></tr><tr><td align=\"left\" rowspan=\"2\">≥65 yrs</td><td align=\"left\">Rate after tax-benefit legislation &amp; health payments, %</td><td align=\"left\">4.8</td><td align=\"left\">4.3</td><td align=\"left\">3.9</td><td align=\"left\">4.0</td><td align=\"left\">3.8</td><td align=\"left\">4.2</td><td align=\"left\">4.7</td><td align=\"left\">4.6</td><td align=\"left\">4.7</td><td align=\"left\">-1.0</td><td align=\"left\">0.9</td></tr><tr><td align=\"left\">Total effect of health payments, ppts</td><td align=\"left\">1.1</td><td align=\"left\">1.0</td><td align=\"left\">0.9</td><td align=\"left\">1.0</td><td align=\"left\">1.0</td><td align=\"left\">1.2</td><td align=\"left\">1.4</td><td align=\"left\">1.3</td><td align=\"left\">1.3</td><td align=\"left\">-0.1</td><td align=\"left\">0.3</td></tr><tr><td align=\"left\" rowspan=\"2\">&lt;18 yrs</td><td align=\"left\">Rate after tax-benefit legislation &amp; health payments, %</td><td align=\"left\">6.1</td><td align=\"left\">5.1</td><td align=\"left\">4.7</td><td align=\"left\">4.8</td><td align=\"left\">4.5</td><td align=\"left\">4.6</td><td align=\"left\">4.9</td><td align=\"left\">5.0</td><td align=\"left\">5.0</td><td align=\"left\">-1.6</td><td align=\"left\">0.5</td></tr><tr><td align=\"left\">Total effect of health payments, ppts</td><td align=\"left\">-0.3</td><td align=\"left\">-0.4</td><td align=\"left\">-0.3</td><td align=\"left\">-0.3</td><td align=\"left\">-0.3</td><td align=\"left\">-0.3</td><td align=\"left\">-0.3</td><td align=\"left\">-0.3</td><td align=\"left\">-0.3</td><td align=\"left\">0.1</td><td align=\"left\">0.0</td></tr><tr><td align=\"left\" rowspan=\"2\">18-64 yrs at work†</td><td align=\"left\">Rate after tax-benefit legislation &amp; health payments, %</td><td align=\"left\">1.7</td><td align=\"left\">1.4</td><td align=\"left\">1.4</td><td align=\"left\">1.4</td><td align=\"left\">1.2</td><td align=\"left\">1.2</td><td align=\"left\">1.3</td><td align=\"left\">1.3</td><td align=\"left\">1.3</td><td align=\"left\">-0.5</td><td align=\"left\">0.1</td></tr><tr><td align=\"left\">Total effect of health payments, ppts</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td></tr><tr><td align=\"left\" rowspan=\"2\">18-64 yrs not at work†</td><td align=\"left\">Rate after tax-benefit legislation &amp; health payments, %</td><td align=\"left\">23.3</td><td align=\"left\">20.7</td><td align=\"left\">19.5</td><td align=\"left\">19.8</td><td align=\"left\">18.6</td><td align=\"left\">18.8</td><td align=\"left\">20.5</td><td align=\"left\">20.6</td><td align=\"left\">20.7</td><td align=\"left\">-4.6</td><td align=\"left\">2.0</td></tr><tr><td align=\"left\">Total effect of health payments, ppts</td><td align=\"left\">-0.3</td><td align=\"left\">-0.3</td><td align=\"left\">-0.4</td><td align=\"left\">-0.3</td><td align=\"left\">-0.2</td><td align=\"left\">-0.2</td><td align=\"left\">-0.2</td><td align=\"left\">-0.2</td><td align=\"left\">-0.2</td><td align=\"left\">0.1</td><td align=\"left\">0.0</td></tr></tbody></table>"
                                    ],
                                    "title": "Simulated poverty risk rate in 2011–2019 after tax-benefit legislation and health payments, and the effect of health payments, by population subgroup.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Older adults were notably better off compared to the 50% population median threshold than the 60% threshold, meaning that experiencing deep poverty was rare among them before and after accounting for health payments. Among the younger population subgroups, poverty risk was low for those with labour market attachment; thus, mainly working-age adults outside the labour market in the long term were at risk of deeper poverty. Children predominantly live in households with working-age adults with and without labour market attachment; thus, their poverty risk rate was positioned between these two subgroups of working-age adults. The positions of the subgroups remained largely similar throughout the examined period.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Apart from older adults, health payments had a minor effect on the poverty risk rate in the other population subgroups. As health payments are skewed towards the older population and the buffering effects of social assistance for the younger age groups, accounting for health payments mainly deteriorated the position of older adults and improved the position of other population subgroups in relation to the at-risk-of-poverty thresholds.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For adults aged 18–64 years with labour market attachment, the poverty risk rate remained low throughout the period. Their poverty risk rate decreased during the first period and increased slightly during the second period due to tax-benefit changes. Accounting for health payments improved their relative position only slightly, and the effect of health payments remained constant over time during both government periods.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For adults aged 18–64 years without labour market attachment, the poverty risk rate was relatively high, although it decreased during the first government period and increased slightly during the second period. Accounting for health payments mainly improved the position of this population subgroup; however, this improvement decreased over time, likely due to the combined effect of increasing payment expenditures and the decreased buffering effect of social assistance due to increases in other benefits.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Regarding children, accounting for health payments only improved their relative situation, possibly because health payments tend to accumulate in households other than those with underage children, for example, because of the age structure of these households and the buffering effect of social assistance. The effect of health payments on poverty rates remained relatively constant over time; however, there was a small increase (0.1 percentage points) during the first period, when using 50% of the median threshold.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-5",
                    "title": "3.5. Population subgroups and at-risk-of poverty thresholds",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This study aimed to develop a method to analyse the distributional effects of health payment policies in conjunction with tax-benefit policies. We did this by supplementing the national tax-benefit microsimulation model with the real-world data-based health payment module. As a case example, we estimated the combined effects of tax-benefit and health payment changes on the poverty risk rate and poverty gap in Finland during two government periods, 2011–2015 and 2015–2019.",
                    "type": "paragraph"
                },
                {
                    "text": "During the first period, tax-benefit policy reforms reduced poverty, and changes in health payments played a negligible role. During the latter government period, the poverty risk rate and poverty gap increased due to tax-benefit policies and health payment changes; however, 80–90% of the effect was due to tax-benefit policies. The buffering effect of social assistance and price regulation of medicines counterbalanced the effects of co-payment increases. Conversely, payments for private services increased because of payment policies and the rapid growth of unregulated prices. Although small when juxtaposed with tax-benefit policies, our analysis revealed the scope of the effect of health payment policies, which had been hidden in previous analyses.",
                    "type": "paragraph"
                },
                {
                    "text": "The two periods examined were characterised by differing policies and ideas (<a href=\"#bib2\">Adkins et al., 2019</a>; <a href=\"#bib24\">Kangas, 2019</a>; <a href=\"#bib34\">Nyby et al., 2018</a>). However, it should be noted that in the Finnish settings of multiparty coalitions and the heavy influence of unions, the development of social policies can only partly be attributed to partisan effects (<a href=\"#bib57\">Varjonen et al., 2020</a>). Prior to our examination period, the government of PM Vanhanen (2007–2011) reacted to the global financial crisis with an emphasis on fortifying basic social security (<a href=\"#bib24\">Kangas, 2019</a>). PM Katainen’s and PM Stubb’s government programs (2011–2015) were influenced by austerity, however, alongside the traditional redistribution perspective and ideas of social investment. PM Sipilä’s government programme (2015–2019) was characterised by austerity (<a href=\"#bib35\">Nygård et al., 2019</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Between 2011 and 2015, tax-benefit reforms were expansionary and reduced poverty risks and gaps. Although health payments increased during that time, they had negligible effects on relative poverty outcomes. Conversely, during 2015–2019, reforms were characterised by austerity, leading to increases in poverty outcomes mainly driven by tax-benefit policies, but further reinforced by increases in health payments, which accounted for 10% of the poverty risk-increasing effect, whereas tax-benefit policies accounted for the rest (90%). The role of health payments was greater (20%) in the older adult population. Based on the simulations, social assistance buffered half of the poverty-increasing effects of the reforms.",
                    "type": "paragraph"
                },
                {
                    "text": "The effect of health payments was pronounced among the older population (65+ years), which is consistent with previous studies (<a href=\"#bib22\">Hetemaa et al., 2018</a>). In turn, studies have found that older adults are relatively well protected from deep poverty (<a href=\"#bib43\">Second Expert Group for Evaluation of the Sufficiency of Basic Social Security, 2015</a>; <a href=\"#bib51\">Third Evaluation Group on the Adequacy of Basic Social Security, 2019</a>). Our results shed light on the combined effects of these factors. Before accounting for health payments, older adults had a lower risk of poverty and a low poverty gap in relation to the population average. Thus, accounting for health payments brought them closer to, although mostly below, the average. In the general population, health payments had a minor effect on the poverty risk rate and the poverty gap because their level was, on average, moderate. Moreover, households with the lowest income were largely buffered by social assistance. For older adults, social assistance has no buffering effect because of the relatively low poverty gap in these households.",
                    "type": "paragraph"
                },
                {
                    "text": "We also used simulations to examine the effects of price regulation since many types of health payments in the Finnish system are dependent on market prices. Reimbursed medicines present an example of heavy price regulation, and accordingly, price development seems to effectively counterbalance the effects of increases in patient payments. Thus, assuming prices follow a general price index, such as the CPI, would have led to an overestimation of their effects. Prices of fee-for-service-based private services grew notably faster than inflation; thus, using the CPI would have led to an underestimation of their effects.",
                    "type": "paragraph"
                },
                {
                    "text": "Through simulations, we could examine the extent to which social assistance buffers the effects of health payments. The buffering effect was notable as it largely neutralised the poverty effect of health payments among the population aged below 65 years. However, spillover effects on social assistance can be regarded as negative effects of health payment changes, due to, for example, incentive traps. Nevertheless, the difference between households eligible before and after health payments was small, implying that households requiring social assistance for health payments were predominantly eligible.",
                    "type": "paragraph"
                },
                {
                    "text": "An important application of the microsimulation method is to prospectively (<i>ex-ante</i>) identify specific populations and patient groups at risk of the negative effects of health payments. The model has already been used to evaluate the effects of legislative changes related to patient payments implemented in 2021 (Government proposal 129/2020). Other important future developments in planning include modelling the behavioural effects of patient payments on take-up and extending the method to examine the distributional effects of in-kind transfers (<a href=\"#bib19\">Figari and Paulus, 2015</a>; <a href=\"#bib56\">Vaalavuo, 2020</a>; <a href=\"#bib58\">Verbist et al., 2013</a>). However, in this study, our focus was on livelihood and the costs incurred directly by healthcare users.",
                    "type": "paragraph"
                },
                {
                    "text": "Our study has a few limitations. First, we could not account for care needs, neither in terms of underutilisation nor overutilisation. Access problems may arise from issues related to affordability, availability, accessibility and acceptability (<a href=\"#bib28\">Levesque et al., 2013</a>). Second, despite using comprehensive microdata, important aspects relevant to household economic conditions were not captured by the administrative registers. We combined the assessment of tax-benefit and health payment legislation by using a modified income concept, where we deducted the payments from household income. This is partly problematic, as health consumption may also be driven by unobserved savings and loans. However, this bias is not relevant when focusing on the change in the effect rather than the cross-sectional level of the effect. Moreover, this may be the most feasible solution to simultaneously measure the effects of income- and consumption-based policies. Third, the simulation of income-tested benefits, such as social assistance, incorporated many sources of potential measurement errors. These were simulated by assuming full take-up, although prevalent non-take-up has been observed (<a href=\"#bib49\">Tervola et al., 2021b</a>). Furthermore, assets and income from informal sources, counted as income in social assistance, were not observed in the data; simulation was based on average monthly income during a year; therefore, part-year eligibility was often unobserved. Thus, the effects on poverty may have been underestimated in these simulations.",
                    "type": "paragraph"
                },
                {
                    "text": "Furthermore, in terms of applicability, the proposed method—microsimulation of event-level administrative data—is not possible in many contexts where using survey or synthetic data is the only option. However, as healthcare administration is increasingly digitalised in many countries, the possibilities for distributional policy analyses of healthcare payments will hopefully increase and slowly become a standard procedure for budgetary evaluation.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Discussion and conclusions",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Estimating the economic effects of pharmaceutical reimbursement scheme reform by microsimulation",
            "authors": [
                {
                    "name": {
                        "index": "Aaltonen, K",
                        "preferred": "K Aaltonen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heino, P",
                        "preferred": "P Heino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ahola, E",
                        "preferred": "E Ahola"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Martikainen, JE",
                        "preferred": "JE Martikainen"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.51815/fjsr.110763",
            "id": "bib1",
            "journal": "Finnish Journal of Social Research",
            "pages": {
                "first": "23",
                "last": "33",
                "range": "23–33"
            },
            "type": "journal",
            "volume": "10"
        },
        {
            "articleTitle": "Experimenting with Price: Crafting the New Social Contract in Finland",
            "authors": [
                {
                    "name": {
                        "index": "Adkins, L",
                        "preferred": "L Adkins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kortesoja, M",
                        "preferred": "M Kortesoja"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mannevuo, M",
                        "preferred": "M Mannevuo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ylöstalo, H",
                        "preferred": "H Ylöstalo"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1177/0896920517740614",
            "id": "bib2",
            "journal": "Critical Sociology",
            "pages": {
                "first": "683",
                "last": "696",
                "range": "683–696"
            },
            "type": "journal",
            "volume": "45"
        },
        {
            "articleTitle": "Distributional effects of “general population” prescription drug programs in Canada",
            "authors": [
                {
                    "name": {
                        "index": "Alan, S",
                        "preferred": "S Alan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Crossley, TF",
                        "preferred": "TF Crossley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Grootendorst, P",
                        "preferred": "P Grootendorst"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Veall, MR",
                        "preferred": "MR Veall"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "doi": "10.1111/j.0008-4085.2005.00272.x",
            "id": "bib3",
            "journal": "Canadian Journal of Economics/Revue Canadienne D`Economique",
            "pages": {
                "first": "128",
                "last": "148",
                "range": "128–148"
            },
            "type": "journal",
            "volume": "38"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, T",
                        "preferred": "T Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cantillon, B",
                        "preferred": "B Cantillon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Marlier, E",
                        "preferred": "E Marlier"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nolan, B",
                        "preferred": "B Nolan"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Social Indicators: The EU and Social Inclusion",
            "date": "2002",
            "doi": "10.1093/0199253498.001.0001",
            "id": "bib4",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Oxford"
                        ]
                    },
                    "formatted": [
                        "Oxford"
                    ]
                },
                "name": [
                    "Oxford Academic"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bambra, C",
                        "preferred": "C Bambra"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reibling, N",
                        "preferred": "N Reibling"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McNamara, C",
                        "preferred": "C McNamara"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "details": "254–266, States of Health. Welfare Regimes, Health and Healthcare, Routledge Handbook of the Welfare State, p",
            "id": "bib5",
            "title": "Routledge Handbook of the Welfare State",
            "type": "unknown"
        },
        {
            "articleTitle": "Analysing the effects of tax-benefit reforms on income distribution: A decomposition approach",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Callan, T",
                        "preferred": "T Callan"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1007/s10888-008-9101-4",
            "id": "bib6",
            "journal": "The Journal of Economic Inequality",
            "pages": {
                "first": "1",
                "last": "21",
                "range": "1–21"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Changes in Income Distributions and the Role of Tax-Benefit Policy During the Great Recession: An International Perspective",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Callan, T",
                        "preferred": "T Callan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Doorley, K",
                        "preferred": "K Doorley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Keane, C",
                        "preferred": "C Keane"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.1111/1475-5890.12113",
            "id": "bib7",
            "journal": "Fiscal Studies",
            "pages": {
                "first": "559",
                "last": "585",
                "range": "559–585"
            },
            "type": "journal",
            "volume": "38"
        },
        {
            "articleTitle": "Socioeconomic differences in use of public, occupational and private health care: A register-linkage study of a working-age population in Finland",
            "authors": [
                {
                    "name": {
                        "index": "Blomgren, J",
                        "preferred": "J Blomgren"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Virta, LJ",
                        "preferred": "LJ Virta"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1371/journal.pone.0231792",
            "id": "bib8",
            "journal": "PLOS One",
            "pages": "e0231792",
            "pmid": 32298356,
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "Inequalities in out-of-pocket payments for health care services among elderly Germans--results of a population-based cross-sectional study",
            "authors": [
                {
                    "name": {
                        "index": "Bock, JO",
                        "preferred": "JO Bock"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Matschinger, H",
                        "preferred": "H Matschinger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brenner, H",
                        "preferred": "H Brenner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wild, B",
                        "preferred": "B Wild"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Haefeli, WE",
                        "preferred": "WE Haefeli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Quinzler, R",
                        "preferred": "R Quinzler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saum, KU",
                        "preferred": "KU Saum"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heider, D",
                        "preferred": "D Heider"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "König, HH",
                        "preferred": "HH König"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.1186/1475-9276-13-3",
            "id": "bib9",
            "journal": "International Journal for Equity in Health",
            "pages": "3",
            "pmid": 24397544,
            "type": "journal",
            "volume": "13"
        },
        {
            "articleTitle": "European Public Finances and the Great Recession: France, Germany, Ireland, Italy, Spain and the United Kingdom Compared",
            "authors": [
                {
                    "name": {
                        "index": "Bozio, A",
                        "preferred": "A Bozio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Emmerson, C",
                        "preferred": "C Emmerson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tetlow, G",
                        "preferred": "G Tetlow"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1111/j.1475-5890.2015.12078",
            "id": "bib10",
            "journal": "Fiscal Studies",
            "pages": {
                "first": "405",
                "last": "430",
                "range": "405–430"
            },
            "type": "journal",
            "volume": "36"
        },
        {
            "articleTitle": "Accounting for the burden and redistribution of health care costs: Who uses care and who pays for it",
            "authors": [
                {
                    "name": {
                        "index": "Carman, KG",
                        "preferred": "KG Carman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Liu, J",
                        "preferred": "J Liu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "White, C",
                        "preferred": "C White"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1111/1475-6773.13258",
            "id": "bib11",
            "journal": "Health Services Research",
            "pages": {
                "first": "224",
                "last": "231",
                "range": "224–231"
            },
            "pmid": 31984503,
            "type": "journal",
            "volume": "55"
        },
        {
            "articleTitle": "The COMPARE Microsimulation Model and the U.S. Affordable Care Act",
            "authors": [
                {
                    "name": {
                        "index": "Cordova, A",
                        "preferred": "A Cordova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Girosi, F",
                        "preferred": "F Girosi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nowak, S",
                        "preferred": "S Nowak"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eibner, C",
                        "preferred": "C Eibner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Finegold, K",
                        "preferred": "K Finegold"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.34196/ijm.00089",
            "id": "bib12",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "78",
                "last": "117",
                "range": "78–117"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "De Agostini, P",
                        "preferred": "P De Agostini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tasseva, I",
                        "preferred": "I Tasseva"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Effect of Changes in Tax-Benefit Policies on the Income Distribution in 2008-2015",
            "date": "2016",
            "id": "bib13",
            "publisher": {
                "name": [
                    "University of Essex, Institute for Social and Economic Research (ISER), EUROMOD Working Paper, EM6"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Debrand, T",
                        "preferred": "T Debrand"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sorasith, C",
                        "preferred": "C Sorasith"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Out-of-Pocket Maximum Rules under A Compulsory Health Care Insurance Scheme: A Choice between Equality and Equity",
            "date": "2010",
            "id": "bib14",
            "publisher": {
                "name": [
                    "Institut de Recherche et Documentation en Économie de la Santé, IRDES Working paper, 34"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Décarie, Y",
                        "preferred": "Y Décarie"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Boissoneault, M",
                        "preferred": "M Boissoneault"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Légaré, J",
                        "preferred": "J Légaré"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "An Inventory of Canadian Microsimulation Models",
            "date": "2012",
            "id": "bib15",
            "publisher": {
                "name": [
                    "McMaster University, SEDAP Research Paper, 298"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Effects of prescription coinsurance and income-based deductibles on net health plan spending for older users of inhaled medications",
            "authors": [
                {
                    "name": {
                        "index": "Dormuth, CR",
                        "preferred": "CR Dormuth"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Neumann, P",
                        "preferred": "P Neumann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maclure, M",
                        "preferred": "M Maclure"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Glynn, RJ",
                        "preferred": "RJ Glynn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schneeweiss, S",
                        "preferred": "S Schneeweiss"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1097/MLR.0b013e318190d482",
            "id": "bib16",
            "journal": "Medical Care",
            "pages": {
                "first": "508",
                "last": "516",
                "range": "508–516"
            },
            "pmid": 19365295,
            "type": "journal",
            "volume": "47"
        },
        {
            "authors": [
                {
                    "name": "Eurofound",
                    "type": "group"
                }
            ],
            "bookTitle": "Access to Healthcare in Times of Crisis",
            "date": "2014",
            "id": "bib17",
            "publisher": {
                "name": [
                    "Publications Office of the European Union"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Eurostat, Statistics explained",
                    "type": "group"
                }
            ],
            "date": "2021",
            "details": "https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Glossary:Equivalised_disposable_income, Accessed, 1 July 2021",
            "id": "bib18",
            "title": "Glossary: Equivalised disposable income",
            "type": "unknown",
            "uri": "https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Glossary:Equivalised_disposable_income"
        },
        {
            "articleTitle": "The Distributional Effects of Taxes and Transfers Under Alternative Income Concepts",
            "authors": [
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1177/1091142113506930",
            "id": "bib19",
            "journal": "Public Finance Review",
            "pages": {
                "first": "347",
                "last": "372",
                "range": "347–372"
            },
            "type": "journal",
            "volume": "43"
        },
        {
            "articleTitle": "Modeling Health Care Spending Growth of Older Adults",
            "authors": [
                {
                    "name": {
                        "index": "Hatfield, LA",
                        "preferred": "LA Hatfield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Favreault, MM",
                        "preferred": "MM Favreault"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McGuire, TG",
                        "preferred": "TG McGuire"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chernew, ME",
                        "preferred": "ME Chernew"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1111/1475-6773.12640",
            "id": "bib20",
            "journal": "Health Services Research",
            "pages": {
                "first": "138",
                "last": "155",
                "range": "138–155"
            },
            "pmid": 28024314,
            "type": "journal",
            "volume": "53"
        },
        {
            "articleTitle": "Creating a synthetic database for use in microsimulation models to investigate alternative health care financing strategies in Canada",
            "authors": [
                {
                    "name": {
                        "index": "Hennessy, D",
                        "preferred": "D Hennessy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sanmartin, C",
                        "preferred": "C Sanmartin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eftekhary, S",
                        "preferred": "S Eftekhary"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Plager, L",
                        "preferred": "L Plager"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jones, J",
                        "preferred": "J Jones"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Onate, K",
                        "preferred": "K Onate"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.34196/ijm.00121",
            "id": "bib21",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "6",
                "last": "40",
                "range": "6–40"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hetemaa, T",
                        "preferred": "T Hetemaa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ilmarinen, K",
                        "preferred": "K Ilmarinen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kapiainen, S",
                        "preferred": "S Kapiainen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Keskimäki, I",
                        "preferred": "I Keskimäki"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Koivusalo, M",
                        "preferred": "M Koivusalo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Korajoki, M",
                        "preferred": "M Korajoki"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Linnosmaa, I",
                        "preferred": "I Linnosmaa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Liukko, E",
                        "preferred": "E Liukko"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moisio, P",
                        "preferred": "P Moisio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mukkila, S",
                        "preferred": "S Mukkila"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Parhiala, K",
                        "preferred": "K Parhiala"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peltola, M",
                        "preferred": "M Peltola"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reissell, E",
                        "preferred": "E Reissell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tynkkynen, LK",
                        "preferred": "LK Tynkkynen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vaalavuo, M",
                        "preferred": "M Vaalavuo"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Social and Health Care Client Fees: Allocation, Effects and Fairness",
            "date": "2018",
            "id": "bib22",
            "publisher": {
                "name": [
                    "Prime Minister´s Office, Publications of the Government´s Analysis, Assessment and Research Activities, 30"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "How social policies can improve financial accessibility of healthcare: A multi-level analysis of unmet medical need in European countries",
            "authors": [
                {
                    "name": {
                        "index": "Israel, S",
                        "preferred": "S Israel"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1186/s12939-016-0335-7",
            "id": "bib23",
            "journal": "International Journal for Equity in Health",
            "pages": "41",
            "pmid": 26944542,
            "type": "journal",
            "volume": "15"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kangas, O",
                        "preferred": "O Kangas"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "details": "154–174, Finland. From the deep crisis of the 1990s to the great recession, Welfare and the Great Recession. A Comparative Study, Oxford University Press, p",
            "id": "bib24",
            "title": "Welfare and the Great Recession. A Comparative Study",
            "type": "unknown"
        },
        {
            "articleTitle": "Financial crisis, austerity, and health in Europe",
            "authors": [
                {
                    "name": {
                        "index": "Karanikolos, M",
                        "preferred": "M Karanikolos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mladovsky, P",
                        "preferred": "P Mladovsky"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cylus, J",
                        "preferred": "J Cylus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thomson, S",
                        "preferred": "S Thomson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Basu, S",
                        "preferred": "S Basu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stuckler, D",
                        "preferred": "D Stuckler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mackenbach, JP",
                        "preferred": "JP Mackenbach"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McKee, M",
                        "preferred": "M McKee"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.1016/S0140-6736(13)60102-6",
            "id": "bib25",
            "journal": "Lancet",
            "pages": {
                "first": "1323",
                "last": "1331",
                "range": "1323–1331"
            },
            "pmid": 23541059,
            "type": "journal",
            "volume": "381"
        },
        {
            "articleTitle": "Finland: Health System Review",
            "authors": [
                {
                    "name": {
                        "index": "Keskimäki, I",
                        "preferred": "I Keskimäki"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tynkkynen, L-K",
                        "preferred": "L-K Tynkkynen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reissell, E",
                        "preferred": "E Reissell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Koivusalo, M",
                        "preferred": "M Koivusalo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Syrjä, V",
                        "preferred": "V Syrjä"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vuorenkoski, L",
                        "preferred": "L Vuorenkoski"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rechel, B",
                        "preferred": "B Rechel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Karanikolos, M",
                        "preferred": "M Karanikolos"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "id": "bib26",
            "journal": "Health Systems in Transition",
            "pages": {
                "first": "1",
                "last": "166",
                "range": "1–166"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "articleTitle": "How does copayment for health care services affect demand, health and redistribution? A systematic review of the empirical evidence from 1990 to 2011",
            "authors": [
                {
                    "name": {
                        "index": "Kiil, A",
                        "preferred": "A Kiil"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Houlberg, K",
                        "preferred": "K Houlberg"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.1007/s10198-013-0526-8",
            "id": "bib27",
            "journal": "The European Journal of Health Economics",
            "pages": {
                "first": "813",
                "last": "828",
                "range": "813–828"
            },
            "pmid": 23989938,
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "Patient-centred access to health care: conceptualising access at the interface of health systems and populations",
            "authors": [
                {
                    "name": {
                        "index": "Levesque, JF",
                        "preferred": "JF Levesque"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harris, M",
                        "preferred": "M Harris"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Russell, G",
                        "preferred": "G Russell"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.1186/1475-9276-12-18",
            "id": "bib28",
            "journal": "International Journal for Equity in Health",
            "pages": {
                "first": "1",
                "last": "9",
                "range": "1–9"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "articleTitle": "Challenges and Solutions in Constructing a Microsimulation Model of the Use and Costs of Medical Services in Australia",
            "authors": [
                {
                    "name": {
                        "index": "Lymer, S",
                        "preferred": "S Lymer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.34196/ijm.00057",
            "id": "bib29",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "17",
                "last": "31",
                "range": "17–31"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Matsaganis, M",
                        "preferred": "M Matsaganis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leventi, C",
                        "preferred": "C Leventi"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Distributive Effects of the Crisis and Austerity in Seven EU Countries",
            "date": "2014",
            "discriminator": "a",
            "id": "bib30",
            "publisher": {
                "name": [
                    "University of Antwerp, Herman Deleeck Centre for Social Policy. ImPRovE Discussion Paper, 4"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The Distributional Impact of Austerity and the Recession in Southern Europe",
            "authors": [
                {
                    "name": {
                        "index": "Matsaganis, M",
                        "preferred": "M Matsaganis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leventi, C",
                        "preferred": "C Leventi"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "discriminator": "b",
            "doi": "10.1080/13608746.2014.947700",
            "id": "bib31",
            "journal": "South European Society and Politics",
            "pages": {
                "first": "393",
                "last": "412",
                "range": "393–412"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "Poverty Reduction Effects of Taxation and Benefit Policies in Finland, 1993–2013",
            "authors": [
                {
                    "name": {
                        "index": "Moisio, P",
                        "preferred": "P Moisio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lehtelä, KM",
                        "preferred": "KM Lehtelä"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mukkila, S",
                        "preferred": "S Mukkila"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1177/138826271601800102",
            "id": "bib32",
            "journal": "European Journal of Social Security",
            "pages": {
                "first": "30",
                "last": "45",
                "range": "30–45"
            },
            "type": "journal",
            "volume": "18"
        },
        {
            "articleTitle": "Nowcasting Indicators of Poverty Risk in the European Union: A Microsimulation Approach",
            "authors": [
                {
                    "name": {
                        "index": "Navicke, J",
                        "preferred": "J Navicke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rastrigina, O",
                        "preferred": "O Rastrigina"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.1007/s11205-013-0491-8",
            "id": "bib33",
            "journal": "Social Indicators Research",
            "pages": {
                "first": "101",
                "last": "119",
                "range": "101–119"
            },
            "type": "journal",
            "volume": "119"
        },
        {
            "articleTitle": "Radical Reform Or Piecemeal Adjustments? The Case of Finnish Family Policy Reforms",
            "authors": [
                {
                    "name": {
                        "index": "Nyby, J",
                        "preferred": "J Nyby"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nygård, M",
                        "preferred": "M Nygård"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Blum, S",
                        "preferred": "S Blum"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1002/epa2.1045",
            "id": "bib34",
            "journal": "European Policy Analysis",
            "pages": {
                "first": "190",
                "last": "213",
                "range": "190–213"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Discarding social investment and redistribution in the name of austerity? The case of Finnish family policy reforms 2007—2015",
            "authors": [
                {
                    "name": {
                        "index": "Nygård, M",
                        "preferred": "M Nygård"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nyby, J",
                        "preferred": "J Nyby"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kuisma, M",
                        "preferred": "M Kuisma"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1080/14494035.2019.1655834",
            "id": "bib35",
            "journal": "Policy and Society",
            "pages": {
                "first": "519",
                "last": "536",
                "range": "519–536"
            },
            "type": "journal",
            "volume": "38"
        },
        {
            "articleTitle": "Europe Through the Crisis: Discretionary Policy Changes and Automatic Stabilizers",
            "authors": [
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tasseva, IV",
                        "preferred": "IV Tasseva"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1111/obes.12354",
            "id": "bib36",
            "journal": "Oxford Bulletin of Economics and Statistics",
            "pages": {
                "first": "864",
                "last": "888",
                "range": "864–888"
            },
            "type": "journal",
            "volume": "82"
        },
        {
            "articleTitle": "“Top-Three” health reforms in 31 high-income countries in 2018 and 2019: an expert informed overview",
            "authors": [
                {
                    "name": {
                        "index": "Polin, K",
                        "preferred": "K Polin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hjortland, M",
                        "preferred": "M Hjortland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maresso, A",
                        "preferred": "A Maresso"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "van Ginneken, E",
                        "preferred": "E van Ginneken"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Busse, R",
                        "preferred": "R Busse"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Quentin, W",
                        "preferred": "W Quentin"
                    },
                    "type": "person"
                },
                {
                    "name": "HSPM network",
                    "type": "group"
                }
            ],
            "date": "2021",
            "doi": "10.1016/j.healthpol.2021.04.005",
            "id": "bib37",
            "journal": "Health Policy (Amsterdam, Netherlands)",
            "pages": {
                "first": "815",
                "last": "832",
                "range": "815–832"
            },
            "pmid": 34053787,
            "type": "journal",
            "volume": "125"
        },
        {
            "articleTitle": "Public pensions and unmet medical need among older people: cross-national analysis of 16 European countries, 2004-2010",
            "authors": [
                {
                    "name": {
                        "index": "Reeves, A",
                        "preferred": "A Reeves"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McKee, M",
                        "preferred": "M McKee"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mackenbach, J",
                        "preferred": "J Mackenbach"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Whitehead, M",
                        "preferred": "M Whitehead"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stuckler, D",
                        "preferred": "D Stuckler"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.1136/jech-2015-206257",
            "id": "bib38",
            "journal": "Journal of Epidemiology and Community Health",
            "pages": {
                "first": "174",
                "last": "180",
                "range": "174–180"
            },
            "pmid": 27965315,
            "type": "journal",
            "volume": "71"
        },
        {
            "articleTitle": "The attack on universal health coverage in Europe: recession, austerity and unmet needs",
            "authors": [
                {
                    "name": {
                        "index": "Reeves, A",
                        "preferred": "A Reeves"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McKee, M",
                        "preferred": "M McKee"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stuckler, D",
                        "preferred": "D Stuckler"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1093/eurpub/ckv040",
            "id": "bib39",
            "journal": "European Journal of Public Health",
            "pages": {
                "first": "364",
                "last": "365",
                "range": "364–365"
            },
            "pmid": 25999461,
            "type": "journal",
            "volume": "25"
        },
        {
            "author": {
                "name": {
                    "index": "Salo, S",
                    "preferred": "S Salo"
                },
                "type": "person"
            },
            "date": "2017",
            "id": "bib40",
            "publisher": {
                "name": [
                    "European University Institute, Department of Political and Social Sciences"
                ]
            },
            "source": "Doctoral thesis",
            "title": "Doctoral thesis",
            "type": "thesis",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "articleTitle": "Out-of-pocket payments in the Austrian healthcare system - A distributional analysis",
            "authors": [
                {
                    "name": {
                        "index": "Sanwald, A",
                        "preferred": "A Sanwald"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Theurl, E",
                        "preferred": "E Theurl"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1186/s12939-015-0230-7",
            "id": "bib41",
            "journal": "International Journal for Equity in Health",
            "pages": "94",
            "pmid": 26463468,
            "type": "journal",
            "volume": "14"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Saunders, P",
                        "preferred": "P Saunders"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "details": "58–70, Poverty, The Routledge Handbook of the Welfare State, Routledge, p",
            "id": "bib42",
            "title": "The Routledge Handbook of the Welfare State",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Second Expert Group for Evaluation of the Sufficiency of Basic Social Security",
                    "type": "group"
                }
            ],
            "bookTitle": "Evaluation Report on the Sufficiency of Basic Social Security in 2011–2015",
            "date": "2015",
            "id": "bib43",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Helsinki"
                        ]
                    },
                    "formatted": [
                        "Helsinki"
                    ]
                },
                "name": [
                    "National Institute for Health and Welfare (THL), Working Paper 1"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Social Insurance Institution",
                    "type": "group"
                }
            ],
            "date": "2022",
            "details": "https://www.kela.fi/kelan-etuusohjeet_ohjeet-etuuksittain, Accessed, 4 July 2022",
            "id": "bib44",
            "title": "Etuusohjeet: Toimeentulotuki",
            "type": "unknown",
            "uri": "https://www.kela.fi/kelan-etuusohjeet_ohjeet-etuuksittain"
        },
        {
            "articleTitle": "Growth of diabetes drug expenditure decomposed—A nationwide analysis",
            "authors": [
                {
                    "name": {
                        "index": "Soppi, A",
                        "preferred": "A Soppi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heino, P",
                        "preferred": "P Heino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kurko, T",
                        "preferred": "T Kurko"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maljanen, T",
                        "preferred": "T Maljanen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saastamoinen, LK",
                        "preferred": "LK Saastamoinen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Aaltonen, K",
                        "preferred": "K Aaltonen"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1016/j.healthpol.2018.09.008",
            "id": "bib45",
            "journal": "Health Policy",
            "pages": {
                "first": "1326",
                "last": "1332",
                "range": "1326–1332"
            },
            "type": "journal",
            "volume": "122"
        },
        {
            "authors": [
                {
                    "name": "Statistics Finland",
                    "type": "group"
                }
            ],
            "date": "2022",
            "details": "https://www.stat.fi/tup/mikrosimulointi/index_en.html, Accessed, 1 February 2022",
            "id": "bib46",
            "title": "Microsimulation",
            "type": "unknown",
            "uri": "https://www.stat.fi/tup/mikrosimulointi/index_en.html"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tervola, J",
                        "preferred": "J Tervola"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Aaltonen, K",
                        "preferred": "K Aaltonen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tallgren, F",
                        "preferred": "F Tallgren"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Can People Afford to Pay for Health Care? New Evidence on Financial Protection in Finland",
            "date": "2021",
            "discriminator": "a",
            "id": "bib48",
            "publisher": {
                "name": [
                    "WHO Regional Office for Europe"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tervola, J",
                        "preferred": "J Tervola"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heino, P",
                        "preferred": "P Heino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Aaltonen, K",
                        "preferred": "K Aaltonen"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "id": "bib47",
            "title": "Analysing the effects of healthcare payment policies in conjunction with tax-benefit policies: A microsimulation study with real-world healthcare data. A code repository for statistical analyses",
            "type": "web",
            "uri": "http://doi.org/10.5281/zenodo.5938920",
            "website": "Zenodo"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tervola, J",
                        "preferred": "J Tervola"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jokela, M",
                        "preferred": "M Jokela"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ollonqvist, J",
                        "preferred": "J Ollonqvist"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Smaller Net or Just Fewer to Catch? Disentangling the Causes for the Varying Sizes of Minimum Income Schemes",
            "date": "2021",
            "discriminator": "b",
            "id": "bib49",
            "publisher": {
                "name": [
                    "University of Turku, INVEST Working Papers, 27"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tervola, J",
                        "preferred": "J Tervola"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mukkila, S",
                        "preferred": "S Mukkila"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ilmarinen, K",
                        "preferred": "K Ilmarinen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kapiainen, S",
                        "preferred": "S Kapiainen"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Distributional Effects of Out-of-Pocket Health Payments in Finland 2010-2018",
            "date": "2018",
            "id": "bib50",
            "publisher": {
                "name": [
                    "Finnish Institute for Health and Welfare, Discussion paper, 35"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Third Evaluation Group on the Adequacy of Basic Social Security",
                    "type": "group"
                }
            ],
            "bookTitle": "Evaluation Report on the Adequacy of Basic Social Security 2015–2019",
            "date": "2019",
            "id": "bib51",
            "publisher": {
                "name": [
                    "Finnish Institute for Health and Welfare, Discussion paper 6"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "THL",
                    "type": "group"
                }
            ],
            "date": "2021",
            "id": "bib52",
            "publisher": {
                "name": [
                    "Finnish Institute for Health and Welfare, Statistical Report 15"
                ]
            },
            "source": "Health Expenditure and Financing 2019. Official Statistics of Finland",
            "title": "Health Expenditure and Financing 2019. Official Statistics of Finland",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Thomson, S",
                        "preferred": "S Thomson"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "79–104, Changes to health coverage, Economic Crisis, Health Systems and Health in Europe: Impact and Implications for Policy, WHO/European Observatory on Health Systems and Policies, p",
            "id": "bib53",
            "title": "Economic Crisis, Health Systems and Health in Europe: Impact and Implications for Policy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Thomson, S",
                        "preferred": "S Thomson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cylus, J",
                        "preferred": "J Cylus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Evetovits, T",
                        "preferred": "T Evetovits"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Can People Afford to Pay for Health Care? New Evidence on Financial Protection in Europe",
            "date": "2019",
            "id": "bib54",
            "publisher": {
                "name": [
                    "WHO Regional Office for Europe"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "United Nations Economic Commission for Europe",
                    "type": "group"
                }
            ],
            "bookTitle": "Canberra Group Handbook on Household Income Statistics",
            "date": "2011",
            "id": "bib55",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Geneva"
                        ]
                    },
                    "formatted": [
                        "Geneva"
                    ]
                },
                "name": [
                    "United Nations Economic Commission for Europe"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Use of public health and social care services among the elderly in Finland: An under-examined mechanism of redistribution",
            "authors": [
                {
                    "name": {
                        "index": "Vaalavuo, M",
                        "preferred": "M Vaalavuo"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1177/0958928719879283",
            "id": "bib56",
            "journal": "Journal of European Social Policy",
            "pages": {
                "first": "176",
                "last": "189",
                "range": "176–189"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "articleTitle": "Partisanship, continuity, and change: Politics in Finnish unemployment benefit reforms 1985–2016",
            "authors": [
                {
                    "name": {
                        "index": "Varjonen, S",
                        "preferred": "S Varjonen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kangas, O",
                        "preferred": "O Kangas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Niemelä, M",
                        "preferred": "M Niemelä"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1111/spol.12526",
            "id": "bib57",
            "journal": "Social Policy & Administration",
            "pages": {
                "first": "119",
                "last": "133",
                "range": "119–133"
            },
            "type": "journal",
            "volume": "54"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Förster, MF",
                        "preferred": "MF Förster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vaalavuo, M",
                        "preferred": "M Vaalavuo"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Impact of Publicly Provided Services on the Distribution of Resources: Review of New Results and Methods",
            "date": "2013",
            "id": "bib58",
            "publisher": {
                "name": [
                    "GINI Discussion Paper, 74"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Policy interventions related to medicines: Survey of measures taken in European countries during 2010-2015",
            "authors": [
                {
                    "name": {
                        "index": "Vogler, S",
                        "preferred": "S Vogler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zimmermann, N",
                        "preferred": "N Zimmermann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de Joncheere, K",
                        "preferred": "K de Joncheere"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1016/j.healthpol.2016.09.006",
            "id": "bib59",
            "journal": "Health Policy (Amsterdam, Netherlands)",
            "pages": {
                "first": "1363",
                "last": "1377",
                "range": "1363–1377"
            },
            "pmid": 27720165,
            "type": "journal",
            "volume": "120"
        },
        {
            "authors": [
                {
                    "name": "WHO Collaborating Centre for Drug Statistics Methodology",
                    "type": "group"
                }
            ],
            "date": "2022",
            "details": "https://www.whocc.no/atc_ddd_methodology/purpose_of_the_atc_ddd_system, Accessed, 1 July 2021",
            "id": "bib60",
            "title": "Purpose of the ATC/DDD system",
            "type": "unknown",
            "uri": "https://www.whocc.no/atc_ddd_methodology/purpose_of_the_atc_ddd_system"
        },
        {
            "articleTitle": "The evaluation of health policies through dynamic microsimulation methods",
            "authors": [
                {
                    "name": {
                        "index": "Zucchelli, E",
                        "preferred": "E Zucchelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jones, AM",
                        "preferred": "AM Jones"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rice, N",
                        "preferred": "N Rice"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.34196/ijm.00064",
            "id": "bib61",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "2",
                "last": "20",
                "range": "2–20"
            },
            "type": "journal",
            "volume": "5"
        }
    ],
    "acknowledgements": [
        {
            "text": "We would like to thank Research Scientist Tinna Voipio from the Finnish Medicines Agency Fimea for providing aggregated sales statistics used for calculating price indices for medicines, and Editage (www.editage.com) for English language editing.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
