{
    "status": "vor",
    "id": "00273",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00273",
    "authorLine": "Nora Lustig et al.",
    "title": "The Impact of COVID-19 on Living Standards: Addressing the Challenges of Nowcasting Unprecedented Macroeconomic Shocks with Scant Data and Uncharted Economic Behavior",
    "published": "2023-04-30T00:00:00Z",
    "versionDate": "2023-04-30T00:00:00Z",
    "statusDate": "2023-04-30T00:00:00Z",
    "volume": 16,
    "issue": 1,
    "fpage": 1,
    "lpage": 27,
    "elocationId": "1-27",
    "pdf": "http://web:8082/00273/ijm-00273.pdf",
    "subjects": [
        {
            "id": "health",
            "name": "Health"
        },
        {
            "id": "consumption-savings-wealth",
            "name": "Consumption, savings and wealth"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "We present a methodological approach with relatively low information requirements to quantify the impact of large, unprecedented macroeconomic shocks like the COVID-19 pandemic on living standards across the income distribution. The approach can be produced quickly and, contrary to other \"fast-delivery\" exercises, does not assume that income losses are proportional across the income distribution, a feature that is critical to understanding the impact on poverty and inequality. Our method is sufficiently flexible to refine the projected effects of the shock as more information becomes available. We illustrate with data from the four largest countries in Latin America: Argentina, Brazil, Colombia, and Mexico, and discuss the estimated effect of COVID-19 on inequality and poverty. We also present the guidelines for adapting our framework to different countries and economic shocks.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Lustig et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States",
                            "locality": [
                                "New Orleans"
                            ]
                        },
                        "formatted": [
                            "New Orleans",
                            "United States"
                        ]
                    },
                    "name": [
                        "Samuel Z. Stone Professor of Latin American Economics in the Department of Economics at Tulane University, and Director of the Commitment to Equity Institute at Tulane University"
                    ]
                }
            ],
            "emailAddresses": [
                "nlustig@tulane.edu"
            ],
            "name": {
                "index": "Lustig, Nora",
                "preferred": "Nora Lustig"
            },
            "orcid": "0000-0002-3171-6605",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States",
                            "locality": [
                                "New Haven"
                            ]
                        },
                        "formatted": [
                            "New Haven",
                            "United States"
                        ]
                    },
                    "name": [
                        "Postdoctoral associate at Yale University"
                    ]
                }
            ],
            "name": {
                "index": "Martinez Pabon, Valentina",
                "preferred": "Valentina Martinez Pabon"
            },
            "orcid": "0000-0002-1770-0316",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States",
                            "locality": [
                                "Washington"
                            ]
                        },
                        "formatted": [
                            "Washington",
                            "United States"
                        ]
                    },
                    "name": [
                        "Consultant of the Commitment to Equity Institute and the World Bank"
                    ]
                }
            ],
            "name": {
                "index": "Sanz, Federico",
                "preferred": "Federico Sanz"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States",
                            "locality": [
                                "Ithaca"
                            ]
                        },
                        "formatted": [
                            "Ithaca",
                            "United States"
                        ]
                    },
                    "name": [
                        "Consultant of the Commitment to Equity Institute"
                    ]
                }
            ],
            "name": {
                "index": "Younger, Stephen D",
                "preferred": "Stephen D Younger"
            },
            "type": "person"
        }
    ],
    "funding": {
        "statement": "This paper was prepared as part of the Commitment to Equity Institute’s research program and benefitted from the generous support of the Bill & Melinda Gates Foundation."
    },
    "keywords": [
        "COVID-19",
        "inequality",
        "poverty",
        "mobility",
        "microsimulations",
        "Latin America"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "In early 2020, when the COVID-19 pandemic hit countries across the world, governments implemented lockdown policies of various degrees to contain the spread of the virus.<a href=\"#fn1\"><sup>1</sup></a> Inevitably, these measures--combined with the supply and demand disruptions associated with the pandemic--caused a sharp reduction in economic activity, a fall in employment and income, and a rise in poverty and inequality. When the pandemic hit, there was an urgent need to be able to quantify its impact on living standards and poverty. Nowcasting this impact faced two significant challenges. First, the data was scant. Second, existing models used parameters, behavioral responses, and market-clearing assumptions that did not necessarily apply to the new circumstances. Given these restrictions, the first set of exercises was quite simple and, in particular, assumed that income losses were proportional across the income distribution.<a href=\"#fn2\"><sup>2</sup></a> It was fairly obvious, however, that those income losses would not be proportional. As an alternative, this paper proposes a modeling framework to obtain meaningful, if tentative, estimates on how incomes and their distribution can be affected by such an unusual systemic shock. Specifically, we propose a microsimulation methodology to nowcast the impact of the COVID-19 shock on inequality and poverty. We illustrate how such a framework can work in practice by applying it to the four largest countries in Latin America: Argentina, Brazil, Colombia, and Mexico.",
                    "type": "paragraph"
                },
                {
                    "text": "The methodology proposed here has relatively low information requirements and a parsimonious modeling framework to address the challenges of scant data and unchartered economic behavior. The information requirements are: a recent household survey, identification of sectors most/least affected by lockdowns, and projections of aggregate GDP contractions. These three were available in the early days of the pandemic. With this information, one can nowcast a range of possible outcomes of the effects of COVD-19 on inequality and poverty and a rough estimate of the extent social assistance would need to be expanded to mitigate the pandemic’s effect on incomes. Information on the share of households who reported losing income became increasingly available. This type of additional information can be used to narrow the range of nowcasting outcomes to one. Moreover, a few months into the pandemic, there was also information on the actual expansion of social assistance, which can be used to assess how successful governments were in mitigating the impact of the pandemic.",
                    "type": "paragraph"
                },
                {
                    "text": "Our proposed methodology has an important advantage compared to other “fast-delivery” exercises which assume that income losses were proportional. Based on existing information at the time, the distribution of income changed—and changed fast--during the lockdowns. In particular, “real-time” telephone surveys showed that the poorer and informal sector workers lost employment and income in a larger proportion due to the “COVID-19 effect.”<a href=\"#fn3\"><sup>3</sup></a> Our microsimulation framework allows us to relax the equal loss assumption and incorporate distributional changes in the analysis. It also allows us to produce non-anonymous growth incidence curves to describe income losses across the pre-pandemic income distribution.<a href=\"#fn4\"><sup>4</sup></a> Importantly, this framework can be easily adapted to different countries and contexts, has great flexibility, and allows one to incrementally fine-tune the projected effects as more information becomes available.<a href=\"#fn5\"><sup>5</sup></a>",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Our nowcasting exercise aims to obtain meaningful estimates of the pandemic’s impact on inequality and poverty at the early stages of such a shock when data and behavioral response information are limited. The estimated impact is obtained by simulating potential income losses at the household level using microdata from household surveys. The first step of the exercise consists in obtaining the most recent household survey for the country of interest and, if needed, adjust household incomes to the month immediately preceding the pandemic. We use gross income per capita as the welfare indicator. Gross income is defined as labor income plus rents, private transfers, pensions, and government cash transfers before any direct taxes.",
                    "type": "paragraph"
                },
                {
                    "text": "Next, based on the economic sector in which household members work, microsimulation is used to estimate potential income losses at the household level. The simulations first identify individuals whose income is “not at risk” because they work in sectors that are “essential”. This information can be obtained from different sources. For example, the “ILO Monitor: COVID-19 and the world of work” (<a href=\"#bib22\">ILO, 2020</a>) classified the impact of the pandemic on output by economic sector as low, medium, and high. Individuals whose income were less likely to be at risk are those who worked in the “low” category. Another source to identify incomes not at risk is the national lockdown Decrees. Of course, the latter identify the statutory low-risk sectors which may differ from the actual ones depending on enforcement of the lockdown.<a href=\"#fn6\"><sup>6</sup></a> The not-at-risk income category, depending on the country, can also include incomes from cash transfers programs, social security pensions, public employment, private transfers, and the income earned in “nonessential” sectors by white-collar workers with internet access at home.<a href=\"#fn7\"><sup>7</sup></a> Depending on the country, one may also wish to exclude in the not at risk income category the incomes of informal street vendors regardless of the sector in which they work and rental incomes.",
                    "type": "paragraph"
                },
                {
                    "text": "Once the not-at-risk income for each income concept is obtained, we aggregate them to the household level and estimate the at-risk income as the difference between the total gross income and the total income that is not at risk. We simulate potential income losses using a range of two key parameters: the share of households with at-risk income that actually lose income and, of those who lose income, the share of at-risk income lost. We allow both parameters to range from zero to one hundred percent and select the households who lose income (from the set of households with at-risk income) randomly.",
                    "type": "paragraph"
                },
                {
                    "text": "We subsequently aggregate the results into a ten-by-ten matrix of possible total per capita gross income losses in 10 percent intervals. Cells on this matrix show one-hundred possible total (and not just the at-risk component) per capita households’ gross income losses as a proportion of pre-pandemic gross income as we vary both the probability that households lose at-risk income (down the rows, for instance) and the share of that at-risk income they lose (across the columns). For example, the 10 percent-10 percent cell of each matrix shows the fall in total per capita gross income in percent corresponding to the case in which 10 percent of the households with at risk income lose 10 percent of their income at risk. In <a href=\"#table1\">Table 1</a>, which corresponds to the estimates for Argentina discussed in the applications section, in the 10 percent-10 percent cell, the fall in total per capita gross income is estimated at 0.3 percent on average. Although the choice of the size of this matrix is arbitrary, as shown below in the applications, it provides sufficient granularity for the nowcasting exercise.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Notes: Highlighted cells correspond to losses similar to the loss projections by IMF published in May 2021 (<a href=\"#bib26\">IMF, 2021</a>). The pink is the scenario where in addition to macroeconomic consistency, the share of households that have reported losing income corresponds to the available information.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "Source: Authors’ calculations based on <a href=\"#bib49\">EPH (2019)</a>.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table><thead><tr><th align=\"left\">% of income lost</th><th align=\"left\">10%</th><th align=\"left\">20%</th><th align=\"left\">30%</th><th align=\"left\">40%</th><th align=\"left\">50%</th><th align=\"left\">60%</th><th align=\"left\">70%</th><th align=\"left\">80%</th><th align=\"left\">90%</th><th align=\"left\">100%</th></tr><tr><th align=\"left\">% households losing income</th><th align=\"left\"/><th align=\"left\"/><th align=\"left\"/><th align=\"left\"/><th align=\"left\"/><th align=\"left\"/><th align=\"left\"/><th align=\"left\"/><th align=\"left\"/><th align=\"left\"/></tr></thead><tbody><tr><td align=\"left\">10%</td><td align=\"left\">0.3</td><td align=\"left\">0.5</td><td align=\"left\">0.8</td><td align=\"left\">1.1</td><td align=\"left\">1.3</td><td align=\"left\">1.6</td><td align=\"left\">1.9</td><td align=\"left\">2.1</td><td align=\"left\">2.4</td><td align=\"left\">2.7</td></tr><tr><td align=\"left\">20%</td><td align=\"left\">0.5</td><td align=\"left\">1.0</td><td align=\"left\">1.6</td><td align=\"left\">2.1</td><td align=\"left\">2.6</td><td align=\"left\">3.1</td><td align=\"left\">3.6</td><td align=\"left\">4.2</td><td align=\"left\">4.7</td><td align=\"left\">5.2</td></tr><tr><td align=\"left\">30%</td><td align=\"left\">0.8</td><td align=\"left\">1.6</td><td align=\"left\">2.4</td><td align=\"left\">3.2</td><td align=\"left\">4.0</td><td align=\"left\">4.8</td><td align=\"left\">5.6</td><td align=\"left\">6.4</td><td align=\"left\">7.2</td><td align=\"left\">8.0</td></tr><tr><td align=\"left\">40%</td><td align=\"left\">1.0</td><td align=\"left\">2.1</td><td align=\"left\">3.1</td><td align=\"left\">4.2</td><td align=\"left\">5.2</td><td align=\"left\">6.3</td><td align=\"left\">7.3</td><td align=\"left\">8.3</td><td align=\"left\">9.4</td><td align=\"left\">10.4</td></tr><tr><td align=\"left\">50%</td><td align=\"left\">1.3</td><td align=\"left\">2.6</td><td align=\"left\">3.9</td><td align=\"left\">5.2</td><td align=\"left\">6.5</td><td align=\"left\">7.8</td><td align=\"left\">9.1</td><td align=\"left\">10.4</td><td align=\"left\">11.7</td><td align=\"left\">13.0</td></tr><tr><td align=\"left\">60%</td><td align=\"left\">1.6</td><td align=\"left\">3.1</td><td align=\"left\">4.7</td><td align=\"left\">6.2</td><td align=\"left\">7.8</td><td align=\"left\">9.3</td><td align=\"left\">10.9</td><td align=\"left\">12.4</td><td align=\"left\">14.0</td><td align=\"left\">15.5</td></tr><tr><td align=\"left\">70%</td><td align=\"left\">1.8</td><td align=\"left\">3.7</td><td align=\"left\">5.5</td><td align=\"left\">7.3</td><td align=\"left\">9.2</td><td align=\"left\">11.0</td><td align=\"left\">12.8</td><td align=\"left\">14.7</td><td align=\"left\">16.5</td><td align=\"left\">18.3</td></tr><tr><td align=\"left\">80%</td><td align=\"left\">2.1</td><td align=\"left\">4.2</td><td align=\"left\">6.3</td><td align=\"left\">8.4</td><td align=\"left\">10.5</td><td align=\"left\">12.6</td><td align=\"left\">14.7</td><td align=\"left\">16.8</td><td align=\"left\">18.9</td><td align=\"left\">21.0</td></tr><tr><td align=\"left\">90%</td><td align=\"left\">2.4</td><td align=\"left\">4.8</td><td align=\"left\">7.1</td><td align=\"left\">9.5</td><td align=\"left\">11.9</td><td align=\"left\">14.3</td><td align=\"left\">16.7</td><td align=\"left\">19.0</td><td align=\"left\">21.4</td><td align=\"left\">23.8</td></tr><tr><td align=\"left\">100%</td><td align=\"left\">2.6</td><td align=\"left\">5.3</td><td align=\"left\">7.9</td><td align=\"left\">10.6</td><td align=\"left\">13.2</td><td align=\"left\">15.9</td><td align=\"left\">18.5</td><td align=\"left\">21.1</td><td align=\"left\">23.8</td><td align=\"left\">26.4</td></tr></tbody></table>"
                            ],
                            "title": "Illustration of the Income Losses Matrix (as % of total gross income)",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00273%2Fijm-00273-fig001.tif",
                                "size": {
                                    "width": 1438,
                                    "height": 1040
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00273%2Fijm-00273-fig001.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00273-fig001.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Composition of Per Capita Household Gross Income. Notes: The dashed vertical line is the national poverty line and the bold vertical lines are—from left to right-- the $5.50 (moderate poor), $11.50 (lower-middle class) and $57.60 (middle class) per day international lines (in 2011 PPP), respectively. Source: Authors’ calculations based on <a href=\"#bib48\">ENIGH (2018)</a>, <a href=\"#bib49\">EPH (2019)</a>, <a href=\"#bib50\">GEIH (2019)</a>, <a href=\"#bib51\">PNADC (2019)</a>.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Our initial results for income losses provide one-hundred possibilities. To narrow them down, the first step is to match the income losses with macroeconomic predictions on aggregate fall in GDP. Multilateral organizations such as the International Monetary Fund (IMF) are usually quick in producing initial forecasts.<a href=\"#fn8\"><sup>8</sup></a> To translate GDP losses into household income losses, one needs to assume a “pass-through.” <a href=\"#bib36\">Ravallion (2003)</a> proposed a method to estimate such a pass-though. An application by <a href=\"#bib30\">Lakner et al. (2020)</a> estimates a “pass-through” of GDP growth to household (gross) income growth of 0.85. We used the latter in our applications. Outcomes of income losses that are consistent with the predicted macroeconomic downturn form an “iso-loss curve” that runs through the 10x10 matrix (see highlighted cells in <a href=\"#table1\">Table 1</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The iso-loss curve reduces the possible outcomes to a handful of options. If no other information is available, a possible path is to choose the two results closest to the corners of the matrix where either the smallest proportion of households lose much income (upper right) –we call this the \"concentrated losses” scenario-- or the largest proportion of households lose smaller amounts of income (lower left) –“dispersed losses” scenario. In the absence of additional information, the concentrated and dispersed losses scenarios provide estimates for two extreme opposite situations in terms of the share of households that bear the burden of losses.",
                    "type": "paragraph"
                },
                {
                    "text": "As new information is collected, the nowcasted results can be narrowed further. A few months into the pandemic, the World Bank, governments, and other agencies, resorted to high-frequency surveys to monitor its impact on people’s wellbeing. Usually, the percent of households reporting income losses was included among the information collected by these surveys. With this information, it is possible to select one outcome out of the 100 in the matrix, shown in pink highlight in the matrix above –we call this the “actual losses” scenario-.",
                    "type": "paragraph"
                },
                {
                    "text": "Once the scenario or scenarios are selected, one can generate nowcast incomes for all the households included in the survey. The nowcast (post-pandemic) income distribution can be compared with the pre-pandemic distribution using the standard indicators such as Lorenz curves, the Gini or other inequality indicators, and poverty indicators. We can also provide a non-anonymous analysis of income losses across the pre-pandemic income distribution. The analysis of the income trajectories is of considerable interest when income losses (or gains) differ, perhaps greatly, among households. To describe those trajectories, we use two non-anonymous distributional comparisons: non-anonymous growth incidence curves (GIC) and pre- to post-pandemic income mobility.<a href=\"#fn9\"><sup>9</sup></a> The latter features the share of households who remain in their pre-pandemic category of income classes (e.g., the share of pre-pandemic poor households who continue to be part of the poor after the shock) or were pushed down across categories (e.g., pre-pandemic middle-class households who are pushed into poverty—at least based on their income-- after the shock).",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, a nowcasting exercise of the effect of COVID-19 on living standards should also incorporate the new or expanded social assistance measures to varying degrees that were introduced by governments. Therefore, in addition to examining the pre- and post-pandemic income distributions, we construct a third distribution that simulates changes to the social assistance programs. This yields a post-policy response distribution which can be compared to the pre-pandemic distribution in turn.",
                    "type": "paragraph"
                },
                {
                    "text": "Our proposed methodology has some important caveats. The microsimulations do not account for behavioral responses or general equilibrium effects, so they only yield first-order effects. Also, the results depend on the specific assumptions about income sources that are “at risk”/“not at risk” and the new and expanded social assistance programs incorporated.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Data Requirements and Methodology",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "As described earlier, our proposed methodology can be applied to any country with a recent household survey from before the pandemic and macroeconomic prediction on aggregate fall in GDP. Here, we illustrate how this methodology works in practice by applying it to the four largest countries in Latin America: Argentina, Brazil, Colombia, and Mexico. We use the most recent household survey available in each country from before the pandemic and update the information to December 2019. Specifically, the surveys used here are: Argentina: Encuesta Permanente de Hogares (<a href=\"#bib49\">EPH (2019)</a>), Brazil: Pesquisa Nacional por Amostra de Domicilios Continua (<a href=\"#bib51\">PNADC (2019)</a>), Colombia: Gran Encuesta Integrada de Hogares (<a href=\"#bib50\">GEIH (2019)</a>), Mexico: Encuesta Nacional de Ingresos y Gastos de los Hogares (<a href=\"#bib48\">ENIGH (2018)</a>). The household surveys for Brazil, Colombia, and Mexico are representative at the national level. In Argentina, the survey covers only urban areas that represent around 62 percent of the population. For simplicity, we will refer to “Argentina” except in tables and figures where we shall add “urban.”",
                    "type": "paragraph"
                },
                {
                    "text": "We construct the gross income aggregating labor income plus rents, private transfers, pensions, and government cash transfers before any direct taxes. To maintain comparability across countries, we exclude consumption of own production and the rental value of owner-occupied housing.<a href=\"#fn10\"><sup>10</sup></a><sup>,</sup><a href=\"#fn11\"><sup>11</sup></a> We update gross incomes for Mexico to 2019 using the GDP per capita growth rate for 2019 multiplied by the “pass-through” of 0.85. Also, for Mexico, we update gross incomes to take into account the significant reforms introduced to the cash transfers system in 2019.<a href=\"#fn12\"><sup>12</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "The “not at risk” income is estimated as the income derived from work in sectors that are “essential”. For Argentina and Colombia, the lockdown measures stated explicitly which sectors are essential. For Brazil and Mexico, we use the ILO definition of essential sectors.<a href=\"#fn13\"><sup>13</sup></a> The not-at-risk income also includes incomes from cash transfers programs, social security pensions, public employment, private transfers (e.g., remittances),<a href=\"#fn14\"><sup>14</sup></a> and the income earned in “nonessential” sectors by white-collar workers who are CEO’s, managers, and researchers with internet access at home.<a href=\"#fn15\"><sup>15</sup></a><sup>,</sup><a href=\"#fn16\"><sup>16</sup></a> The not at risk income excludes incomes of informal street vendors and rental incomes.",
                    "type": "paragraph"
                },
                {
                    "text": "We aggregate the not-at-risk income at the household level and estimate the at-risk income as the difference between the total gross income and the total income that is not at risk. <a href=\"#fig1\">Figure 1</a> shows the composition of per capita gross income by centile of the pre-pandemic income across five categories: cash transfers, social security pensions, government salaries, incomes not-at-risk, and incomes at-risk. The first three categories are incomes coming from the public sector. Note that the share of income that is not at risk –everything but the dark blue area– is not equal across the income distribution as many studies assume, nor is it uniformly decreasing in income as it would be if the poorest were most at risk. Rather, it is U-shaped with the greatest risk in the middle of the income distribution rather than either extreme.<a href=\"#fn17\"><sup>17</sup></a> The very poorest households have an income floor from existing targeted cash transfers (albeit low) that protect an important share of their income. The richest households also have relatively lower income at risk than the middle. In Colombia and Mexico, this is due to income from social security pensions and employment in the public sector. In Argentina and Brazil, households in the higher deciles have less of their income coming from at risk sectors.<a href=\"#fn18\"><sup>18</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "We proceed to simulate potential income losses using the two key parameters. These are: the share of households with at-risk income that actually lose income and, of those who lose income, the share of at-risk income lost. As described above, in the 10 percent-10 percent cell of each matrix, we show the fall in total per capita gross income in percent corresponding to the case in which 10 percent of the households with at risk income lose 10 percent of their income at risk. For instance, in the 10 percent-10 percent cell for Argentina, the fall in total per capita gross income is estimated at 0.3 percent (see Panel (a) in <a href=\"#table2\">Table 2</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Notes: Highlighted cells correspond to losses similar to the loss projections by IMF published in May 2021 (<a href=\"#bib26\">IMF, 2021</a>). The pink is the scenario where in addition to macroeconomic consistency, the share of households that have reported losing income corresponds to the available information.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "Source: Authors’ calculations based on ENIGH (2018), EPH (2019), GEIH (2019), PNADC (2019).",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table><tbody><tr><td align=\"left\"><b>Panel (a) Argentina (urban)</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\"><b>% of income lost</b></td><td align=\"left\"><b>10%</b></td><td align=\"left\"><b>20%</b></td><td align=\"left\"><b>30%</b></td><td align=\"left\"><b>40%</b></td><td align=\"left\"><b>50%</b></td><td align=\"left\"><b>60%</b></td><td align=\"left\"><b>70%</b></td><td align=\"left\"><b>80%</b></td><td align=\"left\"><b>90%</b></td><td align=\"left\"><b>100%</b></td></tr><tr><td align=\"left\"><b>% households losing income</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">10%</td><td align=\"left\">0.3</td><td align=\"left\">0.5</td><td align=\"left\">0.8</td><td align=\"left\">1.1</td><td align=\"left\">1.3</td><td align=\"left\">1.6</td><td align=\"left\">1.9</td><td align=\"left\">2.1</td><td align=\"left\">2.4</td><td align=\"left\">2.7</td></tr><tr><td align=\"left\">20%</td><td align=\"left\">0.5</td><td align=\"left\">1.0</td><td align=\"left\">1.6</td><td align=\"left\">2.1</td><td align=\"left\">2.6</td><td align=\"left\">3.1</td><td align=\"left\">3.6</td><td align=\"left\">4.2</td><td align=\"left\">4.7</td><td align=\"left\">5.2</td></tr><tr><td align=\"left\">30%</td><td align=\"left\">0.8</td><td align=\"left\">1.6</td><td align=\"left\">2.4</td><td align=\"left\">3.2</td><td align=\"left\">4.0</td><td align=\"left\">4.8</td><td align=\"left\">5.6</td><td align=\"left\">6.4</td><td align=\"left\">7.2</td><td align=\"left\">8.0</td></tr><tr><td align=\"left\">40%</td><td align=\"left\">1.0</td><td align=\"left\">2.1</td><td align=\"left\">3.1</td><td align=\"left\">4.2</td><td align=\"left\">5.2</td><td align=\"left\">6.3</td><td align=\"left\">7.3</td><td align=\"left\">8.3</td><td align=\"left\">9.4</td><td align=\"left\">10.4</td></tr><tr><td align=\"left\">50%</td><td align=\"left\">1.3</td><td align=\"left\">2.6</td><td align=\"left\">3.9</td><td align=\"left\">5.2</td><td align=\"left\">6.5</td><td align=\"left\">7.8</td><td align=\"left\">9.1</td><td align=\"left\">10.4</td><td align=\"left\">11.7</td><td align=\"left\">13.0</td></tr><tr><td align=\"left\">60%</td><td align=\"left\">1.6</td><td align=\"left\">3.1</td><td align=\"left\">4.7</td><td align=\"left\">6.2</td><td align=\"left\">7.8</td><td align=\"left\">9.3</td><td align=\"left\">10.9</td><td align=\"left\">12.4</td><td align=\"left\">14.0</td><td align=\"left\">15.5</td></tr><tr><td align=\"left\">70%</td><td align=\"left\">1.8</td><td align=\"left\">3.7</td><td align=\"left\">5.5</td><td align=\"left\">7.3</td><td align=\"left\">9.2</td><td align=\"left\">11.0</td><td align=\"left\">12.8</td><td align=\"left\">14.7</td><td align=\"left\">16.5</td><td align=\"left\">18.3</td></tr><tr><td align=\"left\">80%</td><td align=\"left\">2.1</td><td align=\"left\">4.2</td><td align=\"left\">6.3</td><td align=\"left\">8.4</td><td align=\"left\">10.5</td><td align=\"left\">12.6</td><td align=\"left\">14.7</td><td align=\"left\">16.8</td><td align=\"left\">18.9</td><td align=\"left\">21.0</td></tr><tr><td align=\"left\">90%</td><td align=\"left\">2.4</td><td align=\"left\">4.8</td><td align=\"left\">7.1</td><td align=\"left\">9.5</td><td align=\"left\">11.9</td><td align=\"left\">14.3</td><td align=\"left\">16.7</td><td align=\"left\">19.0</td><td align=\"left\">21.4</td><td align=\"left\">23.8</td></tr><tr><td align=\"left\">100%</td><td align=\"left\">2.6</td><td align=\"left\">5.3</td><td align=\"left\">7.9</td><td align=\"left\">10.6</td><td align=\"left\">13.2</td><td align=\"left\">15.9</td><td align=\"left\">18.5</td><td align=\"left\">21.1</td><td align=\"left\">23.8</td><td align=\"left\">26.4</td></tr><tr><td align=\"left\"><b>Panel (b) Brazil</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\"><b>% of income lost</b></td><td align=\"left\"><b>10%</b></td><td align=\"left\"><b>20%</b></td><td align=\"left\"><b>30%</b></td><td align=\"left\"><b>40%</b></td><td align=\"left\"><b>50%</b></td><td align=\"left\"><b>60%</b></td><td align=\"left\"><b>70%</b></td><td align=\"left\"><b>80%</b></td><td align=\"left\"><b>90%</b></td><td align=\"left\"><b>100%</b></td></tr><tr><td align=\"left\"><b>% households losing income</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">10%</td><td align=\"left\">0.3</td><td align=\"left\">0.5</td><td align=\"left\">0.8</td><td align=\"left\">1.1</td><td align=\"left\">1.3</td><td align=\"left\">1.6</td><td align=\"left\">1.8</td><td align=\"left\">2.1</td><td align=\"left\">2.4</td><td align=\"left\">2.6</td></tr><tr><td align=\"left\">20%</td><td align=\"left\">0.5</td><td align=\"left\">1.1</td><td align=\"left\">1.6</td><td align=\"left\">2.1</td><td align=\"left\">2.7</td><td align=\"left\">3.2</td><td align=\"left\">3.7</td><td align=\"left\">4.3</td><td align=\"left\">4.8</td><td align=\"left\">5.4</td></tr><tr><td align=\"left\">30%</td><td align=\"left\">0.8</td><td align=\"left\">1.6</td><td align=\"left\">2.4</td><td align=\"left\">3.2</td><td align=\"left\">4.1</td><td align=\"left\">4.9</td><td align=\"left\">5.7</td><td align=\"left\">6.5</td><td align=\"left\">7.3</td><td align=\"left\">8.1</td></tr><tr><td align=\"left\">40%</td><td align=\"left\">1.1</td><td align=\"left\">2.2</td><td align=\"left\">3.2</td><td align=\"left\">4.3</td><td align=\"left\">5.4</td><td align=\"left\">6.5</td><td align=\"left\">7.5</td><td align=\"left\">8.6</td><td align=\"left\">9.7</td><td align=\"left\">10.8</td></tr><tr><td align=\"left\">50%</td><td align=\"left\">1.3</td><td align=\"left\">2.7</td><td align=\"left\">4.0</td><td align=\"left\">5.4</td><td align=\"left\">6.7</td><td align=\"left\">8.1</td><td align=\"left\">9.4</td><td align=\"left\">10.7</td><td align=\"left\">12.1</td><td align=\"left\">13.4</td></tr><tr><td align=\"left\">60%</td><td align=\"left\">1.6</td><td align=\"left\">3.2</td><td align=\"left\">4.8</td><td align=\"left\">6.4</td><td align=\"left\">8.1</td><td align=\"left\">9.7</td><td align=\"left\">11.3</td><td align=\"left\">12.9</td><td align=\"left\">14.5</td><td align=\"left\">16.1</td></tr><tr><td align=\"left\">70%</td><td align=\"left\">1.9</td><td align=\"left\">3.8</td><td align=\"left\">5.6</td><td align=\"left\">7.5</td><td align=\"left\">9.4</td><td align=\"left\">11.3</td><td align=\"left\">13.2</td><td align=\"left\">15.0</td><td align=\"left\">16.9</td><td align=\"left\">18.8</td></tr><tr><td align=\"left\">80%</td><td align=\"left\">2.2</td><td align=\"left\">4.3</td><td align=\"left\">6.5</td><td align=\"left\">8.6</td><td align=\"left\">10.8</td><td align=\"left\">12.9</td><td align=\"left\">15.1</td><td align=\"left\">17.3</td><td align=\"left\">19.4</td><td align=\"left\">21.6</td></tr><tr><td align=\"left\">90%</td><td align=\"left\">2.4</td><td align=\"left\">4.8</td><td align=\"left\">7.3</td><td align=\"left\">9.7</td><td align=\"left\">12.1</td><td align=\"left\">14.5</td><td align=\"left\">17.0</td><td align=\"left\">19.4</td><td align=\"left\">21.8</td><td align=\"left\">24.2</td></tr><tr><td align=\"left\">100%</td><td align=\"left\">2.7</td><td align=\"left\">5.4</td><td align=\"left\">8.1</td><td align=\"left\">10.8</td><td align=\"left\">13.5</td><td align=\"left\">16.2</td><td align=\"left\">18.9</td><td align=\"left\">21.6</td><td align=\"left\">24.3</td><td align=\"left\">27.0</td></tr><tr><td align=\"left\"><b>Panel (c) Colombia</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\"><b>% of income lost</b></td><td align=\"left\"><b>10%</b></td><td align=\"left\"><b>20%</b></td><td align=\"left\"><b>30%</b></td><td align=\"left\"><b>40%</b></td><td align=\"left\"><b>50%</b></td><td align=\"left\"><b>60%</b></td><td align=\"left\"><b>70%</b></td><td align=\"left\"><b>80%</b></td><td align=\"left\"><b>90%</b></td><td align=\"left\"><b>100%</b></td></tr><tr><td align=\"left\"><b>% households losing income</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">10%</td><td align=\"left\">0.3</td><td align=\"left\">0.7</td><td align=\"left\">1.0</td><td align=\"left\">1.4</td><td align=\"left\">1.7</td><td align=\"left\">2.0</td><td align=\"left\">2.4</td><td align=\"left\">2.7</td><td align=\"left\">3.1</td><td align=\"left\">3.4</td></tr><tr><td align=\"left\">20%</td><td align=\"left\">0.7</td><td align=\"left\">1.3</td><td align=\"left\">2.0</td><td align=\"left\">2.6</td><td align=\"left\">3.3</td><td align=\"left\">3.9</td><td align=\"left\">4.6</td><td align=\"left\">5.2</td><td align=\"left\">5.9</td><td align=\"left\">6.6</td></tr><tr><td align=\"left\">30%</td><td align=\"left\">1.0</td><td align=\"left\">2.0</td><td align=\"left\">2.9</td><td align=\"left\">3.9</td><td align=\"left\">4.9</td><td align=\"left\">5.9</td><td align=\"left\">6.9</td><td align=\"left\">7.8</td><td align=\"left\">8.8</td><td align=\"left\">9.8</td></tr><tr><td align=\"left\">40%</td><td align=\"left\">1.3</td><td align=\"left\">2.6</td><td align=\"left\">4.0</td><td align=\"left\">5.3</td><td align=\"left\">6.6</td><td align=\"left\">7.9</td><td align=\"left\">9.2</td><td align=\"left\">10.5</td><td align=\"left\">11.9</td><td align=\"left\">13.2</td></tr><tr><td align=\"left\">50%</td><td align=\"left\">1.7</td><td align=\"left\">3.3</td><td align=\"left\">5.0</td><td align=\"left\">6.6</td><td align=\"left\">8.3</td><td align=\"left\">9.9</td><td align=\"left\">11.6</td><td align=\"left\">13.3</td><td align=\"left\">14.9</td><td align=\"left\">16.6</td></tr><tr><td align=\"left\">60%</td><td align=\"left\">2.0</td><td align=\"left\">4.0</td><td align=\"left\">6.0</td><td align=\"left\">8.0</td><td align=\"left\">10.0</td><td align=\"left\">12.0</td><td align=\"left\">13.9</td><td align=\"left\">15.9</td><td align=\"left\">17.9</td><td align=\"left\">19.9</td></tr><tr><td align=\"left\">70%</td><td align=\"left\">2.3</td><td align=\"left\">4.7</td><td align=\"left\">7.0</td><td align=\"left\">9.4</td><td align=\"left\">11.7</td><td align=\"left\">14.0</td><td align=\"left\">16.4</td><td align=\"left\">18.7</td><td align=\"left\">21.1</td><td align=\"left\">23.4</td></tr><tr><td align=\"left\">80%</td><td align=\"left\">2.7</td><td align=\"left\">5.3</td><td align=\"left\">8.0</td><td align=\"left\">10.7</td><td align=\"left\">13.4</td><td align=\"left\">16.0</td><td align=\"left\">18.7</td><td align=\"left\">21.4</td><td align=\"left\">24.0</td><td align=\"left\">26.7</td></tr><tr><td align=\"left\">90%</td><td align=\"left\">3.0</td><td align=\"left\">6.0</td><td align=\"left\">9.0</td><td align=\"left\">12.0</td><td align=\"left\">15.0</td><td align=\"left\">18.0</td><td align=\"left\">21.1</td><td align=\"left\">24.1</td><td align=\"left\">27.1</td><td align=\"left\">30.1</td></tr><tr><td align=\"left\">100%</td><td align=\"left\">3.4</td><td align=\"left\">6.8</td><td align=\"left\">10.2</td><td align=\"left\">13.6</td><td align=\"left\">17.0</td><td align=\"left\">20.4</td><td align=\"left\">23.8</td><td align=\"left\">27.2</td><td align=\"left\">30.6</td><td align=\"left\">34.0</td></tr><tr><td align=\"left\"><b>Panel (d) Mexico</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\"><b>% of income lost</b></td><td align=\"left\"><b>10%</b></td><td align=\"left\"><b>20%</b></td><td align=\"left\"><b>30%</b></td><td align=\"left\"><b>40%</b></td><td align=\"left\"><b>50%</b></td><td align=\"left\"><b>60%</b></td><td align=\"left\"><b>70%</b></td><td align=\"left\"><b>80%</b></td><td align=\"left\"><b>90%</b></td><td align=\"left\"><b>100%</b></td></tr><tr><td align=\"left\"><b>% households losing income</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">10%</td><td align=\"left\">0.3</td><td align=\"left\">0.6</td><td align=\"left\">1.0</td><td align=\"left\">1.3</td><td align=\"left\">1.6</td><td align=\"left\">1.9</td><td align=\"left\">2.3</td><td align=\"left\">2.6</td><td align=\"left\">2.9</td><td align=\"left\">3.2</td></tr><tr><td align=\"left\">20%</td><td align=\"left\">0.6</td><td align=\"left\">1.3</td><td align=\"left\">1.9</td><td align=\"left\">2.6</td><td align=\"left\">3.2</td><td align=\"left\">3.9</td><td align=\"left\">4.5</td><td align=\"left\">5.2</td><td align=\"left\">5.8</td><td align=\"left\">6.4</td></tr><tr><td align=\"left\">30%</td><td align=\"left\">1.0</td><td align=\"left\">1.9</td><td align=\"left\">2.9</td><td align=\"left\">3.9</td><td align=\"left\">4.9</td><td align=\"left\">5.8</td><td align=\"left\">6.8</td><td align=\"left\">7.8</td><td align=\"left\">8.7</td><td align=\"left\">9.7</td></tr><tr><td align=\"left\">40%</td><td align=\"left\">1.3</td><td align=\"left\">2.6</td><td align=\"left\">3.9</td><td align=\"left\">5.2</td><td align=\"left\">6.5</td><td align=\"left\">7.8</td><td align=\"left\">9.1</td><td align=\"left\">10.4</td><td align=\"left\">11.7</td><td align=\"left\">13.0</td></tr><tr><td align=\"left\">50%</td><td align=\"left\">1.6</td><td align=\"left\">3.3</td><td align=\"left\">4.9</td><td align=\"left\">6.5</td><td align=\"left\">8.1</td><td align=\"left\">9.8</td><td align=\"left\">11.4</td><td align=\"left\">13.0</td><td align=\"left\">14.6</td><td align=\"left\">16.3</td></tr><tr><td align=\"left\">60%</td><td align=\"left\">2.0</td><td align=\"left\">3.9</td><td align=\"left\">5.9</td><td align=\"left\">7.8</td><td align=\"left\">9.8</td><td align=\"left\">11.8</td><td align=\"left\">13.7</td><td align=\"left\">15.7</td><td align=\"left\">17.7</td><td align=\"left\">19.6</td></tr><tr><td align=\"left\">70%</td><td align=\"left\">2.3</td><td align=\"left\">4.6</td><td align=\"left\">6.9</td><td align=\"left\">9.1</td><td align=\"left\">11.4</td><td align=\"left\">13.7</td><td align=\"left\">16.0</td><td align=\"left\">18.3</td><td align=\"left\">20.6</td><td align=\"left\">22.8</td></tr><tr><td align=\"left\">80%</td><td align=\"left\">2.6</td><td align=\"left\">5.2</td><td align=\"left\">7.8</td><td align=\"left\">10.5</td><td align=\"left\">13.1</td><td align=\"left\">15.7</td><td align=\"left\">18.3</td><td align=\"left\">20.9</td><td align=\"left\">23.5</td><td align=\"left\">26.1</td></tr><tr><td align=\"left\">90%</td><td align=\"left\">2.9</td><td align=\"left\">5.9</td><td align=\"left\">8.8</td><td align=\"left\">11.7</td><td align=\"left\">14.7</td><td align=\"left\">17.6</td><td align=\"left\">20.5</td><td align=\"left\">23.5</td><td align=\"left\">26.4</td><td align=\"left\">29.3</td></tr><tr><td align=\"left\">100%</td><td align=\"left\">3.3</td><td align=\"left\">6.6</td><td align=\"left\">9.9</td><td align=\"left\">13.1</td><td align=\"left\">16.4</td><td align=\"left\">19.7</td><td align=\"left\">23.0</td><td align=\"left\">26.3</td><td align=\"left\">29.6</td><td align=\"left\">32.8</td></tr></tbody></table>"
                            ],
                            "title": "Income Losses Matrix (as % of total gross income)",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Then, to narrow the possible outcomes down, we choose the scenarios for which the decline in per capita gross income comes closest to the macroeconomic predictors. Here, we use the IMF predictions for 2020 adjusted to per capita growth rates using data on population growth for the latest year available and assume the “pass-through” of GDP growth to household (gross) income growth of 0.85. As shown by the iso-loss curve (outcomes of income losses that are consistent with the predicted macroeconomic downturn), the previous step reduces the possible outcomes to between five or six depending on the country (highlighted cells in <a href=\"#table2\">Table 2</a>). When no other information is available, we choose the two results closest to the corners of the table where either the smallest proportion of households lose larger amounts of income –\"concentrated losses” scenario-- or the largest proportion of households lose smaller amounts of income –“dispersed losses” scenario.",
                    "type": "paragraph"
                },
                {
                    "text": "When additional information regarding the share of households that declare having lost income is available, we can choose a specific outcome within the matrix. In our exercise, the World Bank’s High-Frequency Monitoring Dashboard (2020) shows that 71.7 percent of households experienced a decline in their total income in Colombia.<a href=\"#fn19\"><sup>19</sup></a> For Mexico, <a href=\"#bib42\">Universidad Iberoamericana (2021)</a> finds that between April and December 2020, on average, 64 percent of households experienced a decrease in total income.<a href=\"#fn20\"><sup>20</sup></a> Since there is no information for Argentina and Brazil, we used 70 and 80 percent, respectively, the average for Latin America according to two major studies for the region.<a href=\"#fn21\"><sup>21</sup></a> For each country, the scenario for which we have information on the projected GDP fall and the proportion of households who report losing income are the following: Argentina: total gross per capita income losses equal 9.4 percent with 70 percent of households losing 50 percent of their income; Brazil: 4.2 percent with 80 percent of households losing 20 percent; Colombia: 7.1 percent with 70 percent of households losing 30 percent; and, Mexico: 7.9 percent with 60 percent of households losing 40 percent. We show the “actual losses” scenario for each country in pink in <a href=\"#table2\">Table 2</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, we construct the post-policy response distribution, which simulates most of the additional policies each government has put in place to cushion the impact of the crisis, including both expansions of existing social assistance and introduction of new programs. <a href=\"#table3\">Table 3</a> gives a brief description of each government’s policy responses in 2020 incorporated in our simulations of emergency social assistance programs.<a href=\"#fn22\"><sup>22</sup></a> Note that Mexico has provided no additional social assistance (at the federal level) in the wake of the crisis.<a href=\"#fn23\"><sup>23</sup></a>",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Notes: * refers to new social assistance programs that were introduced in the first months of lockdowns. For a more detailed description (and sources) see <a href=\"#A1-T2\">Table A2</a> in the Appendix. Amount of the transfer in (LCU/USD) prices of May 2020. The number of beneficiaries in the simulations do not necessarily correspond exactly to those shown above because in Argentina the simulations apply to urban areas only. The numerator of the fiscal cost is obtained by multiplying the size of the transfers by the number of times it was given and the number of beneficiaries; the denominator equals GDP per IMF projections for 2020 (<a href=\"#bib26\">IMF, 2021</a>).",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table3",
                            "label": "Table 3",
                            "tables": [
                                "<table><thead><tr><th align=\"left\" rowspan=\"2\">Country</th><th align=\"left\" rowspan=\"2\">Program</th><th align=\"left\" rowspan=\"2\">Target population of new programs</th><th align=\"left\" rowspan=\"2\">Number of transfers</th><th align=\"left\" colspan=\"2\">Amount of the transfers</th><th align=\"left\" colspan=\"2\">Transfer as % of poverty lines</th><th align=\"left\" rowspan=\"2\">Total beneficiaries by the end of the year (administrative data)</th><th align=\"left\" rowspan=\"2\">Fiscal cost as % of GDP</th></tr><tr><th align=\"left\">LCU</th><th align=\"left\">USD</th><th align=\"left\">National</th><th align=\"left\">$5.50 PPP</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"3\">Argentina</td><td align=\"left\">Ingreso Familiar de Emergencia*</td><td align=\"left\">Vulnerable, Informal workers</td><td align=\"left\">3</td><td align=\"left\">ARG$10,000</td><td align=\"left\">US$148</td><td align=\"left\">113.5</td><td align=\"left\">253.3</td><td align=\"left\">9 million people</td><td align=\"left\">1.41%</td></tr><tr><td align=\"left\">AUH / AUE</td><td align=\"left\">-</td><td align=\"left\">1</td><td align=\"left\">ARG$3,100</td><td align=\"left\">US$46</td><td align=\"left\">35.2</td><td align=\"left\">78.5</td><td align=\"left\">4.3 million people</td><td align=\"left\">0.07%</td></tr><tr><td align=\"left\"><i>memo: Total</i></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"><i>memo: Total</i></td><td align=\"left\">1.48%</td></tr><tr><td align=\"left\" rowspan=\"2\">Brazil</td><td align=\"left\">Auxílio Emergencial*</td><td align=\"left\">Vulnerable, Informal workers</td><td align=\"left\">9</td><td align=\"left\">R$300-R$600</td><td align=\"left\">US$53-US$107</td><td align=\"left\">121.9</td><td align=\"left\">140.3</td><td align=\"left\">67 million people</td><td align=\"left\">3.32%</td></tr><tr><td align=\"left\"><i>memo: Total</i></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"><i>memo: Total</i></td><td align=\"left\">3.32%</td></tr><tr><td align=\"left\" rowspan=\"6\">Colombia</td><td align=\"left\">Ingreso solidario*</td><td align=\"left\">Vulnerable, Informal workers</td><td align=\"left\">9</td><td align=\"left\">COL$160,000</td><td align=\"left\">US$42</td><td align=\"left\">65.9</td><td align=\"left\">58.8</td><td align=\"left\">3 million households</td><td align=\"left\">0.44%</td></tr><tr><td align=\"left\">Bogotá solidaria*</td><td align=\"left\">Vulnerable, Informal workers</td><td align=\"left\">5</td><td align=\"left\">COL$233,000</td><td align=\"left\">US$60</td><td align=\"left\">95.9</td><td align=\"left\">85.6</td><td align=\"left\">521 thousand households</td><td align=\"left\">0.06%</td></tr><tr><td align=\"left\">Familias en Acción</td><td align=\"left\">-</td><td align=\"left\">5</td><td align=\"left\">COL$145,000</td><td align=\"left\">US$38</td><td align=\"left\">59.7</td><td align=\"left\">53.2</td><td align=\"left\">2.6 million households</td><td align=\"left\">0.19%</td></tr><tr><td align=\"left\">Jóvenes en Acción</td><td align=\"left\">-</td><td align=\"left\">5</td><td align=\"left\">COL$356,000</td><td align=\"left\">US$92</td><td align=\"left\">146.5</td><td align=\"left\">130.7</td><td align=\"left\">204 thousand people</td><td align=\"left\">0.04%</td></tr><tr><td align=\"left\">Colombia Mayor</td><td align=\"left\">-</td><td align=\"left\">5</td><td align=\"left\">COL$160,000</td><td align=\"left\">US$42</td><td align=\"left\">65.9</td><td align=\"left\">58.8</td><td align=\"left\">1.7 million people</td><td align=\"left\">0.14%</td></tr><tr><td align=\"left\"><i>memo: Total</i></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"><i>memo: Total</i></td><td align=\"left\">0.87%</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\" colspan=\"9\">No additional social assistance</td></tr></tbody></table>"
                            ],
                            "title": "COVID-19 New and Expanded Social Assistance Included in Simulations",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "For simulating the expanded social assistance, we proceed as follows. In the case of programs that existed pre-COVID, we assign the post-COVID additional payments to the households in which household members in the survey reported being beneficiaries of the existing pre-COVID programs. For the new social assistance programs, we first identify possible beneficiary households based on the definition of each program’s target population (e.g., informal workers, female household head, socio-economic level, and so on) and then assign the transfer randomly but only among the target population to match the number of total beneficiaries simulated in the survey to that reported in the administrative data.<a href=\"#fn24\"><sup>24</sup></a>",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Here, we first present results of the estimated impact of COVID-19 for the “dispersed losses” and “concentrated losses” scenarios. This establishes a range of the potential effects that governments can use to choose possible policy responses on the safety net and other fronts. Next, we present the estimated impact for the “actual losses” scenario.<a href=\"#fn25\"><sup>25</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "As mentioned earlier, compared with some of the existing studies that were published early on, ours does not assume that all incomes change in the same proportion. In other words, we consider that the pandemic has differential effects depending on the sources of income and the ability to telework and, thus, income losses will not be proportional across the distribution by definition. Indeed, as shown in <a href=\"#table4\">Table 4</a>, inequality measured with the Gini coefficient for post-pandemic incomes (before considering the impact of the expanded social assistance) increases in the four countries and for all scenarios.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: Change is the difference between post- and pre-pandemic Gini coefficients.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ calculations based on ENIGH (2018), EPH (2019), GEIH (2019), PNADC (2019).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\"><i>Pre-Pandemic</i></th><th align=\"left\" colspan=\"2\"><i>Post-Pandemic Without Expanded Social Assistance</i></th><th align=\"left\" colspan=\"2\"><i>Post-Pandemic With Expanded Social Assistance</i></th></tr><tr><th align=\"left\">Country</th><th align=\"left\">Gini Coefficient</th><th align=\"left\">Gini Coefficient</th><th align=\"left\">Change<br/>(Gini points)</th><th align=\"left\">Gini Coefficient</th><th align=\"left\">Change<br/>(Gini points)</th></tr></thead><tbody><tr><td align=\"left\" colspan=\"6\"><b>Panel (a) \"Concentrated Losses\" Scenario</b></td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">44.4</td><td align=\"left\">48.6</td><td align=\"left\">4.2</td><td align=\"left\">46.9</td><td align=\"left\">2.5</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">55.4</td><td align=\"left\">57.0</td><td align=\"left\">1.6</td><td align=\"left\">53.3</td><td align=\"left\">-2.1</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">55.0</td><td align=\"left\">58.2</td><td align=\"left\">3.1</td><td align=\"left\">56.9</td><td align=\"left\">1.9</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">46.4</td><td align=\"left\">49.3</td><td align=\"left\">2.9</td><td align=\"left\">49.3</td><td align=\"left\">2.9</td></tr><tr><td align=\"left\" colspan=\"6\"><b>Panel (b) \"Dispersed Losses\" Scenario</b></td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">44.4</td><td align=\"left\">46.7</td><td align=\"left\">2.2</td><td align=\"left\">45.1</td><td align=\"left\">0.7</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">55.4</td><td align=\"left\">56.1</td><td align=\"left\">0.8</td><td align=\"left\">52.5</td><td align=\"left\">-2.9</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">55.0</td><td align=\"left\">56.0</td><td align=\"left\">0.9</td><td align=\"left\">54.8</td><td align=\"left\">-0.2</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">46.4</td><td align=\"left\">47.7</td><td align=\"left\">1.3</td><td align=\"left\">47.7</td><td align=\"left\">1.3</td></tr><tr><td align=\"left\" colspan=\"6\"><b>Panel (c) \"Actual Losses\" Scenario</b></td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">44.4</td><td align=\"left\">47.0</td><td align=\"left\">2.6</td><td align=\"left\">45.3</td><td align=\"left\">0.9</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">55.4</td><td align=\"left\">56.1</td><td align=\"left\">0.8</td><td align=\"left\">52.5</td><td align=\"left\">-2.9</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">55.0</td><td align=\"left\">56.2</td><td align=\"left\">1.2</td><td align=\"left\">55.1</td><td align=\"left\">0.1</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">46.4</td><td align=\"left\">47.9</td><td align=\"left\">1.5</td><td align=\"left\">47.9</td><td align=\"left\">1.5</td></tr></tbody></table>"
                                    ],
                                    "title": "Gini Coefficient",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "If we only have information regarding GDP contractions, the nowcast focuses on the “concentrated losses” and “dispersed losses” scenarios. Panels (a) and (b) of <a href=\"#table4\">Table 4</a> show that under the “concentrated losses” scenario, the increase in inequality is large in all countries, but it is less so in the “dispersed losses” scenario. In the former, a smaller proportion of households are losing almost all their at-risk income, which shifts them far to the lower end of the income distribution, necessarily increasing inequality regardless of where they started. In the latter, each losing household’s loss is smaller and so less likely to move a large number of households to the low end of the distribution.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Once we have additional information on the proportion of households who lose income (from, for example, real-time telephone surveys), we can choose one combination of the key parameters, the scenario we have called “actual losses.” In the four countries, the share of households losing income is relatively large. Thus, the potential impact on inequality is closer to the potential impact on inequality under the “dispersed losses” scenario. In fact, note that for Brazil, the “actual losses” scenario coincides with the “dispersed losses” scenario (Panel (c) of <a href=\"#table4\">Table 4</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the next step, we generate the post-pandemic-post-expanded social assistance distribution. The remarkable result from the last two columns of <a href=\"#table4\">Table 4</a> is that inequality in Brazil is lower than in the pre-pandemic for all the scenarios. In Argentina, the unequalizing effect appears to have been mitigated substantially: the 2.6 increase in Gini points without expanded social assistance under the “actual losses” scenario falls to 0.9. The mitigating effect is smaller in Colombia. Since Mexico did not expand the social assistance, inequality there is expected to rise by the most.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1. Impact on Inequality",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The combination of severe contractions in per capita GDP with higher levels of inequality is expected to generate a more severe impact on poverty than if one assumes that all incomes fall proportionately. We use two poverty thresholds to analyze the impact of COVID-19 on poverty: the national poverty lines and the US$5.50 a day international poverty line (in 2011 purchasing power parity).<a href=\"#fn26\"><sup>26</sup></a> We present two poverty indicators: the headcount ratio and the number of new poor.<a href=\"#fn27\"><sup>27</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table5\">Table 5</a> presents the estimated impact of COVID-19 in 2020 on poverty for the “dispersed losses,” “concentrated losses,” and “actual losses” scenarios for the national poverty line. <a href=\"#table6\">Table 6</a> is analogous to <a href=\"#table5\">Table 5</a> but presents the results for the $5.50 PPP poverty line.<a href=\"#fn28\"><sup>28</sup></a> Again, if we only have information regarding GDP contractions, the nowcast focuses on the “concentrated losses” and “dispersed losses” scenarios. <a href=\"#table5\">Table 5</a> shows that at national poverty lines, the results are quite similar across scenarios. This result might suggest that estimates are quite robust to any particular pair of loss probability and loss share chosen from <a href=\"#table2\">Table 2</a> so long as they produce a national decline in income per capita similar to the IMF’s projections for GDP. At the $5.50 poverty line (<a href=\"#table6\">Table 6</a>), however, poverty increases do differ somewhat across the scenarios for Argentina and Brazil, but remain large.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: Change is the difference between post- and pre-pandemic headcount ratios. The number of new poor is calculated as the change in post- and pre-pandemic headcount ratios times the projected population for 2020 obtained from the World Bank World Development Indicators. pp: percentage points.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ calculations based on ENIGH (2018), EPH (2019), GEIH (2019), PNADC (2019).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\"><i>Pre-Pandemic</i></th><th align=\"left\" colspan=\"3\"><i>Post-Pandemic Without Expanded Social Assistance</i></th><th align=\"left\" colspan=\"3\"><i>Post-Pandemic With Expanded Social Assistance</i></th></tr><tr><th align=\"left\">Country</th><th align=\"left\">Headcount ratio (%)</th><th align=\"left\">Headcount ratio (%)</th><th align=\"left\">Change (pp.)</th><th align=\"left\">New poor (in millions)</th><th align=\"left\">Headcount ratio (%)</th><th align=\"left\">Change (pp.)</th><th align=\"left\">New poor (in millions)</th></tr></thead><tbody><tr><td align=\"left\" colspan=\"8\"><b>Panel (a) \"Concentrated Losses\" Scenario</b></td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">35.5</td><td align=\"left\">42.8</td><td align=\"left\">7.2</td><td align=\"left\">2.0</td><td align=\"left\">40.3</td><td align=\"left\">4.8</td><td align=\"left\">1.4</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">28.2</td><td align=\"left\">31.8</td><td align=\"left\">3.6</td><td align=\"left\">7.5</td><td align=\"left\">26.1</td><td align=\"left\">-2.0</td><td align=\"left\">-4.3</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">31.8</td><td align=\"left\">36.9</td><td align=\"left\">5.2</td><td align=\"left\">2.5</td><td align=\"left\">34.8</td><td align=\"left\">3.0</td><td align=\"left\">1.5</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">53.8</td><td align=\"left\">58.6</td><td align=\"left\">4.9</td><td align=\"left\">6.1</td><td align=\"left\">58.6</td><td align=\"left\">4.9</td><td align=\"left\">6.1</td></tr><tr><td align=\"left\" colspan=\"8\"><b>Panel (b) \"Dispersed Losses\" Scenario</b></td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">35.5</td><td align=\"left\">43.1</td><td align=\"left\">7.6</td><td align=\"left\">2.1</td><td align=\"left\">40.7</td><td align=\"left\">5.1</td><td align=\"left\">1.4</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">28.2</td><td align=\"left\">31.0</td><td align=\"left\">2.9</td><td align=\"left\">6.0</td><td align=\"left\">24.9</td><td align=\"left\">-3.3</td><td align=\"left\">-6.8</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">31.8</td><td align=\"left\">36.0</td><td align=\"left\">4.2</td><td align=\"left\">2.1</td><td align=\"left\">33.4</td><td align=\"left\">1.7</td><td align=\"left\">0.8</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">53.8</td><td align=\"left\">59.3</td><td align=\"left\">5.5</td><td align=\"left\">6.9</td><td align=\"left\">59.3</td><td align=\"left\">5.5</td><td align=\"left\">6.9</td></tr><tr><td align=\"left\" colspan=\"8\"><b>Panel (c) \"Actual Losses\" Scenario</b></td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">35.5</td><td align=\"left\">43.0</td><td align=\"left\">7.4</td><td align=\"left\">2.1</td><td align=\"left\">40.7</td><td align=\"left\">5.2</td><td align=\"left\">1.5</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">28.2</td><td align=\"left\">31.0</td><td align=\"left\">2.9</td><td align=\"left\">6.0</td><td align=\"left\">24.9</td><td align=\"left\">-3.3</td><td align=\"left\">-6.8</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">31.8</td><td align=\"left\">36.4</td><td align=\"left\">4.6</td><td align=\"left\">2.3</td><td align=\"left\">34.1</td><td align=\"left\">2.3</td><td align=\"left\">1.1</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">53.8</td><td align=\"left\">59.3</td><td align=\"left\">5.5</td><td align=\"left\">6.9</td><td align=\"left\">59.3</td><td align=\"left\">5.5</td><td align=\"left\">6.9</td></tr></tbody></table>"
                                    ],
                                    "title": "Incidence of Poverty, National Poverty Line",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: Change is the difference between post- and pre-pandemic headcount ratios. The number of new poor is calculated as the change in post- and pre-pandemic headcount ratios times the projected population for 2020 obtained from the World Bank World Development Indicators. pp: percentage points.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ calculations based on ENIGH (2018), EPH (2019), GEIH (2019), PNADC (2019).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\"><i>Pre-Pandemic</i></th><th align=\"left\" colspan=\"3\"><i>Post-Pandemic Without Expanded Social Assistance</i></th><th align=\"left\" colspan=\"3\"><i>Post-Pandemic With Expanded Social Assistance</i></th></tr><tr><th align=\"left\">Country</th><th align=\"left\">Headcount ratio (%)</th><th align=\"left\">Headcount ratio (%)</th><th align=\"left\">Change (pp.)</th><th align=\"left\">New poor (in millions)</th><th align=\"left\">Headcount ratio (%)</th><th align=\"left\">Change (pp.)</th><th align=\"left\">New poor (in millions)</th></tr></thead><tbody><tr><td align=\"left\" colspan=\"8\"><b>Panel (a) \"Concentrated Losses\" Scenario</b></td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">10.9</td><td align=\"left\">19.1</td><td align=\"left\">8.2</td><td align=\"left\">2.3</td><td align=\"left\">16.8</td><td align=\"left\">5.9</td><td align=\"left\">1.7</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">25.4</td><td align=\"left\">28.9</td><td align=\"left\">3.5</td><td align=\"left\">7.4</td><td align=\"left\">22.2</td><td align=\"left\">-3.2</td><td align=\"left\">-6.7</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">37.6</td><td align=\"left\">42.6</td><td align=\"left\">5.0</td><td align=\"left\">2.5</td><td align=\"left\">40.8</td><td align=\"left\">3.2</td><td align=\"left\">1.6</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">34.9</td><td align=\"left\">41.6</td><td align=\"left\">6.8</td><td align=\"left\">8.5</td><td align=\"left\">41.6</td><td align=\"left\">6.8</td><td align=\"left\">8.5</td></tr><tr><td align=\"left\" colspan=\"8\"><b>Panel (b) \"Dispersed Losses\" Scenario</b></td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">10.9</td><td align=\"left\">16.5</td><td align=\"left\">5.6</td><td align=\"left\">1.6</td><td align=\"left\">13.0</td><td align=\"left\">2.1</td><td align=\"left\">0.6</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">25.4</td><td align=\"left\">27.6</td><td align=\"left\">2.2</td><td align=\"left\">4.6</td><td align=\"left\">20.6</td><td align=\"left\">-4.7</td><td align=\"left\">-9.9</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">37.6</td><td align=\"left\">42.1</td><td align=\"left\">4.5</td><td align=\"left\">2.2</td><td align=\"left\">40.3</td><td align=\"left\">2.7</td><td align=\"left\">1.3</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">34.9</td><td align=\"left\">41.6</td><td align=\"left\">6.7</td><td align=\"left\">8.4</td><td align=\"left\">41.6</td><td align=\"left\">6.7</td><td align=\"left\">8.4</td></tr><tr><td align=\"left\" colspan=\"8\"><b>Panel (c) \"Actual Losses\" Scenario</b></td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">10.9</td><td align=\"left\">15.8</td><td align=\"left\">4.9</td><td align=\"left\">1.4</td><td align=\"left\">12.8</td><td align=\"left\">1.9</td><td align=\"left\">0.5</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">25.4</td><td align=\"left\">27.6</td><td align=\"left\">2.2</td><td align=\"left\">4.6</td><td align=\"left\">20.6</td><td align=\"left\">-4.7</td><td align=\"left\">-9.9</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">37.6</td><td align=\"left\">41.8</td><td align=\"left\">4.2</td><td align=\"left\">2.1</td><td align=\"left\">39.8</td><td align=\"left\">2.2</td><td align=\"left\">1.1</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">34.9</td><td align=\"left\">41.3</td><td align=\"left\">6.5</td><td align=\"left\">8.1</td><td align=\"left\">41.3</td><td align=\"left\">6.5</td><td align=\"left\">8.1</td></tr></tbody></table>"
                                    ],
                                    "title": "Incidence of Poverty, $5.5 PPP Poverty Line",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Under both poverty lines, unsurprisingly, the increases in poverty without social assistance due to the pandemic are very large for all countries and scenarios.<a href=\"#fn29\"><sup>29</sup></a> In Brazil, where the government committed significant resources (3.3 percent of GDP) to expand its social assistance, policies more than offset the COVID-19-induced increase in poverty to such an extent that poverty was lower than its pre-pandemic levels. In Argentina and Colombia, governments dedicated less fiscal resources to new social assistance spending, so the mitigating effect is smaller. Finally, Mexico is the country where poverty rises the most and no additional resources were allocated to social assistance at the federal level, so the COVID-19 income shock was not mitigated.<a href=\"#fn30\"><sup>30</sup></a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2. Impact on poverty",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The poverty and inequality comparisons above are anonymous. By (re-)ranking households from poorest to richest in each distribution, they do not consider the income trajectories of individual households. We describe trajectories using non-anonymous growth incidence curves (GIC)—in this case, “contraction incidence curves”—and pre- to post-pandemic income mobility.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "<a href=\"#fig2\">Figure 2</a> shows the non-anonymous GIC curves for all the scenarios. Each point on the GIC curves shows the average change in per capita income (y-axis) for the households that are in the shown centile –based on their pre-pandemic income-- (x-axis). For example, under the “dispersed losses” scenario, the households in the first centile in Argentina could potentially lose about 13 percent of their pre-pandemic per capita income before the expanded social assistance; that loss becomes a gain of roughly 30 percent once we consider expanded social assistance.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig2",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00273%2Fijm-00273-fig002.tif",
                                                "size": {
                                                    "width": 1207,
                                                    "height": 2772
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00273%2Fijm-00273-fig002.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00273-fig002.jpg"
                                                }
                                            },
                                            "label": "Figure 2",
                                            "title": "Non-anonymous Growth Incidence Curves Panel (a) “Concentrated Losses” Scenario, Panel (B) “Dispersed Losses” Scenario, Panel (c) “Actual Losses” Scenario. Notes: The dashed vertical line is the national poverty line and the bold vertical line is the $5.50 (moderate poor) per day international line (in 2011 PPP). Poverty lines based on the pre-pandemic distribution of income. Source: Authors’ calculations based on ENIGH (2018), EPH (2019), GEIH (2019), PNADC (2019).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "The bold lines in <a href=\"#fig2\">Figure 2</a> show that households across the entire income distribution are worse off on average (regardless of the scenario) after the pandemic, which is not surprising, but the losses tend to be higher for the middle deciles rather than the poorest, which perhaps is surprising. The latter reflects the fact that poorer households have a cushion given by the existing social assistance programs (the bottom area in <a href=\"#fig1\">Figure 1</a>); it also reflects the fact that three types of income are both not at risk and concentrated at the top end of the pre-pandemic income distribution: social security pensions, salaries earned in the public sector, and labor earnings of white collar workers who are CEO’s, managers and researchers with internet access at home.<a href=\"#fn31\"><sup>31</sup></a>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The dotted lines in <a href=\"#fig2\">Figure 2</a> show the GIC curves after considering the effect of the expanded social assistance. As expected, social assistance cuts the losses and, indeed, increases the income of poor households by significantly more in Brazil where the mitigation policies have been much more ambitious compared to Argentina and Colombia. In all three countries that have new or expanded social assistance transfers those transfers favor the pre-pandemic poor.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-3-1",
                            "title": "3.3.1. Non-anonymous Growth Incidence Curves",
                            "type": "section"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3.Distribution of Losses: Non-anonymous Growth Incidence Curves and Income Mobility",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#table7\">Table 7</a> shows the results of the downward mobility across broad income classes. These income classes are: poor -- less than $3.20 per day; moderate poor -- between $3.20 and $5.50 per day; lower-middle class -- between $5.50 and $11.50 per day; middle class -- between $11.50 and $57.60 per day; and rich -- more than $57.60 per day.<a href=\"#fn32\"><sup>32</sup></a> Specifically, <a href=\"#table7\">Table 7</a> shows the downward mobility of the lower middle class and middle class caused by the crisis.<a href=\"#fn33\"><sup>33</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: Income groups in terms of 2011 PPP are: poor: below $3.20; moderate poor: between $3.20 and below $5.50 per day; vulnerable: between $5.50 and below $11.50 per day; and middle class: between $11.50 and below $57.60 per day.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Authors’ calculations based on ENIGH (2018), EPH (2019), GEIH (2019), PNADC (2019).",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table7",
                                    "label": "Table 7",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\" colspan=\"3\"><i>Post-Pandemic Without Expanded Social Assistance</i></th><th align=\"left\" colspan=\"3\"><i>Post-Pandemic With Expanded Social Assistance</i></th></tr><tr><th align=\"left\">Country</th><th align=\"left\">% of moderate poor who fall to poor</th><th align=\"left\">% of the vulnerable who fall to moderate poor or below</th><th align=\"left\">% of the middle class who fall to moderate poor or below</th><th align=\"left\">% of moderate poor who fall to poor</th><th align=\"left\">% of the vulnerable who fall to moderate poor or below</th><th align=\"left\">% of the middle class who fall to moderate poor or below</th></tr></thead><tbody><tr><td align=\"left\" colspan=\"7\"><b>Panel (a) \"Concentrated Losses\" Scenario</b></td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">22.6</td><td align=\"left\">20.8</td><td align=\"left\">6.2</td><td align=\"left\">19.2</td><td align=\"left\">19.0</td><td align=\"left\">5.8</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">10.2</td><td align=\"left\">8.9</td><td align=\"left\">2.7</td><td align=\"left\">6.8</td><td align=\"left\">6.9</td><td align=\"left\">1.9</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">9.7</td><td align=\"left\">11.5</td><td align=\"left\">4.9</td><td align=\"left\">9.3</td><td align=\"left\">11.1</td><td align=\"left\">4.8</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">15.2</td><td align=\"left\">15.1</td><td align=\"left\">3.7</td><td align=\"left\">15.2</td><td align=\"left\">15.1</td><td align=\"left\">3.7</td></tr><tr><td align=\"left\" colspan=\"7\"><b>Panel (b) \"Dispersed Losses\" Scenario</b></td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">27.5</td><td align=\"left\">21.9</td><td align=\"left\">0.0</td><td align=\"left\">7.8</td><td align=\"left\">13.0</td><td align=\"left\">0.0</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">10.2</td><td align=\"left\">8.3</td><td align=\"left\">0.0</td><td align=\"left\">1.3</td><td align=\"left\">2.3</td><td align=\"left\">0.0</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">15.8</td><td align=\"left\">14.2</td><td align=\"left\">0.0</td><td align=\"left\">10.2</td><td align=\"left\">10.7</td><td align=\"left\">0.0</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">18.1</td><td align=\"left\">16.9</td><td align=\"left\">0.0</td><td align=\"left\">18.1</td><td align=\"left\">16.9</td><td align=\"left\">0.0</td></tr><tr><td align=\"left\" colspan=\"7\"><b>Panel (c) \"Actual Losses\" Scenario</b></td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">27.4</td><td align=\"left\">24.5</td><td align=\"left\">0.0</td><td align=\"left\">10.6</td><td align=\"left\">15.3</td><td align=\"left\">0.0</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">10.2</td><td align=\"left\">8.3</td><td align=\"left\">0.0</td><td align=\"left\">1.3</td><td align=\"left\">2.3</td><td align=\"left\">0.0</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">17.1</td><td align=\"left\">15.3</td><td align=\"left\">0.0</td><td align=\"left\">12.5</td><td align=\"left\">12.8</td><td align=\"left\">0.0</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">21.0</td><td align=\"left\">17.3</td><td align=\"left\">0.0</td><td align=\"left\">21.0</td><td align=\"left\">17.3</td><td align=\"left\">0.0</td></tr></tbody></table>"
                                    ],
                                    "title": "Income Mobility",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The results show, for all scenarios, that large shares of the pre-pandemic poor fall into extreme poverty and large shares of the pre-pandemic lower-middle class fall into poverty. In the “concentrated losses” scenario, even some previously middle-class households fall into poverty, though this does not occur in the “dispersed losses” scenario (and the “actual losses” scenario) as the losses to any individual household are smaller and thus not sufficient to drive a previously middle-class household into poverty. The difference across scenarios in the impact of the newly introduced social assistance is much more striking in Argentina and Brazil. In the “concentrated losses” scenario, the new transfers offer only very small reductions in those who fall into extreme poverty or poverty. In this scenario, households are losing substantial amounts of income which the new social assistance is too small to replace. In the “dispersed losses” scenario, though, each losing household loses less income and the newly introduced social assistance seems to be sufficient to offset those losses and thus prevent households from falling into poverty.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.3.2. Pre- to Post-Pandemic Income Mobility",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Applications",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "When the pandemic struck, the first set of exercises quantifying the impact on living standards was produced fast and assumed that income losses were proportional across the income distribution. But it quickly became evident that this assumption was invalid as households with members working in informal sectors or members without the ability to telework were affected more drastically, and some households were minimally affected or not at all. Thus, the challenge was to use scant data to quantify the pandemic impact on living standards fast but not assuming that income losses would be proportional. Here, we propose a methodology with relatively low information requirements and a parsimonious modeling framework, which is also sufficiently flexible to allow the refinement of the projected effects of the shock as more information becomes available. Our proposed methodology to estimate the impact of COVID-19 or other unprecedented macroeconomic shocks on living standards allows researchers to relax the equal loss assumption and incorporate distributional changes in the analysis.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Concluding Remarks",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "For a description of lockdowns by country see, for example, <a href=\"#bib35\">Pages et al. (2020)</a> and <a href=\"#bib19\">Hale et al. (2021)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See, for example, <a href=\"#bib31\">Lackner et al. (2021)</a>, <a href=\"#bib40\">Sumner et al. (2020)</a>, and <a href=\"#bib43\">Valensisi (2020)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See, for example, <a href=\"#bib6\">Bottan et al. (2020)</a>, <a href=\"#bib25\">INEGI (2020)</a>, <a href=\"#bib42\">Universidad Iberoamericana (2021)</a>, <a href=\"#bib45\">World Bank (2020)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Although in <a href=\"#bib1\">Acevedo et al. (2020)</a>, <a href=\"#bib14\">Delaporte et al. (2021)</a>, <a href=\"#bib17\">ECLAC (2021)</a>, <a href=\"#bib39\">Solidarity Research Network (2020)</a> (for Brazil), <a href=\"#bib41\">Universidad de los Andes (2020)</a> (for Colombia) and <a href=\"#bib44\">Vos et al. (2020)</a> incomes do not contract proportionally, these studies do not provide non-anonymous analysis of income.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For example, <a href=\"#bib27\">Issahaku and Abu (2020)</a>, <a href=\"#bib34\">Nafula et al. (2020)</a>, <a href=\"#bib38\">Seck (2020)</a>, <a href=\"#bib46\">Yimer et al. (2020)</a>, and <a href=\"#bib47\">Younger et al. (2020)</a> apply our proposed methodology to estimate the distributional consequences of COVID-19 in Ghana, Kenya, Senegal, Ethiopia, and Uganda, respectively. Their results suggest that the pandemic has severe consequences on inequality and poverty in these countries, reverting any progress made during the previous years.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Another option is to consult with government experts.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Some studies use the ability of teleworking as a way to identify the employment/income that may not be at risk. See: <a href=\"#bib3\">Bartik et al. (2020)</a>; <a href=\"#bib15\">Delaporte and Peña, 2020</a>, <a href=\"#bib16\">Dingel and Neiman (2020)</a>, <a href=\"#bib20\">Hatayama et al. (2020)</a>, and <a href=\"#bib37\">Saltiel (2020)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The first reported estimates of aggregated GDP contractions were published in the IMF’s World Economic Outlook of April 2020.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This is analogous to the non-anonymous growth incidence curves in <a href=\"#bib7\">Bourguignon (2011)</a>, albeit here describing a contraction. In Bourguignon (2011), the author also discusses the theoretical and practical differences between the standard anonymous comparisons and non-anonymous methods, including the ones we use here.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This may result in some discrepancies with poverty estimates published in national and international databases such as the World Bank’s PovcalNet.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For Mexico and Colombia, we have information on these two incomes sources so we can test the sensitivity of results. Including consumption of own-production has little effect on the results as this is a small amount even for the poorest. What effect there is, however, is concentrated among poorest. The rental value of owner-occupied housing reduces the share of at-risk income roughly equally across the income distribution for both countries. Qualitatively, the results do not change when these two income sources are incorporated.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The reforms are briefly described in <a href=\"#bib33\">Lustig and Scott (2019)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Decree 297/2020 (Argentina), Decree 457 of March 22nd of 2020 (Colombia), and ILO Monitor: COVID-19 and the world of work (Brazil and Mexico). <a href=\"#A1-T1\">Table A1</a> in the appendix shows the distribution of employment between at-risk and not-at-risk by sector.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Existing information suggests that international remittances in Latin America have not been negatively affected by the pandemic. In our four countries, remittances are important primarily for Mexico. Based on information from <a href=\"#bib2\">Banco de Mexico (2021)</a>, despite the crisis, income from remittances grew in 2020 compared to 2019.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the case of Argentina, the household survey does not allow us to identify internet access at home for white-collar workers. Thus, all of these workers were considered as not having their income at risk.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn15",
                    "title": "15.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We checked the robustness of our classification method by comparing the proportion of workers that can telework using our approach with that obtained by <a href=\"#bib15\">Delaporte and Peña (2020)</a> for Latin American countries. Our results regarding the share of workers who can work from home are similar to that obtained by the latter (when they apply the approach from <a href=\"#bib37\">Saltiel (2020)</a>, the preferred one for developing countries). Furthermore, as far as we can tell, even the more appropriate approach has its limitations because not all workers who cannot telework should be assumed as having their income at risk, which seems to be the assumption in Delaporte and Peña (2020). Workers in essential sectors (healthcare, for example) will not have their incomes at risk even if they cannot telework. Thus, the approach we used here to classify incomes between at risk and not at risk appears to be more realistic because it includes the latter among the workers whose incomes are not at risk. In fact, <a href=\"#bib14\">Delaporte et al. (2021)</a> do exactly that in a subsequent article. In addition, in our definition of incomes that are not at risk we also include nonlabor income such as income received from governments (as transfers or wages), remittances, and—except for rents--incomes from capital (e.g., interests and dividends) while Delaporte, Escobar, and Peña (2020) contemplate labor income only.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn16",
                    "title": "16.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Here we should note that the Argentina survey is urban only which may explain the somewhat difference shape compared to the other countries.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn17",
                    "title": "17.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Taking an average of the composition of gross income by decile we find that income at risk represents 26.5 percent, 20 percent, 34 percent, and 33 percent of total gross income in Argentina, Brazil, Colombia and Mexico, respectively.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn18",
                    "title": "18.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To estimate results, we rounded this up to 70 percent. Using a different indicator, <a href=\"#bib6\">Bottan et al. (2020)</a> show that almost 80 percent of households reported loss of livelihood.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn19",
                    "title": "19.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To estimate results, we rounded it up to 60 percent. <a href=\"#bib6\">Bottan et al. (2020)</a> show that approximately 70 percent of households reported loss of livelihood.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn20",
                    "title": "20.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The <a href=\"#bib45\">World Bank (2020)</a> shows that in 2020 the share of households that experienced a decline in total income is 67.6 percent, on average, for Bolivia, Chile, Colombia, Costa Rica, Dominican Republic, Ecuador, Guatemala, Honduras, Paraguay, and Peru. <a href=\"#bib6\">Bottan et al. (2020)</a> find that, on average, for a sample of seventeen countries from Latin America and the Caribbean, over 70 percent of respondents to an online/telephone survey conducted during 2020 reported decreases in income.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn21",
                    "title": "21.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We do not include employment support programs. Their impact is implicit in the projected aggregate contraction in the sense that the income of the beneficiary households of these programs is not at risk. In order to estimate the benefit of this policy, proper pre-policy counterfactuals need to be generated, which is beyond the scope of this paper. Thus, the contribution of government policies to mitigate the impact of the pandemic presented here may be a closer to a lower bound. For a more comprehensive description of programs that were introduced by the governments in the four countries examined here, see <a href=\"#bib5\">Blofield et al. (2021)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn22",
                    "title": "22.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Mexico neither expanded nor introduced new safety nets. There were really only two mitigation policies and neither involves an additional transfer: beneficiaries of the non-contributory pensions and scholarships were given two months in advance (with total payments for the year unchanged, at least for now) and access to ―credito a la palabra‖ (a loan without any guarantees) to mainly small and medium enterprises (which could become a transfer in retrospect if they are not paid back).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn23",
                    "title": "23.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For a more detailed description of the existing and new programs included in the simulations, see <a href=\"#A1-T2\">Table A2</a> in the Appendix.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn24",
                    "title": "24.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Estimates of inequality for outcomes yielding a similar aggregate decline in per capita gross income but all possible combinations of the two key parameters are available in <a href=\"#A1-T3\">Table A3</a> in the Appendix.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn25",
                    "title": "25.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The national poverty line in 2011 PPP a day is equivalent to $12.3 in Argentina, $6.3 in Brazil, $4.9 in Colombia, and $7.8 in Mexico. For Argentina, the conversion to 2011 PPP uses Buenos Aires city’s CPI because the one produced by the National Statistics Institute (INDEC) went through a series of methodological changes that weakened its credibility. See, for example, <a href=\"#bib8\">Cavallo (2013)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn26",
                    "title": "26.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Results for the squared poverty gap are shown in <a href=\"#A1-T5\">tables A5 and A6</a> in the Appendix.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn27",
                    "title": "27.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Estimates of poverty for outcomes yielding a similar aggregate decline in per capita gross income but all possible combinations of the two key parameters are available in <a href=\"#A1-T4\">Table A4</a> in the Appendix.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn28",
                    "title": "28.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As a check on the importance of the assumptions we have made about which income is at-risk, we repeated our analysis assuming that all income (except for income from cash transfers, pensions and government salaries) is at-risk. We find the results to be broadly similar, though the increases in poverty and inequality are slightly less when we restrict our attention to outcomes with income losses similar in scale to the IMF’s predictions for declines in GDP.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn29",
                    "title": "29.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As a check on the importance of including the change in the distribution of income on our poverty estimates, we repeated our analysis assuming that everybody’s income declines by the same per capita fall projected by the IMF for each country. In this case, the increase in the number of poor in the four countries taken together would equal 9.3 million (using the $5.50 poverty line).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn30",
                    "title": "30.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#A1-F1\">Figure A1</a> in the appendix shows both the anonymous and non-anonymous GICs. The anonymous GIC’s tend to be upward sloping (except for the very poorest) and lie below the non-anonymous ones. In fact, the decline of incomes at the bottom before the expanded social assistance is much larger especially for the ―concentrated losses‖ scenario because some of the households that were not among the poorest pre-pandemic end up with almost zero income.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn31",
                    "title": "31.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "All cut-off values are in 2011 purchasing power parity (PPP) dollars. The default cut-off values $3.20 and $5.50 correspond to the income-category-specific poverty lines suggested in <a href=\"#bib28\">Jolliffe and Prydz (2016)</a>. The US$3.20 and US$5.50 PPP per day poverty lines are commonly used as extreme and moderate poverty lines for Latin America and roughly correspond to the median official extreme and moderate poverty lines in those countries. The $11.50 and $57.60 cutoffs correspond to cutoffs for the vulnerable and middle-class populations suggested for the 2005-era PPP conversion factors by <a href=\"#bib32\">López-Calva and Ortiz-Juarez (2014)</a>; $11.50 and $57.60 represent a United States CPI-inflation adjustment of the 2005-era $10 and $50 cutoffs. The US$10 PPP per day line is the upper bound of those vulnerable to falling into poverty (and thus the lower bound of the middle class) in three Latin American countries, calculated by López-Calva and Ortiz-Juarez (2014). <a href=\"#bib18\">Ferreira et al. (2013)</a> find that an income of around US$10 PPP also represents the income at which individuals in various Latin American countries tend to self-identify as belonging to the middle class and consider this a further justification for using it as the lower bound of the middle class. The US$10 PPP per day line was also used as the lower bound of the middle class in Latin America in <a href=\"#bib4\">Birdsall (2010)</a> and in developing countries in all regions of the world in <a href=\"#bib29\">Kharas (2010)</a>. The US$50 PPP per day line is the upper bound of the middle class proposed by Ferreira et al. (2013).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn32",
                    "title": "32.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The full set of income transition matrices is available upon request.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn33",
                    "title": "33.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Acevedo, I",
                        "preferred": "I Acevedo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Castellani, F",
                        "preferred": "F Castellani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Flores, I",
                        "preferred": "I Flores"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lotti, G",
                        "preferred": "G Lotti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Székely, M",
                        "preferred": "M Székely"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib1",
            "title": "Implicaciones Sociales Del COVID-19: Estimaciones y Alternativas Para América Latina y El Caribe",
            "type": "web",
            "uri": "https://publications.iadb.org/es/implicaciones-sociales-del-covid-19-estimaciones-y-alternativas-para-america-latina-y-el-caribe",
            "website": "Documento de discusión del BID, (820"
        },
        {
            "authors": [
                {
                    "name": "Banco de Mexico",
                    "type": "group"
                }
            ],
            "bookTitle": "Ingresos Por Remesas. Sistema de Información Económica",
            "date": "2021",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "México"
                        ]
                    },
                    "formatted": [
                        "México"
                    ]
                },
                "name": [
                    "Banco de México"
                ]
            },
            "type": "book",
            "uri": "https://www.banxico.org.mx/SieInternet/consultarDirectorioInternetAction.do?accion=consultarCuadro&idCuadro=CE100"
        },
        {
            "articleTitle": "The impact of COVID-19 on small business outcomes and expectations",
            "authors": [
                {
                    "name": {
                        "index": "Bartik, AW",
                        "preferred": "AW Bartik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bertrand, M",
                        "preferred": "M Bertrand"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cullen, Z",
                        "preferred": "Z Cullen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Glaeser, EL",
                        "preferred": "EL Glaeser"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Luca, M",
                        "preferred": "M Luca"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stanton, C",
                        "preferred": "C Stanton"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1073/pnas.2006991117",
            "id": "bib3",
            "journal": "Proceedings of the National Academy of Sciences of the United States of America",
            "pages": {
                "first": "17656",
                "last": "17666",
                "range": "17656–17666"
            },
            "pmid": 32651281,
            "type": "journal",
            "volume": "117"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Birdsall, N",
                        "preferred": "N Birdsall"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "The (indispensable) middle class in developing countries; or, the rich and the rest, not the poor and the rest, Equity in a Globalizing World, World Bank",
            "id": "bib4",
            "title": "Equity in a Globalizing World",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Blofield, M M",
                        "preferred": "M M Blofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lustig, N",
                        "preferred": "N Lustig"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Trasberg, M",
                        "preferred": "M Trasberg"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "id": "bib5",
            "title": "Social Protection During the Pandemic: Argentina, Brazil, Colombia, and Mexico. CEQ Working Paper. 104, Commitment to Equity Institute, Tulane University",
            "type": "web",
            "uri": "http://repec.tulane.edu/RePEc/ceq/ceq104.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bottan, N",
                        "preferred": "N Bottan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hoffmann, B.",
                        "preferred": "B. Hoffmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vera-Cossio, D.",
                        "preferred": "D. Vera-Cossio"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Unequal Burden of the Pandemic: Why the Fallout of COVID-19 Hits the Poor the Hardest",
            "date": "2020",
            "id": "bib6",
            "publisher": {
                "name": [
                    "Inter-American Development Bank"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Status quo in the welfare analysis of tax reforms",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1111/j.1475-4991.2011.00480.x",
            "id": "bib7",
            "journal": "Review of Income and Wealth",
            "pages": {
                "first": "603",
                "last": "621",
                "range": "603–621"
            },
            "type": "journal",
            "volume": "57"
        },
        {
            "articleTitle": "Online and official price indexes: Measuring Argentina’s inflation",
            "authors": [
                {
                    "name": {
                        "index": "Cavallo, A",
                        "preferred": "A Cavallo"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.1016/j.jmoneco.2012.10.002",
            "id": "bib8",
            "journal": "Journal of Monetary Economics",
            "pages": {
                "first": "152",
                "last": "165",
                "range": "152–165"
            },
            "type": "journal",
            "volume": "60"
        },
        {
            "articleTitle": "The Distributional Consequences of Social Distancing on Poverty and Labour Income Inequality in Latin America and the Caribbean",
            "authors": [
                {
                    "name": {
                        "index": "Delaporte, I",
                        "preferred": "I Delaporte"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Escobar, J",
                        "preferred": "J Escobar"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peña, W",
                        "preferred": "W Peña"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1007/s00148-021-00854-1",
            "id": "bib14",
            "journal": "J Popul Econ",
            "pages": {
                "first": "1385",
                "last": "1443",
                "range": "1385–1443"
            },
            "type": "journal",
            "volume": "34"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Delaporte, I",
                        "preferred": "I Delaporte"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peña, W.",
                        "preferred": "W. Peña"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Working from Home Under COVID-19: Who Is Affected? Evidence from Latin American and Caribbean Countries",
            "date": "2020",
            "id": "bib15",
            "pages": "14",
            "publisher": {
                "name": [
                    "CEPR Covid Economics"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "How many jobs can be done at home?",
            "authors": [
                {
                    "name": {
                        "index": "Dingel, JI",
                        "preferred": "JI Dingel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Neiman, B",
                        "preferred": "B Neiman"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1016/j.jpubeco.2020.104235",
            "id": "bib16",
            "journal": "Journal of Public Economics",
            "pages": "104235",
            "pmid": 32834177,
            "type": "journal",
            "volume": "189"
        },
        {
            "authors": [
                {
                    "name": "ECLAC",
                    "type": "group"
                }
            ],
            "date": "2021",
            "id": "bib17",
            "title": "Social Panorama of Latin America. United Nations Economic Commission for Latin America and the Caribbean",
            "type": "web",
            "uri": "https://www.cepal.org/en/publicaciones/ps"
        },
        {
            "authors": [
                {
                    "name": "ENIGH",
                    "type": "group"
                }
            ],
            "date": "2018",
            "details": "Encuesta Nacional de Ingresos y Gastos de Los Hogares, Instituto Nacional de Estadística y Geografía de México",
            "id": "bib48",
            "title": "Instituto Nacional de Estadística y Geografía de México",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "EPH",
                    "type": "group"
                }
            ],
            "date": "2019",
            "details": "Encuesta Permanente de Hogares, Instituto Nacional de Estadística y Censos de Argentina",
            "id": "bib49",
            "title": "Instituto Nacional de Estadística y Censos de Argentina",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ferreira, FH",
                        "preferred": "FH Ferreira"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Messina, J",
                        "preferred": "J Messina"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rigolini, J",
                        "preferred": "J Rigolini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "López-Calva, LF",
                        "preferred": "LF López-Calva"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lugo, R",
                        "preferred": "R Lugo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vakis, LF",
                        "preferred": "LF Vakis"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib18",
            "title": "La movilidad económica y el crecimiento de la clase media en América Latina",
            "type": "web",
            "uri": "https://elibrary.worldbank.org/doi/abs/10.1596/978-0-8213-9752-7",
            "website": "The World Bank"
        },
        {
            "authors": [
                {
                    "name": "GEIH",
                    "type": "group"
                }
            ],
            "bookTitle": "Gran Encuesta Integrada de Hogares",
            "date": "2019",
            "id": "bib50",
            "publisher": {
                "name": [
                    "Departamento Administrativo Nacional de Estadística de Colombia"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "A global panel database of pandemic policies (Oxford COVID-19 Government Response Tracker)",
            "authors": [
                {
                    "name": {
                        "index": "Hale, T",
                        "preferred": "T Hale"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Angrist, N",
                        "preferred": "N Angrist"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goldszmidt, R",
                        "preferred": "R Goldszmidt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kira, B",
                        "preferred": "B Kira"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Petherick, A",
                        "preferred": "A Petherick"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Phillips, T",
                        "preferred": "T Phillips"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Webster, S",
                        "preferred": "S Webster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cameron-Blake, E",
                        "preferred": "E Cameron-Blake"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hallas, L",
                        "preferred": "L Hallas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Majumdar, S",
                        "preferred": "S Majumdar"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tatlow, H",
                        "preferred": "H Tatlow"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1038/s41562-021-01079-8",
            "id": "bib19",
            "journal": "Nature Human Behaviour",
            "pages": {
                "first": "529",
                "last": "538",
                "range": "529–538"
            },
            "pmid": 33686204,
            "type": "journal",
            "volume": "5"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hatayama, M",
                        "preferred": "M Hatayama"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Viollaz, M",
                        "preferred": "M Viollaz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Winkler, H",
                        "preferred": "H Winkler"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "Jobs’ Amenability to Working from Home: Evidence from Skills Surveys for 53 Countries, Vol, 9241, 10.1596/1813-9450-9241",
            "id": "bib20",
            "title": "Jobs’ Amenability to Working from Home: Evidence from Skills Surveys for 53 Countries",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "ILO",
                    "type": "group"
                }
            ],
            "date": "2020",
            "details": "ILO Monitor: COVID-19 and the World of Work, 2nd, ed, International Labor Organization, https://www.ilo.org/global/topics/coronavirus/impacts-and-responses/WCMS_740877/lang--en/index.htm",
            "id": "bib22",
            "title": "ILO Monitor: COVID-19 and the World of Work",
            "type": "unknown",
            "uri": "https://www.ilo.org/global/topics/coronavirus/impacts-and-responses/WCMS_740877/lang--en/index.htm"
        },
        {
            "authors": [
                {
                    "name": "IMF",
                    "type": "group"
                }
            ],
            "date": "2021",
            "id": "bib26",
            "title": "World Economic Outlook Update, International Monetary Fund",
            "type": "web",
            "uri": "https://www.imf.org/en/publications/weo"
        },
        {
            "authors": [
                {
                    "name": "INEGI",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib25",
            "title": "Resultados de la Encuesta Telefónica de Ocupación y Empleo (ETOE) Cifras Oportunas de Junio de 2020. Instituto Nacional de Estadística y Geografía de México",
            "type": "web",
            "uri": "https://www.inegi.org.mx/contenidos/saladeprensa/boletines/2020/enoe_ie/ETOE2020_08.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Issahaku, H",
                        "preferred": "H Issahaku"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Abu, BM",
                        "preferred": "BM Abu"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib27",
            "title": "COVID-19 in Ghana: Consequences for Poverty, and Fiscal Implications",
            "type": "web",
            "uri": "https://www.researchgate.net/publication/348009338_COVID-19_in_Ghana_Consequences_for_Poverty_and_Fiscal_Implications/citation/download",
            "website": "African Economic Research Consortium. Working Paper"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Jolliffe, D",
                        "preferred": "D Jolliffe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Prydz, E",
                        "preferred": "E Prydz"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "id": "bib28",
            "title": "Estimating International Poverty Lines from Comparable National resholds English). Policy Research Working Paper WPS 7606. is paper was funded by the Knowledge for Change Program (KCP). World Bank Group",
            "type": "web",
            "uri": "http://documents.worldbank.org/curated/en/837051468184454513/Estimating-international-%20poverty-lines-from-comparable-national-thresholds"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kharas, H",
                        "preferred": "H Kharas"
                    },
                    "type": "person"
                }
            ],
            "chapterTitle": "The Emerging Middle Class in Developing Countries, OECD Development Centre Working Papers 285",
            "date": "2010",
            "id": "bib29",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "OECD Publishing"
                ]
            },
            "title": "https://doi.org/10.1787/5kmmp8lncrns-en",
            "type": "web",
            "uri": "https://doi.org/10.1787/5kmmp8lncrns-en"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lackner, C",
                        "preferred": "C Lackner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yonzan, N",
                        "preferred": "N Yonzan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mahler, DG",
                        "preferred": "DG Mahler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "A. Castaneda Aguilar, D",
                        "preferred": "D A. Castaneda Aguilar"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wu, H",
                        "preferred": "H Wu"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "id": "bib31",
            "title": "Updated Estimates of the Impact of COVID-19 on Global Poverty: Looking Back at 2020 and the Outlook for 2021",
            "type": "web",
            "uri": "https://blogs.worldbank.org/opendata/updated-estimates-impact-covid-19-global-poverty-effect-new-data"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lakner, C",
                        "preferred": "C Lakner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mahler, DG",
                        "preferred": "DG Mahler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Negre, M",
                        "preferred": "M Negre"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Prydz, EB",
                        "preferred": "EB Prydz"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "How Much Does Reducing Inequality Matter for Global Poverty?",
            "date": "2020",
            "doi": "10.1596/33902",
            "id": "bib30",
            "publisher": {
                "name": [
                    "The World Bank"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "A vulnerability approach to the definition of the middle class",
            "authors": [
                {
                    "name": {
                        "index": "López-Calva, LF",
                        "preferred": "LF López-Calva"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ortiz-Juarez, E",
                        "preferred": "E Ortiz-Juarez"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.1007/s10888-012-9240-5",
            "id": "bib32",
            "journal": "The Journal of Economic Inequality",
            "pages": {
                "first": "23",
                "last": "47",
                "range": "23–47"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lustig, N",
                        "preferred": "N Lustig"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Scott, J",
                        "preferred": "J Scott"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "id": "bib33",
            "title": "Política fiscal para un Estado de bienestar",
            "type": "web",
            "uri": "https://www.nexos.com.mx/?p=43123",
            "website": "Nexos. Julio"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Nafula, N",
                        "preferred": "N Nafula"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kyalo, D",
                        "preferred": "D Kyalo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Munga, B",
                        "preferred": "B Munga"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ngugi, R",
                        "preferred": "R Ngugi"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib34",
            "title": "Poverty and Distributional Effects of COVID-19 on Households in Kenya",
            "type": "web",
            "uri": "http://publication.aercafricalibrary.org/handle/123456789/1266",
            "website": "African Economic Research Consortium. Working Paper"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Pages, C",
                        "preferred": "C Pages"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Aclan, C",
                        "preferred": "C Aclan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Alfonso, M",
                        "preferred": "M Alfonso"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Arroio, R",
                        "preferred": "R Arroio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Irigoyen, J",
                        "preferred": "J Irigoyen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mejía, I",
                        "preferred": "I Mejía"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mendieta, C",
                        "preferred": "C Mendieta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moreno, S",
                        "preferred": "S Moreno"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Muente, A",
                        "preferred": "A Muente"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peñaherrera, S",
                        "preferred": "S Peñaherrera"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pombo, C",
                        "preferred": "C Pombo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Regalia, F",
                        "preferred": "F Regalia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savedoff, W",
                        "preferred": "W Savedoff"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stein, E",
                        "preferred": "E Stein"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tejerina, L",
                        "preferred": "L Tejerina"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib35",
            "title": "From lockdown to reopening: Strategic considerations for the resumption of activities in Latin America and the Caribbean within the framework of COVID-19. Inter-American Development Bank, IADB",
            "type": "web",
            "uri": "https://publications.iadb.org/es/del-confinamiento-a-la-reapertura-consideraciones-estrategicas-para-el-reinicio-de-las-actividades-en-america-latina-y-el-caribe-en-el-marco-de-la-COVID-19"
        },
        {
            "authors": [
                {
                    "name": "PNADC",
                    "type": "group"
                }
            ],
            "bookTitle": "Pesquisa Nacional Por Amostra de Domicilios Continua",
            "date": "2019",
            "id": "bib51",
            "publisher": {
                "name": [
                    "Instituto Brasileiro de Geografia e Estatistica do Brasil"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Measuring Aggregate Welfare in Developing Countries: How Well Do National Accounts and Surveys Agree?",
            "authors": [
                {
                    "name": {
                        "index": "Ravallion, M",
                        "preferred": "M Ravallion"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "doi": "10.1162/003465303322369786",
            "id": "bib36",
            "journal": "Review of Economics and Statistics",
            "pages": {
                "first": "645",
                "last": "652",
                "range": "645–652"
            },
            "type": "journal",
            "volume": "85"
        },
        {
            "articleTitle": "Who can work from home in developing countries",
            "authors": [
                {
                    "name": {
                        "index": "Saltiel, F",
                        "preferred": "F Saltiel"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib37",
            "journal": "Covid Economics",
            "pages": {
                "first": "104",
                "last": "118",
                "range": "104–118"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Seck, A",
                        "preferred": "A Seck"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib38",
            "title": "Poverty Consequences of COVID-19 Epidemic-Induced Lockdowns in Senegal: Extent and Implications from a Household Survey",
            "type": "web",
            "uri": "http://publication.aercafricalibrary.org/handle/123456789/1267",
            "website": "African Economic Research Consortium. Working Paper"
        },
        {
            "authors": [
                {
                    "name": "Solidarity Research Network",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib39",
            "title": "COVID-19: Public Policies and Society’s Responses. Bulletin 14 Solidarity Research Network",
            "type": "web",
            "uri": "https://redepesquisasolidaria.org/wp-content/uploads/2020/07/boletimpps_14_3julho_ingles.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sumner, A",
                        "preferred": "A Sumner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hoy, C",
                        "preferred": "C Hoy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ortiz-Juarez, E",
                        "preferred": "E Ortiz-Juarez"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib40",
            "title": "Precarity and the pandemic: COVID-19 and poverty incidence, intensity, and severity in developing countries",
            "type": "web",
            "uri": "https://www.wider.unu.edu/sites/default/files/Publications/Working-paper/PDF/wp2020-77.pdf",
            "website": "WIDER Working Paper 2020/77"
        },
        {
            "authors": [
                {
                    "name": "Universidad de los Andes",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib41",
            "title": "La Vulnerabilidad del Empleo a la Emergencia de COVID19 Nota Macroeconómica 11",
            "type": "web",
            "uri": "https://economia.uniandes.edu.co/components/com_booklibrary/ebooks/BM%2011.pdf",
            "website": "Macroeconomics research group, Universidad de los Andes"
        },
        {
            "authors": [
                {
                    "name": "Universidad Iberoamericana",
                    "type": "group"
                }
            ],
            "date": "2021",
            "id": "bib42",
            "title": "Encuesta de Seguimiento de los Efectos del COVID-19 en el Bienestar de los Hogares Mexicanos",
            "type": "web",
            "uri": "https://equide.org/pobreza/https-equide-org-pobreza-impactos-del-covid-19-en-mexico/",
            "website": "Universidad Iberoamericana, México"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Valensisi, G",
                        "preferred": "G Valensisi"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "COVID-19 and global poverty: Are LDCs being left behind?, WIDER Working Paper, 10.35188/UNU-WIDER/2020/830-6",
            "id": "bib43",
            "title": "WIDER Working Paper",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Vos, R",
                        "preferred": "R Vos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Martin, W.",
                        "preferred": "W. Martin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Laborde, D.",
                        "preferred": "D. Laborde"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib44",
            "title": "How much will global poverty increase because of COVID-19? IFPRI",
            "type": "web",
            "uri": "https://www.ifpri.org/blog/poverty-and-food-insecurity-could-grow-dramatically-covid-19-spreads"
        },
        {
            "authors": [
                {
                    "name": "World Bank",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib45",
            "title": "COVID-19 High-Frequency Monitoring Dashboard",
            "type": "web",
            "uri": "https://www.worldbank.org/en/data/interactive/2020/11/11/covid-19-high-frequency-monitoring-dashboard",
            "website": "The World Bank"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Yimer, F",
                        "preferred": "F Yimer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Alemayehu, M",
                        "preferred": "M Alemayehu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taffesse, S",
                        "preferred": "S Taffesse"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib46",
            "title": "The Short-Run Impact of the COVID-19 Crisis on Poverty in Ethipia",
            "type": "web",
            "uri": "https://www.africaportal.org/publications/short-run-impact-covid-19-crisis-poverty-ethiopia/",
            "website": "African Economic Research Consortium. Working Paper"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Younger, SD",
                        "preferred": "SD Younger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Musisi, A",
                        "preferred": "A Musisi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Asiimwe, W",
                        "preferred": "W Asiimwe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ntungire, N",
                        "preferred": "N Ntungire"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rauschendorfer, J",
                        "preferred": "J Rauschendorfer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Manwaring, P",
                        "preferred": "P Manwaring"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib47",
            "title": "Estimating Income Losses and Consequences of the COVID-19 Crisis in Uganda",
            "type": "web",
            "uri": "https://www.theigc.org/sites/default/files/2020/11/Younger-et-al-2020-Final-report.pdf"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: Authors’ calculations based on ENIGH (2018), EPH (2019), GEIH (2019), PNADC (2019).",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "BLK_A1-T1",
                            "label": "Table A1",
                            "tables": [
                                "<table><tbody><tr><td align=\"left\"><b>Panel (a) Argentina (urban)</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\"><b>Sector</b></td><td align=\"left\"><b>Not at risk</b></td><td align=\"left\"><b>At risk</b></td><td align=\"left\"><b>Total</b></td></tr><tr><td align=\"left\">Agriculture</td><td align=\"left\">65,109</td><td align=\"left\">0</td><td align=\"left\">65,109</td></tr><tr><td align=\"left\">Mining</td><td align=\"left\">36,897</td><td align=\"left\">12,281</td><td align=\"left\">49,178</td></tr><tr><td align=\"left\">Manufacturing</td><td align=\"left\">7,36,190</td><td align=\"left\">6,63,709</td><td align=\"left\">13,99,899</td></tr><tr><td align=\"left\">Electricity, gas and water supply</td><td align=\"left\">52,041</td><td align=\"left\">37,702</td><td align=\"left\">89,743</td></tr><tr><td align=\"left\">Construction</td><td align=\"left\">1,19,479</td><td align=\"left\">9,84,050</td><td align=\"left\">11,03,529</td></tr><tr><td align=\"left\">Retail and wholesale</td><td align=\"left\">5,93,180</td><td align=\"left\">15,84,484</td><td align=\"left\">21,77,664</td></tr><tr><td align=\"left\">Accommodation and food service</td><td align=\"left\">1,12,358</td><td align=\"left\">3,44,128</td><td align=\"left\">4,56,486</td></tr><tr><td align=\"left\">Transport</td><td align=\"left\">1,50,331</td><td align=\"left\">4,90,213</td><td align=\"left\">6,40,544</td></tr><tr><td align=\"left\">Information and communication</td><td align=\"left\">86,118</td><td align=\"left\">1,70,555</td><td align=\"left\">2,56,673</td></tr><tr><td align=\"left\">Financial services</td><td align=\"left\">1,78,675</td><td align=\"left\">88,681</td><td align=\"left\">2,67,356</td></tr><tr><td align=\"left\">Real estate</td><td align=\"left\">36,809</td><td align=\"left\">30,604</td><td align=\"left\">67,413</td></tr><tr><td align=\"left\">Professional activities</td><td align=\"left\">6,95,307</td><td align=\"left\">2,51,581</td><td align=\"left\">9,46,888</td></tr><tr><td align=\"left\">Public administration</td><td align=\"left\">10,16,020</td><td align=\"left\">0</td><td align=\"left\">10,16,020</td></tr><tr><td align=\"left\">Education</td><td align=\"left\">10,12,903</td><td align=\"left\">0</td><td align=\"left\">10,12,903</td></tr><tr><td align=\"left\">Health</td><td align=\"left\">7,93,233</td><td align=\"left\">0</td><td align=\"left\">7,93,233</td></tr><tr><td align=\"left\">Other sectors</td><td align=\"left\">3,49,785</td><td align=\"left\">14,04,260</td><td align=\"left\">17,54,045</td></tr><tr><td align=\"left\">Total</td><td align=\"left\">60,34,435</td><td align=\"left\">60,62,248</td><td align=\"left\">1,20,96,683</td></tr><tr><td align=\"left\">%</td><td align=\"left\">49.9%</td><td align=\"left\">50.1%</td><td align=\"left\"/></tr><tr><td align=\"left\"><b>Panel (b) Brazil</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\"><b>Sector</b></td><td align=\"left\"><b>Not at risk</b></td><td align=\"left\"><b>At risk</b></td><td align=\"left\"><b>Total</b></td></tr><tr><td align=\"left\">Agriculture</td><td align=\"left\">86,36,764</td><td align=\"left\">0</td><td align=\"left\">86,36,764</td></tr><tr><td align=\"left\">Mining</td><td align=\"left\">3,84,819</td><td align=\"left\">28,358</td><td align=\"left\">4,13,177</td></tr><tr><td align=\"left\">Manufacturing</td><td align=\"left\">39,96,924</td><td align=\"left\">69,10,053</td><td align=\"left\">1,09,06,977</td></tr><tr><td align=\"left\">Electricity, gas and water supply</td><td align=\"left\">7,44,746</td><td align=\"left\">1,53,773</td><td align=\"left\">8,98,519</td></tr><tr><td align=\"left\">Construction</td><td align=\"left\">3,21,999</td><td align=\"left\">64,93,117</td><td align=\"left\">68,15,116</td></tr><tr><td align=\"left\">Retail and wholesale</td><td align=\"left\">83,52,357</td><td align=\"left\">95,43,628</td><td align=\"left\">1,78,95,985</td></tr><tr><td align=\"left\">Accommodation and food service</td><td align=\"left\">3,85,260</td><td align=\"left\">52,36,263</td><td align=\"left\">56,21,523</td></tr><tr><td align=\"left\">Transport</td><td align=\"left\">26,41,323</td><td align=\"left\">21,94,322</td><td align=\"left\">48,35,645</td></tr><tr><td align=\"left\">Information and communication</td><td align=\"left\">12,41,353</td><td align=\"left\">1,02,909</td><td align=\"left\">13,44,262</td></tr><tr><td align=\"left\">Financial services</td><td align=\"left\">11,03,351</td><td align=\"left\">1,68,406</td><td align=\"left\">12,71,757</td></tr><tr><td align=\"left\">Real estate</td><td align=\"left\">70,257</td><td align=\"left\">4,76,066</td><td align=\"left\">5,46,323</td></tr><tr><td align=\"left\">Professional activities</td><td align=\"left\">40,62,780</td><td align=\"left\">34,81,562</td><td align=\"left\">75,44,342</td></tr><tr><td align=\"left\">Public administration</td><td align=\"left\">51,11,266</td><td align=\"left\">0</td><td align=\"left\">51,11,266</td></tr><tr><td align=\"left\">Education</td><td align=\"left\">65,88,520</td><td align=\"left\">0</td><td align=\"left\">65,88,520</td></tr><tr><td align=\"left\">Health</td><td align=\"left\">47,47,906</td><td align=\"left\">0</td><td align=\"left\">47,47,906</td></tr><tr><td align=\"left\">Other sectors</td><td align=\"left\">6,98,142</td><td align=\"left\">1,06,02,821</td><td align=\"left\">1,13,00,963</td></tr><tr><td align=\"left\">Total</td><td align=\"left\">4,90,87,767</td><td align=\"left\">4,53,91,278</td><td align=\"left\">9,44,79,045</td></tr><tr><td align=\"left\">%</td><td align=\"left\">52.0%</td><td align=\"left\">48.0%</td><td align=\"left\"/></tr><tr><td align=\"left\"><b>Panel (c) Colombia</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\"><b>Sector</b></td><td align=\"left\"><b>Not at risk</b></td><td align=\"left\"><b>At risk</b></td><td align=\"left\"><b>Total</b></td></tr><tr><td align=\"left\">Agriculture</td><td align=\"left\">35,15,167</td><td align=\"left\">0</td><td align=\"left\">35,15,167</td></tr><tr><td align=\"left\">Mining</td><td align=\"left\">1,95,612</td><td align=\"left\">1,222</td><td align=\"left\">1,96,834</td></tr><tr><td align=\"left\">Manufacturing</td><td align=\"left\">14,50,032</td><td align=\"left\">10,89,303</td><td align=\"left\">25,39,335</td></tr><tr><td align=\"left\">Electricity, gas and water supply</td><td align=\"left\">1,13,037</td><td align=\"left\">38,081</td><td align=\"left\">1,51,118</td></tr><tr><td align=\"left\">Construction</td><td align=\"left\">1,20,927</td><td align=\"left\">13,92,706</td><td align=\"left\">15,13,633</td></tr><tr><td align=\"left\">Retail and wholesale</td><td align=\"left\">16,32,476</td><td align=\"left\">28,15,331</td><td align=\"left\">44,47,807</td></tr><tr><td align=\"left\">Accommodation and food service</td><td align=\"left\">26,771</td><td align=\"left\">14,92,637</td><td align=\"left\">15,19,408</td></tr><tr><td align=\"left\">Transport</td><td align=\"left\">5,18,790</td><td align=\"left\">9,46,252</td><td align=\"left\">14,65,042</td></tr><tr><td align=\"left\">Information and communication</td><td align=\"left\">2,13,505</td><td align=\"left\">46,873</td><td align=\"left\">2,60,378</td></tr><tr><td align=\"left\">Financial services</td><td align=\"left\">3,05,304</td><td align=\"left\">26,567</td><td align=\"left\">3,31,871</td></tr><tr><td align=\"left\">Real estate</td><td align=\"left\">40,836</td><td align=\"left\">3,11,224</td><td align=\"left\">3,52,060</td></tr><tr><td align=\"left\">Professional activities</td><td align=\"left\">7,92,673</td><td align=\"left\">5,54,786</td><td align=\"left\">13,47,459</td></tr><tr><td align=\"left\">Public administration</td><td align=\"left\">7,11,302</td><td align=\"left\">0</td><td align=\"left\">7,11,302</td></tr><tr><td align=\"left\">Education</td><td align=\"left\">9,59,010</td><td align=\"left\">0</td><td align=\"left\">9,59,010</td></tr><tr><td align=\"left\">Health</td><td align=\"left\">9,56,935</td><td align=\"left\">0</td><td align=\"left\">9,56,935</td></tr><tr><td align=\"left\">Other sectors</td><td align=\"left\">2,05,906</td><td align=\"left\">16,88,689</td><td align=\"left\">18,94,595</td></tr><tr><td align=\"left\">Total</td><td align=\"left\">1,17,58,283</td><td align=\"left\">1,04,03,671</td><td align=\"left\">2,21,61,954</td></tr><tr><td align=\"left\">%</td><td align=\"left\">53.1%</td><td align=\"left\">46.9%</td><td align=\"left\"/></tr><tr><td align=\"left\"><b>Panel (d) Mexico</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\"><b>Sector</b></td><td align=\"left\"><b>Not at risk</b></td><td align=\"left\"><b>At risk</b></td><td align=\"left\"><b>Total</b></td></tr><tr><td align=\"left\">Agriculture</td><td align=\"left\">89,53,313</td><td align=\"left\">0</td><td align=\"left\">89,53,313</td></tr><tr><td align=\"left\">Mining</td><td align=\"left\">1,98,514</td><td align=\"left\">0</td><td align=\"left\">1,98,514</td></tr><tr><td align=\"left\">Manufacturing</td><td align=\"left\">40,98,366</td><td align=\"left\">54,70,030</td><td align=\"left\">95,68,396</td></tr><tr><td align=\"left\">Electricity, gas and water supply</td><td align=\"left\">2,20,675</td><td align=\"left\">655</td><td align=\"left\">2,21,330</td></tr><tr><td align=\"left\">Construction</td><td align=\"left\">3,48,183</td><td align=\"left\">44,77,639</td><td align=\"left\">48,25,822</td></tr><tr><td align=\"left\">Retail and wholesale</td><td align=\"left\">58,93,101</td><td align=\"left\">51,45,482</td><td align=\"left\">1,10,38,583</td></tr><tr><td align=\"left\">Accommodation and food service</td><td align=\"left\">1,81,228</td><td align=\"left\">47,54,290</td><td align=\"left\">49,35,518</td></tr><tr><td align=\"left\">Transport</td><td align=\"left\">8,13,780</td><td align=\"left\">16,28,415</td><td align=\"left\">24,42,195</td></tr><tr><td align=\"left\">Information and communication</td><td align=\"left\">4,70,479</td><td align=\"left\">0</td><td align=\"left\">4,70,479</td></tr><tr><td align=\"left\">Financial services</td><td align=\"left\">5,58,741</td><td align=\"left\">557</td><td align=\"left\">5,59,298</td></tr><tr><td align=\"left\">Real estate</td><td align=\"left\">3,77,231</td><td align=\"left\">108</td><td align=\"left\">3,77,339</td></tr><tr><td align=\"left\">Professional activities</td><td align=\"left\">13,51,674</td><td align=\"left\">31,126</td><td align=\"left\">13,82,800</td></tr><tr><td align=\"left\">Public administration</td><td align=\"left\">21,72,350</td><td align=\"left\">0</td><td align=\"left\">21,72,350</td></tr><tr><td align=\"left\">Education</td><td align=\"left\">28,18,952</td><td align=\"left\">0</td><td align=\"left\">28,18,952</td></tr><tr><td align=\"left\">Health</td><td align=\"left\">16,70,654</td><td align=\"left\">0</td><td align=\"left\">16,70,654</td></tr><tr><td align=\"left\">Other sectors</td><td align=\"left\">62,08,673</td><td align=\"left\">55,66,657</td><td align=\"left\">1,17,75,330</td></tr><tr><td align=\"left\">Total</td><td align=\"left\">3,63,35,914</td><td align=\"left\">2,70,74,959</td><td align=\"left\">6,34,10,873</td></tr><tr><td align=\"left\">%</td><td align=\"left\">57.3%</td><td align=\"left\">42.7%</td><td align=\"left\"/></tr></tbody></table>"
                            ],
                            "title": "Employment by Sector",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "BLK_A1-T2",
                            "label": "Table A2",
                            "tables": [
                                "<table><tbody><tr><td align=\"left\"><b>Argentina</b></td></tr><tr><td align=\"left\">NEW Ingreso Familiar de Emergencia is an unconditional transitory cash transfer to informal and vulnerable workers between 18 and 65 years old during the COVID-19 pandemic. The beneficiaries are individuals, and each household can receive only one allowance. Beneficiaries received three monthly payments of ARG $10,000 from May and July. The transfer amount represents 113.5% and 253.3% of the national and $5.5 PPP per day poverty lines.<br/><a href=\"https://www.argentina.gob.ar/economia/medidas-economicas-COVID19/ingresofamiliardeemergencia\">https://www.argentina.gob.ar/economia/medidas-economicas-COVID19/ingresofamiliardeemergencia</a></td></tr><tr><td align=\"left\">INCREASED Asignación Universal por Hijo is a conditional cash transfer program for children and adolescents (younger than 18 years old) living in poverty or vulnerability situations. The program includes conditions related to health and education obligations. The beneficiaries are individuals, and a household can receive up to 5 allowances. During the COVID-19 pandemic, the government announced a one-time extraordinary payment of ARG $3,100 in March. The transfer amount represents 35.2% and 78.5% of the national and $5.5 PPP per day poverty lines.<br/><a href=\"https://www.anses.gob.ar/asignacion-universal-por-hijo\">https://www.anses.gob.ar/asignacion-universal-por-hijo</a> <a href=\"https://www.argentina.gob.ar/economia/medidas-economicas-COVID19/bonos/AUH-AUE\">https://www.argentina.gob.ar/economia/medidas-economicas-COVID19/bonos/AUH-AUE</a></td></tr><tr><td align=\"left\"><b>Brazil</b></td></tr><tr><td align=\"left\">NEW Auxílio Emergencial is an unconditional transitory cash transfer to informal workers, individual microentrepreneurs, self-employed, and beneficiaries of Bolsa Família during the COVID-19 pandemic. The beneficiaries are individuals, and there are no restrictions on the number of allowances per household. Beneficiaries received five monthly payments of R $600 from April to August, and four monthly payments at half the original amount from September to December. The original transfer amount represents 121.9% and 140.3% of the national and $5.5 PPP per day poverty lines.<br/><a href=\"https://www.caixa.gov.br/auxilio/PAGINAS/DEFAULT2.ASPX\">https://www.caixa.gov.br/auxilio/PAGINAS/DEFAULT2.ASPX</a> <a href=\"https://www.gov.br/cidadania/pt-br/servicos/sagi/relatorios/deolhonacidadania_3_2202.pdf\">https://www.gov.br/cidadania/pt-br/servicos/sagi/relatorios/deolhonacidadania_3_2202.pdf</a></td></tr><tr><td align=\"left\"><b>Colombia</b></td></tr><tr><td align=\"left\">NEW Ingreso Solidario is an unconditional transitory cash transfer program that aims to mitigate the situation of vulnerable households facing economic difficulties due to the COVID-19 pandemic. The beneficiaries of Ingreso Solidario are not obligated to any condition, but they must not be receiving any other social programs. The beneficiaries are households, and only one allowance per household is permitted. Beneficiarios received nine monthly payments of COL $160,000 from April to December. The program represents around 65.9% and 58.8% of the national and $5.5 PPP per day poverty lines.<br/><a href=\"https://ingresosolidario.dnp.gov.co/\">https://ingresosolidario.dnp.gov.co/</a></td></tr><tr><td align=\"left\">NEW Bogotá Solidaria is an unconditional cash transfer program (from Bogotá’s Mayor Office) to support vulnerable and poor families in the city during the COVID-19 pandemic. The beneficiaries of Bogotá Solidario must not have any intra-household violence record. The beneficiaries are households, and only one allowance per household is permitted. Beneficiaries received five payments of COL $233,000. The program represents around 95.9% and 85.6% of the national and $5.5 PPP per day poverty lines.<br/><a href=\"https://rentabasicabogota.gov.co/\">https://rentabasicabogota.gov.co/</a></td></tr><tr><td align=\"left\">INCREASED Familias en Acción is a conditional cash transfer program for children and adolescents (younger than 18 years old) living under food insecurity conditions. The beneficiaries are individuals, and a household can receive up to 3 allowances. The program includes conditions related to health and education obligations. During the COVID-19 pandemic, the government announced five extraordinary payments of COL $145,000 delivered every two months between March and December. The program represents around 59.7% and 53.2% of the national and $5.5 PPP per day poverty lines.<br/><a href=\"https://prosperidadsocial.gov.co/sgpp/transferencias/familias-en-accion/\">https://prosperidadsocial.gov.co/sgpp/transferencias/familias-en-accion/</a> <a href=\"https://prosperidadsocial.gov.co/asi-vamos-contra-el-covid-19/\">https://prosperidadsocial.gov.co/asi-vamos-contra-el-covid-19/</a></td></tr><tr><td align=\"left\">INCREASED Jóvenes en Acción is a conditional cash transfer program for young adults (between 16 to 24 years old) facing economic difficulties to continue or finish their studies. The program includes conditions related to eligibility criteria on other programs such as Familias en Accion and Red de la Superación de la Pobreza Extrema. The beneficiaries are individuals, and there are no restrictions on the number of allowances per household. During the COVID-19 pandemic, the government announced five-time extraordinary payments of COL $356,000 delivered every two months between March and December. The program represents around 146.5% and 130.7% of the national and $5.5 PPP per day poverty lines.<br/><a href=\"https://prosperidadsocial.gov.co/sgpp/transferencias/jovenes-en-accion/\">https://prosperidadsocial.gov.co/sgpp/transferencias/jovenes-en-accion/</a> <a href=\"https://prosperidadsocial.gov.co/asi-vamos-contra-el-covid-19/\">https://prosperidadsocial.gov.co/asi-vamos-contra-el-covid-19/</a></td></tr><tr><td align=\"left\">INCREASED Colombia Mayor is an unconditional cash transfer program for older adults without a pension or who live in extreme poverty or indigence. The beneficiaries are individuals, and there are no restrictions on the number of allowances per household. During the COVID-19 pandemic, the government announced five-time extraordinary payments of COL $160,000 delivered every two months between March and December. The program represents around 65.9% and 58.8% of the national and $5.5 PPP per day poverty lines.<br/><a href=\"https://prosperidadsocial.gov.co/Noticias/disponible-pago-ordinario-y-extraordinario-para-beneficiarios-de-colombia-mayor/\">https://prosperidadsocial.gov.co/Noticias/disponible-pago-ordinario-y-extraordinario-para-beneficiarios-de-colombia-mayor/</a></td></tr></tbody></table>"
                            ],
                            "title": "Description of Existing and New Social Assistance Programs by Country",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Notes: Change is the difference between post- and pre-pandemic Gini coefficients.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "Source: Authors’ calculations based on ENIGH (2018), EPH (2019), GEIH (2019), PNADC (2019).",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "BLK_A1-T3",
                            "label": "Table A3",
                            "tables": [
                                "<table><thead><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\"><i>Pre-Pandemic</i></th><th align=\"left\" colspan=\"2\"><i>Post-Pandemic Without Expanded Social Assistance</i></th><th align=\"left\" colspan=\"2\"><i>Post-Pandemic With Expanded Social Assistance</i></th></tr><tr><th align=\"left\">Country</th><th align=\"left\">Scenario</th><th align=\"left\">Gini Coefficient</th><th align=\"left\">Gini Coefficient</th><th align=\"left\">Change<br/>(Gini points)</th><th align=\"left\">Gini Coefficient</th><th align=\"left\">Change<br/>(Gini points)</th></tr></thead><tbody><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">40% lose 90%</td><td align=\"left\">44.4</td><td align=\"left\">48.6</td><td align=\"left\">4.2</td><td align=\"left\">46.9</td><td align=\"left\">2.5</td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">50% lose 70%</td><td align=\"left\">44.4</td><td align=\"left\">47.7</td><td align=\"left\">3.3</td><td align=\"left\">46.0</td><td align=\"left\">1.6</td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">60% lose 60%</td><td align=\"left\">44.4</td><td align=\"left\">47.5</td><td align=\"left\">3.0</td><td align=\"left\">45.7</td><td align=\"left\">1.3</td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">70% lose 50%</td><td align=\"left\">44.4</td><td align=\"left\">47.0</td><td align=\"left\">2.6</td><td align=\"left\">45.3</td><td align=\"left\">0.9</td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">90% lose 40%</td><td align=\"left\">44.4</td><td align=\"left\">46.7</td><td align=\"left\">2.2</td><td align=\"left\">45.1</td><td align=\"left\">0.7</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">20% lose 80%</td><td align=\"left\">55.4</td><td align=\"left\">57.0</td><td align=\"left\">1.6</td><td align=\"left\">53.3</td><td align=\"left\">-2.1</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">30% lose 50%</td><td align=\"left\">55.4</td><td align=\"left\">56.4</td><td align=\"left\">1.1</td><td align=\"left\">52.7</td><td align=\"left\">-2.6</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">40% lose 40%</td><td align=\"left\">55.4</td><td align=\"left\">56.4</td><td align=\"left\">1.0</td><td align=\"left\">52.7</td><td align=\"left\">-2.7</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">50% lose 30%</td><td align=\"left\">55.4</td><td align=\"left\">56.2</td><td align=\"left\">0.8</td><td align=\"left\">52.5</td><td align=\"left\">-2.8</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">80% lose 20%</td><td align=\"left\">55.4</td><td align=\"left\">56.1</td><td align=\"left\">0.8</td><td align=\"left\">52.5</td><td align=\"left\">-2.9</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">20% lose 100%</td><td align=\"left\">55.0</td><td align=\"left\">58.2</td><td align=\"left\">3.1</td><td align=\"left\">56.9</td><td align=\"left\">1.9</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">30% lose 70%</td><td align=\"left\">55.0</td><td align=\"left\">57.2</td><td align=\"left\">2.2</td><td align=\"left\">56.0</td><td align=\"left\">1.0</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">40% lose 50%</td><td align=\"left\">55.0</td><td align=\"left\">56.6</td><td align=\"left\">1.6</td><td align=\"left\">55.5</td><td align=\"left\">0.4</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">50% lose 40%</td><td align=\"left\">55.0</td><td align=\"left\">56.4</td><td align=\"left\">1.4</td><td align=\"left\">55.2</td><td align=\"left\">0.2</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">70% lose 30%</td><td align=\"left\">55.0</td><td align=\"left\">56.2</td><td align=\"left\">1.2</td><td align=\"left\">55.1</td><td align=\"left\">0.1</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">100% lose 20%</td><td align=\"left\">55.0</td><td align=\"left\">56.0</td><td align=\"left\">0.9</td><td align=\"left\">54.8</td><td align=\"left\">-0.2</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">30% lose 80%</td><td align=\"left\">46.4</td><td align=\"left\">49.3</td><td align=\"left\">2.9</td><td align=\"left\">49.3</td><td align=\"left\">2.9</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">40% lose 60%</td><td align=\"left\">46.4</td><td align=\"left\">48.6</td><td align=\"left\">2.2</td><td align=\"left\">48.6</td><td align=\"left\">2.2</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">50% lose 50%</td><td align=\"left\">46.4</td><td align=\"left\">48.3</td><td align=\"left\">1.9</td><td align=\"left\">48.3</td><td align=\"left\">1.9</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">60% lose 40%</td><td align=\"left\">46.4</td><td align=\"left\">47.9</td><td align=\"left\">1.5</td><td align=\"left\">47.9</td><td align=\"left\">1.5</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">80% lose 30%</td><td align=\"left\">46.4</td><td align=\"left\">47.7</td><td align=\"left\">1.3</td><td align=\"left\">47.7</td><td align=\"left\">1.3</td></tr></tbody></table>"
                            ],
                            "title": "Gini Coefficient for Scenarios with Losses Similar to the Loss Projections by IMF (2021)",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Notes: Change is the difference between post- and pre-pandemic headcount ratios. The number of new poor is calculated as the change in post- and pre-pandemic headcount ratios times the projected population for 2020 obtained from the World Bank World Development Indicators. pp: percentage points.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "Source: Authors’ calculations based on ENIGH (2018), EPH (2019), GEIH (2019), PNADC (2019).",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "BLK_A1-T4",
                            "label": "Table A4",
                            "tables": [
                                "<table><thead><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\"><i>Pre-Pandemic</i></th><th align=\"left\" colspan=\"3\"><i>Post-Pandemic Without Expanded Social Assistance</i></th><th align=\"left\" colspan=\"3\"><i>Post-Pandemic With Expanded Social Assistance</i></th></tr><tr><th align=\"left\">Country</th><th align=\"left\">Scenario</th><th align=\"left\">Headcount ratio<br/>(%)</th><th align=\"left\">Headcount ratio<br/>(%)</th><th align=\"left\">Change<br/>(pp.)</th><th align=\"left\">New poor<br/>(in millions)</th><th align=\"left\">Headcount ratio<br/>(%)</th><th align=\"left\">Change<br/>(pp.)</th><th align=\"left\">New poor<br/>(in millions)</th></tr></thead><tbody><tr><td align=\"left\" colspan=\"9\"><b>Panel (a) National Poverty Line</b></td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">40% lose 90%</td><td align=\"left\">35.5</td><td align=\"left\">42.8</td><td align=\"left\">7.2</td><td align=\"left\">2</td><td align=\"left\">40.3</td><td align=\"left\">4.8</td><td align=\"left\">1.4</td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">50% lose 70%</td><td align=\"left\">35.5</td><td align=\"left\">42.9</td><td align=\"left\">7.4</td><td align=\"left\">2.1</td><td align=\"left\">40.3</td><td align=\"left\">4.7</td><td align=\"left\">1.3</td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">60% lose 60%</td><td align=\"left\">35.5</td><td align=\"left\">43.1</td><td align=\"left\">7.6</td><td align=\"left\">2.1</td><td align=\"left\">40.6</td><td align=\"left\">5.1</td><td align=\"left\">1.4</td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">70% lose 50%</td><td align=\"left\">35.5</td><td align=\"left\">43</td><td align=\"left\">7.4</td><td align=\"left\">2.1</td><td align=\"left\">40.7</td><td align=\"left\">5.2</td><td align=\"left\">1.5</td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">90% lose 40%</td><td align=\"left\">35.5</td><td align=\"left\">43.1</td><td align=\"left\">7.6</td><td align=\"left\">2.1</td><td align=\"left\">40.7</td><td align=\"left\">5.1</td><td align=\"left\">1.4</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">20% lose 80%</td><td align=\"left\">28.2</td><td align=\"left\">31.8</td><td align=\"left\">3.6</td><td align=\"left\">7.5</td><td align=\"left\">26.1</td><td align=\"left\">-2</td><td align=\"left\">-4.3</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">30% lose 50%</td><td align=\"left\">28.2</td><td align=\"left\">31</td><td align=\"left\">2.8</td><td align=\"left\">5.8</td><td align=\"left\">25.2</td><td align=\"left\">-3</td><td align=\"left\">-6.2</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">40% lose 40%</td><td align=\"left\">28.2</td><td align=\"left\">31.1</td><td align=\"left\">3</td><td align=\"left\">6.2</td><td align=\"left\">25.1</td><td align=\"left\">-3</td><td align=\"left\">-6.3</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">50% lose 30%</td><td align=\"left\">28.2</td><td align=\"left\">30.9</td><td align=\"left\">2.7</td><td align=\"left\">5.6</td><td align=\"left\">24.8</td><td align=\"left\">-3.3</td><td align=\"left\">-6.9</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">80% lose 20%</td><td align=\"left\">28.2</td><td align=\"left\">31</td><td align=\"left\">2.9</td><td align=\"left\">6</td><td align=\"left\">24.9</td><td align=\"left\">-3.3</td><td align=\"left\">-6.8</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">20% lose 100%</td><td align=\"left\">31.8</td><td align=\"left\">36.9</td><td align=\"left\">5.2</td><td align=\"left\">2.5</td><td align=\"left\">34.8</td><td align=\"left\">3</td><td align=\"left\">1.5</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">30% lose 70%</td><td align=\"left\">31.8</td><td align=\"left\">37.1</td><td align=\"left\">5.3</td><td align=\"left\">2.6</td><td align=\"left\">35</td><td align=\"left\">3.2</td><td align=\"left\">1.6</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">40% lose 50%</td><td align=\"left\">31.8</td><td align=\"left\">36.5</td><td align=\"left\">4.7</td><td align=\"left\">2.3</td><td align=\"left\">34.4</td><td align=\"left\">2.6</td><td align=\"left\">1.3</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">50% lose 40%</td><td align=\"left\">31.8</td><td align=\"left\">36.5</td><td align=\"left\">4.7</td><td align=\"left\">2.3</td><td align=\"left\">34.2</td><td align=\"left\">2.4</td><td align=\"left\">1.2</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">70% lose 30%</td><td align=\"left\">31.8</td><td align=\"left\">36.4</td><td align=\"left\">4.6</td><td align=\"left\">2.3</td><td align=\"left\">34.1</td><td align=\"left\">2.3</td><td align=\"left\">1.1</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">100% lose 20%</td><td align=\"left\">31.8</td><td align=\"left\">36</td><td align=\"left\">4.2</td><td align=\"left\">2.1</td><td align=\"left\">33.4</td><td align=\"left\">1.7</td><td align=\"left\">0.8</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">30% lose 80%</td><td align=\"left\">53.8</td><td align=\"left\">58.6</td><td align=\"left\">4.9</td><td align=\"left\">6.1</td><td align=\"left\">58.6</td><td align=\"left\">4.9</td><td align=\"left\">6.1</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">40% lose 60%</td><td align=\"left\">53.8</td><td align=\"left\">59</td><td align=\"left\">5.2</td><td align=\"left\">6.5</td><td align=\"left\">59</td><td align=\"left\">5.2</td><td align=\"left\">6.5</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">50% lose 50%</td><td align=\"left\">53.8</td><td align=\"left\">59.5</td><td align=\"left\">5.7</td><td align=\"left\">7.1</td><td align=\"left\">59.5</td><td align=\"left\">5.7</td><td align=\"left\">7.1</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">60% lose 40%</td><td align=\"left\">53.8</td><td align=\"left\">59.3</td><td align=\"left\">5.5</td><td align=\"left\">6.9</td><td align=\"left\">59.3</td><td align=\"left\">5.5</td><td align=\"left\">6.9</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">80% lose 30%</td><td align=\"left\">53.8</td><td align=\"left\">59.3</td><td align=\"left\">5.5</td><td align=\"left\">6.9</td><td align=\"left\">59.3</td><td align=\"left\">5.5</td><td align=\"left\">6.9</td></tr><tr><td align=\"left\" colspan=\"9\"><b>Panel (b) $5.5 PPP Poverty Line</b></td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">40% lose 90%</td><td align=\"left\">10.9</td><td align=\"left\">19.1</td><td align=\"left\">8.2</td><td align=\"left\">2.3</td><td align=\"left\">16.8</td><td align=\"left\">5.9</td><td align=\"left\">1.7</td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">50% lose 70%</td><td align=\"left\">10.9</td><td align=\"left\">18</td><td align=\"left\">7.1</td><td align=\"left\">2</td><td align=\"left\">14.9</td><td align=\"left\">4</td><td align=\"left\">1.1</td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">60% lose 60%</td><td align=\"left\">10.9</td><td align=\"left\">17.5</td><td align=\"left\">6.6</td><td align=\"left\">1.9</td><td align=\"left\">13.9</td><td align=\"left\">3</td><td align=\"left\">0.9</td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">70% lose 50%</td><td align=\"left\">10.9</td><td align=\"left\">16.5</td><td align=\"left\">5.6</td><td align=\"left\">1.6</td><td align=\"left\">13</td><td align=\"left\">2.1</td><td align=\"left\">0.6</td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">90% lose 40%</td><td align=\"left\">10.9</td><td align=\"left\">15.8</td><td align=\"left\">4.9</td><td align=\"left\">1.4</td><td align=\"left\">12.8</td><td align=\"left\">1.9</td><td align=\"left\">0.5</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">20% lose 80%</td><td align=\"left\">25.4</td><td align=\"left\">28.9</td><td align=\"left\">3.5</td><td align=\"left\">7.4</td><td align=\"left\">22.2</td><td align=\"left\">-3.2</td><td align=\"left\">-6.7</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">30% lose 50%</td><td align=\"left\">25.4</td><td align=\"left\">27.9</td><td align=\"left\">2.6</td><td align=\"left\">5.4</td><td align=\"left\">21</td><td align=\"left\">-4.4</td><td align=\"left\">-9.1</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">40% lose 40%</td><td align=\"left\">25.4</td><td align=\"left\">27.9</td><td align=\"left\">2.5</td><td align=\"left\">5.3</td><td align=\"left\">21</td><td align=\"left\">-4.4</td><td align=\"left\">-9.2</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">50% lose 30%</td><td align=\"left\">25.4</td><td align=\"left\">27.5</td><td align=\"left\">2.1</td><td align=\"left\">4.5</td><td align=\"left\">20.6</td><td align=\"left\">-4.7</td><td align=\"left\">-9.9</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">80% lose 20%</td><td align=\"left\">25.4</td><td align=\"left\">27.6</td><td align=\"left\">2.2</td><td align=\"left\">4.6</td><td align=\"left\">20.6</td><td align=\"left\">-4.7</td><td align=\"left\">-9.9</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">20% lose 100%</td><td align=\"left\">37.6</td><td align=\"left\">42.6</td><td align=\"left\">5</td><td align=\"left\">2.5</td><td align=\"left\">40.8</td><td align=\"left\">3.2</td><td align=\"left\">1.6</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">30% lose 70%</td><td align=\"left\">37.6</td><td align=\"left\">42.7</td><td align=\"left\">5.2</td><td align=\"left\">2.5</td><td align=\"left\">41.1</td><td align=\"left\">3.5</td><td align=\"left\">1.7</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">40% lose 50%</td><td align=\"left\">37.6</td><td align=\"left\">42.3</td><td align=\"left\">4.8</td><td align=\"left\">2.3</td><td align=\"left\">40.6</td><td align=\"left\">3</td><td align=\"left\">1.5</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">50% lose 40%</td><td align=\"left\">37.6</td><td align=\"left\">42.2</td><td align=\"left\">4.7</td><td align=\"left\">2.3</td><td align=\"left\">40.4</td><td align=\"left\">2.9</td><td align=\"left\">1.4</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">70% lose 30%</td><td align=\"left\">37.6</td><td align=\"left\">42.1</td><td align=\"left\">4.5</td><td align=\"left\">2.2</td><td align=\"left\">40.3</td><td align=\"left\">2.7</td><td align=\"left\">1.3</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">100% lose 20%</td><td align=\"left\">37.6</td><td align=\"left\">41.8</td><td align=\"left\">4.2</td><td align=\"left\">2.1</td><td align=\"left\">39.8</td><td align=\"left\">2.2</td><td align=\"left\">1.1</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">30% lose 80%</td><td align=\"left\">34.9</td><td align=\"left\">41.6</td><td align=\"left\">6.8</td><td align=\"left\">8.5</td><td align=\"left\">41.6</td><td align=\"left\">6.8</td><td align=\"left\">8.5</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">40% lose 60%</td><td align=\"left\">34.9</td><td align=\"left\">41.8</td><td align=\"left\">6.9</td><td align=\"left\">8.7</td><td align=\"left\">41.8</td><td align=\"left\">6.9</td><td align=\"left\">8.7</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">50% lose 50%</td><td align=\"left\">34.9</td><td align=\"left\">42.1</td><td align=\"left\">7.3</td><td align=\"left\">9.1</td><td align=\"left\">42.1</td><td align=\"left\">7.3</td><td align=\"left\">9.1</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">60% lose 40%</td><td align=\"left\">34.9</td><td align=\"left\">41.6</td><td align=\"left\">6.7</td><td align=\"left\">8.4</td><td align=\"left\">41.6</td><td align=\"left\">6.7</td><td align=\"left\">8.4</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">80% lose 30%</td><td align=\"left\">34.9</td><td align=\"left\">41.3</td><td align=\"left\">6.5</td><td align=\"left\">8.1</td><td align=\"left\">41.3</td><td align=\"left\">6.5</td><td align=\"left\">8.1</td></tr></tbody></table>"
                            ],
                            "title": "Incidence of Poverty for with Losses Similar to the Loss Projections by IMF (2021)",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Note: Change is the difference between post- and pre-pandemic squared poverty gaps. pp: percentage points.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "Source: Authors’ calculations based on ENIGH (2018), EPH (2019), GEIH (2019), PNADC (2019).",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "BLK_A1-T5",
                            "label": "Table A5",
                            "tables": [
                                "<table><thead><tr><th align=\"left\"/><th align=\"left\"><i>Pre-Pandemic</i></th><th align=\"left\" colspan=\"2\"><i>Post-Pandemic Without Expanded Social Assistance</i></th><th align=\"left\" colspan=\"2\"><i>Post-Pandemic With Expanded Social Assistance</i></th></tr></thead><tbody><tr><td align=\"left\">Country</td><td align=\"left\">Squared poverty gap<br/>(%)</td><td align=\"left\">Squared poverty gap<br/>(%)</td><td align=\"left\">Change<br/>(pp.)</td><td align=\"left\">Squared poverty gap<br/>(%)</td><td align=\"left\">Change<br/>(pp.)</td></tr><tr><td align=\"left\" colspan=\"6\">Panel (a) \"Concentrated Losses\" Scenario</td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">7.8</td><td align=\"left\">13.9</td><td align=\"left\">6.1</td><td align=\"left\">11.6</td><td align=\"left\">3.8</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">9</td><td align=\"left\">10.9</td><td align=\"left\">2</td><td align=\"left\">5.9</td><td align=\"left\">-3</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">8.9</td><td align=\"left\">14</td><td align=\"left\">5</td><td align=\"left\">12.2</td><td align=\"left\">3.3</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">10.7</td><td align=\"left\">15.2</td><td align=\"left\">4.5</td><td align=\"left\">15.2</td><td align=\"left\">4.5</td></tr><tr><td align=\"left\" colspan=\"6\">Panel (b) \"Dispersed Losses\" Scenario</td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">7.8</td><td align=\"left\">10.8</td><td align=\"left\">3</td><td align=\"left\">8.7</td><td align=\"left\">1</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">9</td><td align=\"left\">9.7</td><td align=\"left\">0.7</td><td align=\"left\">5.1</td><td align=\"left\">-3.8</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">8.9</td><td align=\"left\">10</td><td align=\"left\">1.1</td><td align=\"left\">8.5</td><td align=\"left\">-0.4</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">10.7</td><td align=\"left\">13.3</td><td align=\"left\">2.6</td><td align=\"left\">13.3</td><td align=\"left\">2.6</td></tr><tr><td align=\"left\" colspan=\"6\">Panel (c) \"Actual Losses\" Scenario</td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">7.8</td><td align=\"left\">11.1</td><td align=\"left\">3.3</td><td align=\"left\">9</td><td align=\"left\">1.2</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">9</td><td align=\"left\">9.7</td><td align=\"left\">0.7</td><td align=\"left\">5.1</td><td align=\"left\">-3.8</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">8.9</td><td align=\"left\">10.3</td><td align=\"left\">1.3</td><td align=\"left\">8.7</td><td align=\"left\">-0.2</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">10.7</td><td align=\"left\">13.6</td><td align=\"left\">2.9</td><td align=\"left\">13.6</td><td align=\"left\">2.9</td></tr></tbody></table>"
                            ],
                            "title": "Squared Poverty Gap, National Poverty Line",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Note: Change is the difference between post- and pre-pandemic squared poverty gaps. pp: percentage points.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "Source: Authors’ calculations based on ENIGH (2018), EPH (2019), GEIH (2019), PNADC (2019).",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "BLK_A1-T6",
                            "label": "Table A6",
                            "tables": [
                                "<table><thead><tr><th align=\"left\"/><th align=\"left\"><i>Pre-Pandemic</i></th><th align=\"left\" colspan=\"2\"><i>Post-Pandemic Without Expanded Social Assistance</i></th><th align=\"left\" colspan=\"2\"><i>Post-Pandemic With Expanded Social Assistance</i></th></tr><tr><th align=\"left\">Country</th><th align=\"left\">Squared poverty gap<br/>(%)</th><th align=\"left\">Squared poverty gap<br/>(%)</th><th align=\"left\">Change<br/>(pp.)</th><th align=\"left\">Squared poverty gap<br/>(%)</th><th align=\"left\">Change<br/>(pp.)</th></tr></thead><tbody><tr><td align=\"left\" colspan=\"6\"><b>Panel (a) \"Concentrated Losses\" Scenario</b></td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">2.2</td><td align=\"left\">6.1</td><td align=\"left\">3.9</td><td align=\"left\">3.9</td><td align=\"left\">1.8</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">7.7</td><td align=\"left\">9.5</td><td align=\"left\">1.8</td><td align=\"left\">4.7</td><td align=\"left\">-3</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">11.1</td><td align=\"left\">16.2</td><td align=\"left\">5.1</td><td align=\"left\">14.4</td><td align=\"left\">3.2</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">6</td><td align=\"left\">9.7</td><td align=\"left\">3.7</td><td align=\"left\">9.7</td><td align=\"left\">3.7</td></tr><tr><td align=\"left\" colspan=\"6\"><b>Panel (b) \"Dispersed Losses\" Scenario</b></td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">2.2</td><td align=\"left\">3</td><td align=\"left\">0.8</td><td align=\"left\">1.8</td><td align=\"left\">-0.4</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">7.7</td><td align=\"left\">8.3</td><td align=\"left\">0.6</td><td align=\"left\">4</td><td align=\"left\">-3.7</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">11.1</td><td align=\"left\">12.4</td><td align=\"left\">1.2</td><td align=\"left\">10.8</td><td align=\"left\">-0.4</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">6</td><td align=\"left\">7.6</td><td align=\"left\">1.6</td><td align=\"left\">7.6</td><td align=\"left\">1.6</td></tr><tr><td align=\"left\" colspan=\"6\"><b>Panel (c) \"Actual Losses\" Scenario</b></td></tr><tr><td align=\"left\">Argentina (urban)</td><td align=\"left\">2.2</td><td align=\"left\">3.2</td><td align=\"left\">1</td><td align=\"left\">1.8</td><td align=\"left\">-0.3</td></tr><tr><td align=\"left\">Brazil</td><td align=\"left\">7.7</td><td align=\"left\">8.3</td><td align=\"left\">0.6</td><td align=\"left\">4</td><td align=\"left\">-3.7</td></tr><tr><td align=\"left\">Colombia</td><td align=\"left\">11.1</td><td align=\"left\">12.6</td><td align=\"left\">1.5</td><td align=\"left\">11</td><td align=\"left\">-0.1</td></tr><tr><td align=\"left\">Mexico</td><td align=\"left\">6</td><td align=\"left\">7.9</td><td align=\"left\">1.9</td><td align=\"left\">7.9</td><td align=\"left\">1.9</td></tr></tbody></table>"
                            ],
                            "title": "Squared Poverty Gap, $5.5 PPP Poverty Line",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00273%2Fijm-00273-fig003.tif",
                                "size": {
                                    "width": 1211,
                                    "height": 2772
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00273%2Fijm-00273-fig003.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00273-fig003.jpg"
                                }
                            },
                            "label": "Figure A1",
                            "title": "Anonymous and Non-anonymous Growth Incidence Curves Panel (<b>a</b>) “Concentrated Losses” Scenario, Panel (<b>b</b>) “Dispersed Losses” Scenario, Panel (<b>c</b>) “Actual Losses” Scenario Notes: The dashed vertical line is the national poverty line and the bold vertical line is the $5.50 (moderate poor) per day international line (in 2011 PPP). Poverty lines based on the pre-pandemic distribution of income. Source: Authors’ calculations based on ENIGH (2018), EPH (2019), GEIH (2019), PNADC (2019).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "A1",
            "title": "Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "An earlier version of this paper appeared in “Covid Economics: Vetted and Real-Time Papers,” Issue 46, Center for Economic Policy Research (CEPR). The authors are very grateful to François Bourguignon, Raymundo Campos, Mercedes D’Alessandro and colleagues in Argentina’s Ministry of Economy, Cristina Fernandez, Carlos Grushka, Daniel Heymann, Rafael Rofman, John Scott, Sergei Soares, and Mariano Tommasi, and anonymous peer-reviewers from CEPR’s COVID Economics and CGD’s Working Papers Series. The authors are also grateful to the participants of the 8<sup>th</sup> Congress of the International Microsimulations Association (virtual), December 1, 2021. All errors remain our sole responsibility.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
