{
    "status": "vor",
    "id": "00278",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00278",
    "authorLine": "Deborah Schofield",
    "title": "Editorial: Special Issue in honour of Vale Emerita Professor Ann Harding AO",
    "published": "2023-08-31T00:00:00Z",
    "versionDate": "2023-08-31T00:00:00Z",
    "statusDate": "2023-08-31T00:00:00Z",
    "volume": 16,
    "issue": 2,
    "fpage": "I",
    "lpage": "III",
    "elocationId": "I-III",
    "pdf": "http://web:8082/00278/ijm-00278.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Schofield ",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia",
                            "locality": [
                                "Sydney"
                            ]
                        },
                        "formatted": [
                            "Sydney",
                            "Australia"
                        ]
                    },
                    "name": [
                        "Centre for Economic Impacts of Genomic Medicine, Macquarie University"
                    ]
                }
            ],
            "emailAddresses": [
                "deborah.schofield@mq.edu.au"
            ],
            "name": {
                "index": "Schofield, Deborah",
                "preferred": "Deborah Schofield"
            },
            "orcid": "0000-0002-1658-494X",
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "It is my honour to edit this special issue of the International Journal of Microsimulation in memory of Vale Emerita Professor Ann Harding AO. I know that this issue will be read with great sadness as we remember Ann’s vision as founder of the International Microsimulation Association (IMA) and the first president from 1993 to 2011. Many will recall her enthusiastic welcome and friendship as the host of the first World Congress of the IMA. For readers who did not know Ann, we hope that through the publication of some of her most important papers that have not yet seen the light of the day in journal form, and tributes from those who knew her well, you will gain an appreciation for her contribution to the field of microsimulation, particularly in the area of poverty and income distribution, and her great passion for public policy influence for the greater good.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "Forward",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Professor Ann Harding was the founder and inaugural Director of COSEM, later renamed the National Centre for Social and Economic Modelling (NATSEM), established at the University of Canberra in 1993. To have done so at the age of 34, with $8 million in funding and the backing of the Federal Health Minister Brian Howe was a remarkable achievement.",
                    "type": "paragraph"
                },
                {
                    "text": "Ann undertook her PhD at the London School of Economics, developing a microsimulation model to undertake poverty analysis. When given the support to establish NATSEM, she set about building a reputation for excellence in every aspect of the Centre’s work. Careful attention was paid to NATSEM’s branding including the choice of the identifiable teal colour and commissioning of a logo design (<a href=\"#fig1\">Figure 1</a>). Ann was determined that NATSEM and each and every one of her young staff succeed. Using her skills from her brief career as a journalist, Ann edited every paper before it was published to ensure that it was well written and accessible to a broad readership. Understanding the importance of the media, she commissioned two high profile media personalities to teach the new NATSEM team how to prepare for an interview: to have three key messages prepared; how to maintain the focus of the interview; and how to respond under pressure. At the time we just assumed that this was just how things were done, but in hindsight her leadership from the outset reflected her capacity as a true visionary (<a href=\"#fig2\">Figure 2</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00278%2Fijm-00278-fig001.tif",
                                "size": {
                                    "width": 429,
                                    "height": 264
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00278%2Fijm-00278-fig001.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00278-fig001.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "NATSEM logo.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00278%2Fijm-00278-fig002.tif",
                                "size": {
                                    "width": 1376,
                                    "height": 1080
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00278%2Fijm-00278-fig002.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00278-fig002.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "The NATSEM team. Deborah has been known as <i>Schofield</i> throughout her career.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Ann recruited three teams, the STINMOD team to develop a tax-benefit model, the DYNAMOD team to build a dynamic population model, and the administrative team consisting of Ann’s PA and an executive officer. I was fortunate enough to be a founding staff member of NATSEM and a member of the team tasked with developing STINMOD. In an environment where excellence was encouraged, we had free reign to make the most of the newly acquired skills that three of us had gained, having recently undertaken post-graduate qualifications in computer science. Within 18 months we had completed STINMOD and designed a user-friendly state-of-the-art GUI interface. STINMOD proved to be very influential and had longstanding policy influence, being used in every budget and election for over two decades. It was used within major government agencies by staff with modelling skills. With the provision of a user-friendly interface, access extended further to staff from the parliamentary library and not-for-profit groups.",
                    "type": "paragraph"
                },
                {
                    "text": "Soon after the establishment of NATSEM, Ann saw the need to establish an international association. Working with her international colleagues, she established the International Microsimulation Association (IMA). She was elected as the first President, serving from 1993 to 2011. Ann took great pleasure in welcoming many of our colleagues from the northern hemisphere to the first IMA conference in Canberra at the Australian Academy of Science. The conference was a relaxed event with opportunities to build networks and friendships at the conference picnic at Tidbinbilla and the conference dinner Ann hosted for attendees at her home in Belconnen, where kangaroos appeared in the adjoining grassland to the delight of international visitors. Ann’s foresight and leadership has gifted us a global network of microsimulation modelling experts who are not only extremely skilled, but collaborative, generous and deeply engaged with policy.",
                    "type": "paragraph"
                },
                {
                    "text": "Ann’s personal research program demonstrated her commitment to reducing inequality. She produced seminal work on poverty and income distribution. As a result she was called upon to give evidence to Senate Committees with a mandate to promote a more equal community. She leaves a very significant legacy of policy influence and the use of modelling to provide evidence-based assessment of policy.",
                    "type": "paragraph"
                },
                {
                    "text": "As a professional female leader, Ann provided direct and open leadership, simply stating what was needed and getting it done without fanfare. Ann had two children during her tenure as Director of NATSEM. During her pregnancy, I recall a sofa being delivered to her office and her simply stating that she was going to need to take a half hour nap and during these times wasn’t to be disturbed. It was a simple statement that even with her formidable work ethic, family mattered right from the start and that seeking balance was a priority.",
                    "type": "paragraph"
                },
                {
                    "text": "Personally, Ann was my employer at NATSEM and I was her first PhD student at a formative period of my career. She later became my mentor and cheerleader as my own research program grew and led to establishment of GenIMPACT, the Centre I now lead. To this day Ann’s skills and advice provide a guiding framework for GenIMPACT, and I hope many of these values and skills will continue to guide the next generation of microsimulation modellers.",
                    "type": "paragraph"
                },
                {
                    "text": "Ann’s smile lit up a room as she expressed genuine interest and engagement whether it be for the most senior or junior of her colleagues. Ann was unpretentious, personable, always giving her undivided attention, with such intense focus that it was clear when she spoke that her priority in that moment was only listening to you. Ann was never threatened by her staff’s success, but rather became their unerring champion, generous and genuine in her praise. She took great pride in her staff and former staff’s achievements even decades after they had moved on from employment at NATSEM.",
                    "type": "paragraph"
                },
                {
                    "text": "Sadly, in 2009, Ann stepped down from the NATSEM directorship after experiencing a period of poor health. Nonetheless, in our Australian microsimulation community and abroad she and her influence are still often recalled with admiration and appreciation for her contribution and friendship.",
                    "type": "paragraph"
                },
                {
                    "text": "In 2023, with her passing, a bright light has gone out, we have lost a brilliant, committed, unerringly generous shining star. But she will not be forgotten. Ann’s legacy lives on in the International Microsimulation Association and the successful microsimulation capacity of former NATSEM staff and students now at numerous universities and government agencies, fostering a commitment to evidence-based social policy. She remains a role model for successful leaders within academia and government.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "Tribute",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
