{
    "status": "vor",
    "id": "00272",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00272",
    "authorLine": "Matteo G Richiardi",
    "title": "Editorial and outline of the special issue",
    "published": "2023-04-30T00:00:00Z",
    "versionDate": "2023-04-30T00:00:00Z",
    "statusDate": "2023-04-30T00:00:00Z",
    "volume": 16,
    "issue": 1,
    "fpage": "I",
    "lpage": "II",
    "elocationId": "I-II",
    "pdf": "http://web:8082/00272/ijm-00272.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Essex"
                            ]
                        },
                        "formatted": [
                            "Essex",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Institute for Social and Economic Research"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@essex.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo G",
                "preferred": "Matteo G Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Spring 2023 issue of the <i>International Journal of Microsimulation</i> contains a selection of articles presented at the 8th World Congress of the International Microsimulation Association, that took place online on 1-3 December, 2021. The full program of the conference is available at <a href=\"https://www.microsimulation.ac.uk/about/events/2021/09/17/ima-2021/\">https://www.microsimulation.ac.uk/about/events/2021/09/17/ima-2021/</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "The first article is drawn from the keynote lecture by Nora Lustig, and co-authored by Valentina Martinez Pabon, Federico Sanz and Stephen D. Younger. They propose an ingenious nowcasting method to quantify the impact of large, unprecedented macroeconomic shocks like the COVID-19 pandemic on living standards across the income distribution. The method is based on two key assumptions: (i) some workers are not at risk of losing income (e.g. “essential” workers), and (ii) a fraction <math alttext=\"\\alpha\" id=\"inf1\"><mi>α</mi></math> of those at risk loses a percentage <math alttext=\"\\beta\" id=\"inf2\"><mi>β</mi></math> of their income, with <math alttext=\"\\beta\" id=\"inf3\"><mi>β</mi></math> being homogeneous in the population: for instance, 90% of those at risk lose 20% of their income, or 60% of those at risk lose 40% of their income. Parameters <math alttext=\"\\alpha\" id=\"inf4\"><mi>α</mi></math> and <math alttext=\"\\beta\" id=\"inf5\"><mi>β</mi></math> are then selected in order to match macro-economic projections. This allows to nowcast incomes in a household survey, which then permits a quantification of the distributional impact of the shock, pre- and post-taxes and benefits.",
                    "type": "paragraph"
                },
                {
                    "text": "The second article, by Jannek Mülhan, looks at the question why inequality remained constant in Germany, between 2014 and 2015, despite a dramatic increase in employment. It finds that inequality would have increased further due to rapid population ageing, but increasing employment and policy changes almost completely offset this development. The paper offers a decomposition exercise à la <a href=\"#bib1\">Bargain and Callan (2010)</a>, but using a double hurdle model instead of an unrestricted labour supply model to estimate behavioural responses. The decomposition distinguishes between a policy effect, a wage effect, an indirect policy effect, an indirect wage effect, a preference effect, a restriction effect (the first unemployment hurdle), a population effect, and income growth. The paper shows that employment growth due to the reduction in involuntary unemployment (the first hurdle) has been more important in slowing down the increase in inequality than changes in labour supply (the second hurdle).",
                    "type": "paragraph"
                },
                {
                    "text": "The third article, by Claire Keane, Karina Doorley, Theano Kakoulidou, and Seamus O’Malley, is a long-awaited description of the SWITCH tax-benefit model for Ireland, developed and maintained by the Economic and Social Research Institute (ESRI). SWITCH is based on the EUROMOD platform but has important advantages over the Irish component of EUROMOD, including a “current income” concept, detailed information on benefit receipt in the underlying data, and modelling of non-cash benefits. The authors offer to share the model, but given that it runs on administrative data, restrictions on data access apply.",
                    "type": "paragraph"
                },
                {
                    "text": "The next article, by Katri Aaltonen, Jussi Tervola, and Pekka Heino, studies the effects of healthcare payments on poverty outcomes in Finland. They do this by linking the tax-benefit microsimulation model SISU —-developed and maintained by Statistics Finland— with administrative healthcare data. This allows the authors to attribute health payments based on individual characteristics.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, the article by Benedikt Goderis and Marente Vlekke uses a tax-benefit model combined with a structural labour supply model to analyse the poverty-reduction effects of several policy proposals in the Netherlands, including a UBI scheme. Their results point to the usual social trilemma faced by policymakers in modern welfare states: to simultaneously provide adequate minimum income support, maintain sufficient financial incentives for people to find a job, and keep the government budget in check.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "In the tradition of spatial microsimulation modelling, <a href=\"#bib8\">Wu et al. (2022)</a> describe an interesting Java based application, called the Flexible Modelling Framework (FMF), which incorporates a static spatial microsimulation algorithm based on Simulated Annealing. The software is made available for free under a GNU General Public Licence, and the R code for generating, aggregating, and validating the synthetic microdata is also available.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The importance of a spatially disaggregated analysis is highlighted in a model of the COVID-19 epidemics (<a href=\"#bib7\">Spooner et al., 2021</a>). The model combines spatial microsimulation and spatial interaction models within a dynamic SEIR (Susceptible-Exposed-Infected-Removed) approach to project (i) daily, individual-level mobilities, and (ii) the impact of different non-pharmaceutical interventions (NPI) based on the complex health, socio-economic and behavioural attributes of the British population.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Beyond COVID-19, new health microsimulation models continue to appear in the literature. An interesting scoping review of microsimulation models of diet and diverse food policies on non-communicable diseases (NCDs) is provided by <a href=\"#bib5\">Mertens et al. (2021)</a>. They point to a wide variety of methodologies used for quantifying the effect of dietary changes on disease, and for modelling the disease incidence and mortality.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Cancer applications also flourish. <a href=\"#bib9\">Yong et al. (2022)</a> describe a breast cancer microsimulation model calibrated to Canadian data, while <a href=\"#bib4\">Lu et al. (2022)</a> describe a dynamic model for the prevention and intervention of colorectal cancer (CRC) in China. They show that a wide range of screening strategies reduce incidence and mortality, compared to non-screening.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In another application to CRC, but this time with a more methodological flavour, <a href=\"#bib2\">DeYoreo et al. (2022)</a> present a Bayesian technique for sequentially updating dynamic microsimulation models, which could be applied to other settings. Related, <a href=\"#bib6\">Shewmaker et al. (2022)</a> offer an R tutorial on the Approximate Bayesian Computation (ABC) approach to calibrating microsimulation models.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The problem of calibrating microsimulation models is also investigated in <a href=\"#bib3\">Hughes et al. (2022)</a>, who present a novel non-parametric machine learning approach, and apply it to the Australian farming sector.’",
                            "type": "paragraph"
                        },
                        {
                            "text": "As usual, if you wish to share your suggestions for further reading, email the Editor.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2",
                    "title": "Suggestions for further reading",
                    "type": "section"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "articleTitle": "Analysing the effects of tax-benefit reforms on income distribution: a decomposition approach",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Callan, T",
                        "preferred": "T Callan"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1007/s10888-008-9101-4",
            "id": "bib1",
            "journal": "The Journal of Economic Inequality",
            "pages": {
                "first": "1",
                "last": "21",
                "range": "1–21"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Sequentially calibrating a Bayesian microsimulation model to incorporate new information and assumptions",
            "authors": [
                {
                    "name": {
                        "index": "DeYoreo, M",
                        "preferred": "M DeYoreo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rutter, CM",
                        "preferred": "CM Rutter"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ozik, J",
                        "preferred": "J Ozik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Collier, N",
                        "preferred": "N Collier"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1186/s12911-021-01726-0",
            "id": "bib2",
            "journal": "BMC Medical Informatics and Decision Making",
            "pages": "12",
            "pmid": 35022005,
            "type": "journal",
            "volume": "22"
        },
        {
            "articleTitle": "Improving the performance of micro-simulation models with machine learning: The case of Australian farms",
            "authors": [
                {
                    "name": {
                        "index": "Hughes, N",
                        "preferred": "N Hughes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Soh, WY",
                        "preferred": "WY Soh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lawson, K",
                        "preferred": "K Lawson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lu, M",
                        "preferred": "M Lu"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1016/j.econmod.2022.105957",
            "id": "bib3",
            "journal": "Economic Modelling",
            "pages": "105957",
            "type": "journal",
            "volume": "115"
        },
        {
            "articleTitle": "Microsimulation Model for Prevention and Intervention of Coloretal Cancer in China (MIMIC-CRC): Development, Calibration, Validation, and Application",
            "authors": [
                {
                    "name": {
                        "index": "Lu, B",
                        "preferred": "B Lu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wang, L",
                        "preferred": "L Wang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lu, M",
                        "preferred": "M Lu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhang, Y",
                        "preferred": "Y Zhang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cai, J",
                        "preferred": "J Cai"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Luo, C",
                        "preferred": "C Luo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chen, H",
                        "preferred": "H Chen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dai, M",
                        "preferred": "M Dai"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.3389/fonc.2022.883401",
            "id": "bib4",
            "journal": "Frontiers in Oncology",
            "pages": "883401",
            "pmid": 35530306,
            "type": "journal",
            "volume": "12"
        },
        {
            "articleTitle": "Microsimulation Modelling in Food Policy: A Scoping Review of Methodological Aspects",
            "authors": [
                {
                    "name": {
                        "index": "Mertens, E",
                        "preferred": "E Mertens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Genbrugge, E",
                        "preferred": "E Genbrugge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ocira, J",
                        "preferred": "J Ocira"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peñalvo, JL",
                        "preferred": "JL Peñalvo"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1093/advances/nmab129",
            "id": "bib5",
            "journal": "Advances in Nutrition (Bethesda, Md.)",
            "pages": {
                "first": "621",
                "last": "632",
                "range": "621–632"
            },
            "pmid": 34694330,
            "type": "journal",
            "volume": "13"
        },
        {
            "articleTitle": "Microsimulation Model Calibration with Approximate Bayesian Computation in R: A Tutorial",
            "authors": [
                {
                    "name": {
                        "index": "Shewmaker, P",
                        "preferred": "P Shewmaker"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chrysanthopoulou, SA",
                        "preferred": "SA Chrysanthopoulou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Iskandar, R",
                        "preferred": "R Iskandar"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lake, D",
                        "preferred": "D Lake"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jutkowitz, E",
                        "preferred": "E Jutkowitz"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1177/0272989X221085569",
            "id": "bib6",
            "journal": "Medical Decision Making",
            "pages": {
                "first": "557",
                "last": "570",
                "range": "557–570"
            },
            "pmid": 35311401,
            "type": "journal",
            "volume": "42"
        },
        {
            "articleTitle": "A dynamic microsimulation model for epidemics",
            "authors": [
                {
                    "name": {
                        "index": "Spooner, F",
                        "preferred": "F Spooner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Abrams, JF",
                        "preferred": "JF Abrams"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shaddick, G",
                        "preferred": "G Shaddick"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Batty, M",
                        "preferred": "M Batty"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Milton, R",
                        "preferred": "R Milton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dennett, A",
                        "preferred": "A Dennett"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lomax, N",
                        "preferred": "N Lomax"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Malleson, N",
                        "preferred": "N Malleson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nelissen, N",
                        "preferred": "N Nelissen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Coleman, A",
                        "preferred": "A Coleman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nur, J",
                        "preferred": "J Nur"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jin, Y",
                        "preferred": "Y Jin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Greig, R",
                        "preferred": "R Greig"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shenton, C",
                        "preferred": "C Shenton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Birkin, M",
                        "preferred": "M Birkin"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1016/j.socscimed.2021.114461",
            "id": "bib7",
            "journal": "Social Science & Medicine (1982)",
            "pages": "114461",
            "pmid": 34717286,
            "type": "journal",
            "volume": "291"
        },
        {
            "articleTitle": "A synthetic population dataset for estimating small area health and socio-economic outcomes in Great Britain",
            "authors": [
                {
                    "name": {
                        "index": "Wu, G",
                        "preferred": "G Wu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heppenstall, A",
                        "preferred": "A Heppenstall"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Meier, P",
                        "preferred": "P Meier"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Purshouse, R",
                        "preferred": "R Purshouse"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lomax, N",
                        "preferred": "N Lomax"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1038/s41597-022-01124-9",
            "id": "bib8",
            "journal": "Scientific Data",
            "pages": "19",
            "pmid": 35058471,
            "type": "journal",
            "volume": "9"
        },
        {
            "articleTitle": "The OncoSim-Breast Cancer Microsimulation Model",
            "authors": [
                {
                    "name": {
                        "index": "Yong, JHE",
                        "preferred": "JHE Yong"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nadeau, C",
                        "preferred": "C Nadeau"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Flanagan, WM",
                        "preferred": "WM Flanagan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Coldman, AJ",
                        "preferred": "AJ Coldman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Asakawa, K",
                        "preferred": "K Asakawa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Garner, R",
                        "preferred": "R Garner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fitzgerald, N",
                        "preferred": "N Fitzgerald"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yaffe, MJ",
                        "preferred": "MJ Yaffe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Miller, AB",
                        "preferred": "AB Miller"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.3390/curroncol29030136",
            "id": "bib9",
            "journal": "Current Oncology (Toronto, Ont.)",
            "pages": {
                "first": "1619",
                "last": "1633",
                "range": "1619–1633"
            },
            "pmid": 35323336,
            "type": "journal",
            "volume": "29"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
