{
    "status": "vor",
    "id": "00279",
    "version": 1,
    "type": "feature",
    "doi": "10.34196/ijm.00279",
    "title": "Tributes to Ann Harding",
    "published": "2023-08-31T00:00:00Z",
    "versionDate": "2023-08-31T00:00:00Z",
    "statusDate": "2023-08-31T00:00:00Z",
    "volume": 16,
    "issue": 2,
    "fpage": "I",
    "lpage": "XIX",
    "elocationId": "I-XIX",
    "pdf": "http://web:8082/00279/ijm-00279.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Hoshen",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "body": [
        {
            "content": [
                {
                    "text": "Professor Ann Harding established NATSEM in 1993, after a short career in the Australian Commonwealth Public Service (APS) and as a journalist before this. She was funded by a Commonwealth Government scholarship to undertake a PhD at the London School of Economics, where she developed a tax/transfer microsimulation model for Australia. She was supported by the Hon. Brian Howe, a Labour government minister at the time. On her return to Australia in 1993, she left the APS and founded the National Centre for Social and Economic Modelling (NATSEM) at the University of Canberra, with a focus on developing microsimulation models. She continued to work closely with Australian Federal Government departments including Treasury, the Department of Social Security, the Department of Education, and others.",
                    "type": "paragraph"
                },
                {
                    "text": "While undertaking her PhD, Ann made many international connections, including Professor Guy Orcutt, who developed the field of microsimulation modelling; and Sir Tony Atkinson, who was her PhD supervisor. With these international connections, in 2004 she ran a conference on microsimulation in Canberra. This was then the starting point for the International Microsimulation Association (IMA), which had its first official conference in Vienna in 2007, with Ann as the President. The International Journal of Microsimulation was also launched at this IMA conference (<a href=\"#bib50\">Harding, 2007</a>). Following this IMA conference, the Association has had a world forum every 2 years; and European meetings every other year.",
                    "type": "paragraph"
                },
                {
                    "text": "As the first President of the International Microsimulation Association, Ann provided leadership during the Association’s start up period, including contributing to the development of the constitution for the Association; editing or co-editing the first series of books from the IMA conferences; and developing the International Journal of Microsimulation. She was truly passionate about microsimulation, and how it could be used for good policy development.",
                    "type": "paragraph"
                },
                {
                    "text": "The microsimulation model that Ann developed for her PhD was demonstrated to a number of senior bureaucrats and Government Ministers in Australia, to much acclaim. Overseas microsimulation models were also starting to be recognised as powerful tools for policy analysis, including models in the UK, Canada, and the US. These models could show the potential impact of the tax/transfer policies that were being discussed before the policy was implemented. Beyond this obvious benefit, these models could also show the impact of proposed policy on different sub-groups within the population. Microsimulation models were obviously powerful tools for evidence based policy, and their use spread to many additional countries.",
                    "type": "paragraph"
                },
                {
                    "text": "Ann was a mentor to many people in the microsimulation community in Australia and internationally. Quite a number of members of the international microsimulation community benefited from Ann’s mentoring and passion for microsimulation modelling, including many on the board of the International Microsimulation Association. All talk of her collaborative approach and how approachable she was. She had a passion for microsimulation, and for passing on the knowledge of microsimulation to new people.",
                    "type": "paragraph"
                },
                {
                    "text": "In Australia, Ann led the development of health modelling, tax/transfer modelling, and spatial microsimulation modelling. Her list of achievements include not only developing microsimulation models to contribute to policy development in Australia, but also other leadership roles including serving as President of the Economics Society of Australia as well as her roles as President of the International Microsimulation Association, and Director of NATSEM. In 2016, she was awarded an Officer of the Order of Australia for \"distinguished service to education in the field of applied economics and social policy analysis, as an academic, researcher and author, and to professional organisations\".",
                    "type": "paragraph"
                },
                {
                    "text": "Ann became well known internationally, not only because she was such a pioneer in the microsimulation field, but also because there was always someone at each conference who knew her and wanted to talk to her. She also maintained her senior contacts in the Australian Public Service long after she left employment with the APS.",
                    "type": "paragraph"
                },
                {
                    "text": "In recognition of her achievements and contribution, to the University of Canberra, where NATSEM was based until 2022, the University named a newly built venue the Ann Harding Conference Centre.",
                    "type": "paragraph"
                },
                {
                    "text": "She was an inspiration to many, and will be missed by all her friends and colleagues.",
                    "type": "paragraph"
                },
                {
                    "text": "<i>Robert Tanton (IMA President, 2019 - present)</i>",
                    "type": "paragraph"
                },
                {
                    "text": "<i>Gijs Dekkers (IJM Editor, 2011 - 2015; IMA President, 2015 - 2019</i>; <i>IMA Board Member, 2019 - present)</i>",
                    "type": "paragraph"
                },
                {
                    "text": "<i>Sophie Pennec (IMA Board Member, 2015 - present)</i>",
                    "type": "paragraph"
                },
                {
                    "text": "<i>Paul Williamson (IJM Editor, 2007 - 2011)</i>",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "IMA",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Ann founded NATSEM (the National Centre for Social and Economic Modelling) in 1993, after completing a PhD at the London School of Economics and working in Treasury and Health. Ann was exceptionally gifted at identifying critical social and economic areas that were currently either under-researched or their findings not given the attention they should. In response, she presented extremely convincing arguments of the benefits that would follow these issues being better researched, published, and their findings openly discussed. Supporting these arguments were strong descriptions of how a suggested microsimulation research Centre with a much more open presence could achieve these aims, and this was NATSEM.",
                    "type": "paragraph"
                },
                {
                    "text": "In 1993, when NATSEM was formed, evidence-based policy was a major issue in the Australian Government. Data was becoming more available, however much of the analysis for policy relied on aggregate data, which didn’t show the distributional impacts of a policy change. Enter Ann Harding with microsimulation models that used individual level data that showed the impact of a policy before it was implemented; showed the distributional impacts; and showed the impact on Government expenditure.",
                    "type": "paragraph"
                },
                {
                    "text": "This note outlines the history of NATSEM; discusses a few of the models that staff were involved in with Ann, and reflects on the type of person she was. In a final section, we reflect on her personality, rather than her work – the “walk and talks”, the “development opportunities”, and her generosity – the coast house stays, the loan car, etc.",
                    "type": "paragraph"
                },
                {
                    "text": "Her impact on the Australian policy landscape was huge. We have selected only a few of her achievements in this note, and her other achievements are shown in the rest of this special issue.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Critical for NATSEM’S establishment was Ann’s successful convincing of key academic and government leaders of the potential value of its proposed modelling capabilities. Most notable was the support that was then provided by The Hon. Brian Howe and Professor Don Aitkin. Brian Howe was formerly the Minister for Social Security when NATSEM was first proposed by Ann, and subsequently Australia’s Deputy Prime Minister and Minister for Health, Housing and Community Services. As Ann knew, Howe was a strong advocate of the need to better understand and improve the economic and social circumstances of disadvantaged groups across Australia. Accordingly, he was approached and responded extremely positively to Ann’s arguments about NATSEM’s potential value and effectively enabled the Centre, with the Federal Government providing an initial 5 years of core funding. At the same time Ann also approached Don Aitken, then Vice-Chancellor of the University of Canberra’s, and he responded very positively to Ann’s suggestion that the proposed Centre be part of the University. As the critical importance of maintaining Ann’s commitment to the proposed Centre was recognized, it was proposed that responsibility for the Centre should be jointly held by Ann and the University, so that it would be co-owned. And this was accepted.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Government funding provided meant that NATSEM began what was at that time a unique academic entity, being a research Centre based on and specialising in microsimulation modelling.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "A brief history of NATSEM",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Once the Centre was formally established, Ann determined that its initial work needed to be the development of two microsimulation models – a static tax and welfare model and a dynamic model. Both were modelling forms understood by her to be critical components of the development path NATSEM should and would follow.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The first step on this path was the development of a model to provide a research tool that could then be used, not just by NATSEM, but also within Government and by other researchers. This model, STINMOD, was NATSEM’s first microsimulation model. It was a static model that once constructed could be used to analyse Australian incomes, taxes, and government payments. Ann had determined that STINMOD would be critical in enabling NATSEM to comprehensively research the combined effects of current and proposed taxation and social welfare costs and payments. Accordingly, this was a task she directed be undertaken and given precedence by NATSEM’s earliest researchers. The building of the Centre’s first microsimulation model was successfully achieved by the second half of 1994. From then on STINMOD remained a critical component of many of the Centre’s research projects and was made available to other academic and government researchers, while its capabilities continued to be progressively updated and extended. STINMOD was used in election and budget policy analysis within Government and by NATSEM over several decades.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "Tax/Transfer modelling",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "From 1990 in Australia, fees for higher income were introduced and an income contingent loan system (HELP) was introduced so students could pay for their education when they started working. A colleague of Ann’s at the ANU, Bruce Chapman, recommended an income contingent loan to pay for higher education. However, the Government wanted to know what the impact of income contingent loans and grants had on returns to higher education over a lifetime. As Ann had developed the HARDING dynamic microsimulation model as her PhD, it was used to model the returns to education over a lifetime. However, the main contribution of the model was the ability to test different fee and loan/grant scenarios and show the impact, which ranged from no fees or loan to partial fees and commercial loan. She was able to show that the return to education was highest for partial fees with a medium grant and an income contingent loan (<a href=\"#bib7\">Chapman and Harding, 1993</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The importance of this paper was that it was the first time microsimulation had been used in Australia to estimate different policy scenarios in the Education field. It is still referred to today in the Department of Education as ground breaking work.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "Higher Education Loan Program (HELP) Modelling",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "There were a number of failed attempts to introduce a Goods and Services tax (GST) in the 80’s and 90’s, including one in 1993 in the Fightback package of The Hon. John Hewson, then leader of the Liberal Party, which failed when he tried to explain to a journalist how the GST would affect the price of a cake. One of the major questions from journalists and the Council of Social Services was how to limit the GST’s negative impact on low-income groups. The Howard Government offered GST related compensation so that there would be no losers, however proving that there would be no losers was going to be difficult with the aggregate models used at the time.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Policy modelling during that period was based on aggregated data, like regression models, input-output models or computable generalised equilibrium (CGE) models. To assess the number and characteristics of winners and losers from a policy, a model that used individual-level data was required. The solution was the type of model ̶ microsimulation modelling ̶ that Ann had been promoting. The requirement for identifying winners and losers from the GST was an ideal opportunity to demonstrate the usefulness of microsimulation modelling in a policy context.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In 1998 and 1999, Ann led work for the ‘Senate Select Committee for a New Tax System’. This committee was set up by the Australian Senate to evaluate the Government’s tax reform package. That Committee asked NATSEM to examine the distributional impact of the reform.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Ann attended the negotiations between the Government and the Democrats, and then arranged for NATSEM staff to carry out simulations to model the impacts of the different proposed scenarios that were considered in the negotiations. These were undertaken over night by NATSEM staff, and Ann then brought the results of the modelling back to the Government and Democrats the next day.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The main issue was the impact of the GST on low income groups. These groups spend a higher proportion of their income on food, so removing the GST on fresh food could be seen to protect low-income earners. Changes in the GST on different expenditures was modelled. The changes that were finally accepted for the GST included food being removed from the GST base and compensation to pensioners being increased. This was a direct result of NATSEM’s modelling.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Such co-operation between an academic and Government was rare (although the HELP system described above was another close collaboration between Ann’s colleague Bruce Chapman and the Government). This example highlights Ann’s influence resulting from her willingness to work with Government to inform policy.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As a tribute to the modelling, a review of the GST’s effectiveness in 2015 by the Parliamentary Budget Office recommended no significant changes to the GST. This means that the GST we see today is very similar to the one that Ann contributed to in 2000. This is surely one of the greatest tributes to the modelling which identified the most appropriate structure for the GST before it was implemented.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-4",
                    "title": "The GST Modelling",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "While Ann was most renowned for her work on microsimulation, she also had a significant impact on the Australian measurement of poverty and housing stress. In 2000 the Smith Family commissioned NATSEM to produce a series of annual reports on poverty in Australia. These reports aimed to provide accessible and recent data on poverty in Australia at that time. Ann worked to produce the first Smith Family/NATSEM report, which estimated poverty in Australia in 1999 (<a href=\"#bib10\">Harding, &amp; Szukalska, 2000</a>). Further, in <a href=\"#bib9\">Greenwell et al. (2001)</a>, Ann presented a general introduction to poverty measurement which was for researchers who were working in this space, and contributed to the debates on how the poverty line should be measured. Ann’s contribution in this space continued ten years later, when with Ann’s guidance, NATSEM presented the first Australian estimates of poverty rates for different types of families at the small area level, using spatial microsimulation techniques (<a href=\"#bib18\">Miranti et al., 2011</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Ann also worked on multiple papers estimating housing stress at the local level and contributed to the debates on how best to measure it. For example, in <a href=\"#bib20\">Nepal et al. (2010b)</a>, Ann and team contributed to the measurement of housing stress as they examined the comparative effects of various definitions of different types of income and criteria on the proportion of households in housing stress.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In line with the increasing awareness of Social Exclusion in Australia in the mid-2000s, Ann also pioneered the development of research expertise in social exclusion and well-being in Australia mainly through various ARC grants to fund the development of the small area Child Social Exclusion (CSE) and Youth Social Exclusion (YSE) indexes. The Child Social Exclusion index captures the degree to which Australian children experience multiple factors of disadvantage at a small area level. The Child Social Exclusion Index has been published since 2001 (<a href=\"#bib3\">Abello et al., 2012</a>; <a href=\"#bib6\">Cassells et al., 2014</a>; <a href=\"#bib16\">McNamara et al., 2009</a>; <a href=\"#bib17\">Miranti et al., 2015</a>) and Ann’s legacy continues as we currently work on the new update using 2021 data.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-5",
                    "title": "Measuring Poverty and Social Exclusion",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In 2002, Australia’s first Intergenerational Report (IGR) was released. It provided an assessment of the sustainability of government policies over the next 40 years. The IGR showed that future outlays would exceed revenue and resolving this shortfall would involve changes to social policy and taxation policy. As the Australian Government only had limited ability to assess the future distributional and revenue consequences of changes in tax and outlay programs, Ann suggested to the Government that NATSEM develop a new dynamic microsimulation model capable of projecting the impact of policy changes – the Australian Population and Policy Simulation Model (APPSIM). The model would have the capacity to assess the distributional impact of future changes; consider the inter-generational redistributive impacts; and provide the likely capacity of different groups to pay.",
                            "type": "paragraph"
                        },
                        {
                            "text": "They agreed and she then managed to obtain funding for the project from 12 government partners, the Australian Research Council, and the University of Canberra.",
                            "type": "paragraph"
                        },
                        {
                            "text": "APPSIM was a huge undertaking as it required the model to accurately simulate and track every event that occurred to 200,000 individuals for 50 years. The events included marriage, divorce, childbirth, ageing, housing, education, labour force participation, deaths, overseas migration, retirement, income, social security, taxes, and assets.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Thanks to Ann’s vision, APPSIM has been used to raise awareness of the intergenerational impact of the GFC and the low levels of women’s retirement savings; study the impact of motherhood on labour force participation; project the future distribution of household wealth; and provide the financial cost of a range of health conditions on labour force participation from the government and the individual perspectives.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-6",
                    "title": "A dynamic model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In about 2005, a team at NATSEM started working with Ann on a technique for small area estimation using a reweighting algorithm. It was Ann’s belief that geography was an essential driver of disadvantage, and estimates of disadvantage by area were essential in good policy making. She brought an international geographer, Paul Williamson, to NATSEM in 2006 to share his knowledge on spatial microsimulation modelling. Paul was one of the early leaders in spatial microsimulation, along with Mark Birkin and Phil Rees in the UK (<a href=\"#bib25\">Williamson et al., 1998</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Ann’s vision in Australia was for a model that could eventually be linked to the STINMOD Tax/Transfer microsimulation model. The spatial modelling started with small area estimates of poverty, first published at a conference in 2006 (<a href=\"#bib8\">Chin et al., 2006</a>). From these beginnings, NATSEM’s spatial microsimulation modelling was then used to derive small area estimates of housing stress (<a href=\"#bib21\">Tanton &amp; Phillips, 2013</a>), and to develop demographic projections (<a href=\"#bib11\">Harding et al., 2009</a>) and was linked to the STINMOD Tax/Transfer model to estimate the small area impact of a Tax/Transfer policy change (<a href=\"#bib22\">Tanton et al., 2009</a>). The development of this internationally recognised modelling at NATSEM was primarily due to Ann’s vision and drive.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-7",
                    "title": "Spatial Modelling",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "With the success of tax and transfer microsimulation models, Ann saw the potential of extending the benefits of these sophisticated quantitative decision support tools to the health, aged care and disability arenas. Up to the 1990s, health - usually represented by disability status – was typically included as a simple covariate in some large scale general purpose economic microsimulation models and was often treated in a very cursory manner. The models and applications mentioned briefly below are a testimony to Ann’s vision of having dedicated health models (or dedicated modules in larger models). These aimed to address the urgent policy needs of the Australian Government as well as State and Territory Governments, and in keeping with Ann’s views on inclusivity in the use of NATSEM’s models, also the needs of commercial industry partners and not-for-profit community organisations. Ann wasn’t daunted by the challenges presented in developing these models - they were much more complex in their handling of health, disability, population ageing, funding and service provision arrangements of the health, disability and aged care systems, and in the evaluation of treatment and care options. Creating the base datasets upon which the microsimulation models could be constructed was extraordinarily difficult because of the lack of micro-level data, but Ann had complete confidence in her staff to overcome any barriers. Early health models pioneered the use of health-specific microdata for base populations in models of private health insurance and public hospital and pharmaceutical expenditure (PLM-PB) along with related distributional and lifetime analysis ((<a href=\"#bib72\">Percival et al., 1997</a>; <a href=\"#bib73\">Schofield, 1998</a>; <a href=\"#bib74\">Schofield, 1998</a>). With Ann’s encouragement, NATSEM’s health team blossomed through the 2000s, hard on the heels of Ann’s Canadian health modeller colleagues.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Some of the health models developed at NATSEM include the following:",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>Medisim</b> was a sophisticated static microsimulation model of the Australian Pharmaceutical Benefits Scheme (PBS) which aimed to provide Australians with affordable, reliable and timely access to necessary and cost-effective medicines. The goal of the model was to be able to simulate the widest possible variety of changes - in the drugs listed under the PBS, in their prices, and in the rules (settings) of the PBS such as the amount that consumers have to pay before becoming eligible for government subsidy (patient copayments) as well as the safety net thresholds, which are the arrangements put in place to protect individuals and families from large overall expenses for PBS listed medicines. MediSim was designed in partnership with Medicines Australia (the peak body representing the medicines industry of Australia) to simulate current and future use and costs of PBS subsidised medicines, under existing PBS and different policy settings, and the distributional effects of policy changes estimated. The model generated PBS government outlays and consumer costs based on various script volume, drug price, patient copayment and safety net assumptions, as well as estimating the corresponding effects on families belonging to various income and household groups (<a href=\"#bib2\">Abello and Brown, 2007</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "MediSim was highly innovative for its time in developing new techniques to overcome survey data limitations (<a href=\"#bib1\">Abello et al., 2008</a>). Its base dataset comprised a statistically matched unit record file that created synthetic families to create a complete record for every individual within each family combined with the use of various aggregated administrative datasets on PBS script volumes, costs and settings and the imputation of short term health conditions and prescribed drug usage for both short- and long-term health conditions. The imputation of drug usage was such that scripts in the model’s base year matched actual data on total scripts for 19 different drug classes and the distribution of scripts per person, by concession card status, gender and age group. The significance of this microsimulation model is that it increased Australia’s capacity for making informed decisions about health expenditure and the social and economic value of the PBS to Australian society. It was used extensively in policy discussions with the Australian Government.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>HealthMod</b> was a microsimulation model of the use and costs of medical and related services used by Australian families. HealthMod simulated the services listed on Australia’s Medicare Benefits Schedule (MBS) that are provided by general practitioners and specialist doctors as well as diagnostic and imaging services. The model had the capacity to assess the likely distributional impact of possible policy changes and their revenue or expenditure implications for Government as well as individuals and families. The construction of HealthMod involved major methodological steps required to overcome deficiencies in the national health survey. One of these was the use of statistical matching to impute synthetic family structures. This was one of the early uses of probabilistic matching in Australia, combining data from two ABS confidentialised unit record survey files for the imputation of short-term health conditions; and the annualisation of doctor visits and costs. The development of HealthMod model was funded by an Australian Research Council linkage grant and a National Health and Medical Research Council Health Service Research Grant and with the support of key Industry Partners to the grants - Medicare Australia, the Productivity Commission, the Australian Bureau of Statistics, the Australian Institute of Health and Welfare, and the NSW Department of Health (<a href=\"#bib12\">Lymer et al., 2009</a>; <a href=\"#bib14\">Lymer et al., 2011</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>Diabetes Model</b> illustrated the application of microsimulation modelling to one disease entity, in this case type 2 diabetes in Australia. The model projected the number of adult Australians who were expected to have pre-diabetes and type 2 diabetes over a 45 year simulation period. Significantly the model simulated control of type 2 diabetes in terms of glycaemic levels, cholesterol levels, weight and blood pressure control, and estimated the number and cost of complications associated with the disorder. The Diabetes Model had direct policy relevance as it provided the capacity to quantify the effect of hypothetical public health initiatives in the management of type 2 diabetes and the resulting trends in risk factor prevalence and diabetes control, the progression of complications over the simulation period, and economic outcomes (<a href=\"#bib23\">Thurecht et al., 2009</a>). What was unique about this model was that a mixed methods approach was used in its construction with microsimulation modelling of unit record demographic and risk factor data underpinning group-based disease outcome analyses (<a href=\"#bib24\">Thurecht et al., 2011</a>). Ann had a longstanding association with Monash University’s Centre of Policy Studies and Centre for Health Economics. This facilitated for the first time in Australia the linking of a microsimulation model to a macro-economic CGE model (using a human capital approach), that illustrated the economy-wide effects of a diabetes prevention program (<a href=\"#bib70\">Brown et al., 2009</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-8",
                    "title": "Health, Aged Care and Disability Modelling",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "CareMod and Aged Care Module of APPSIM reflects NATSEM’s long tradition in modelling the aged care sector and the extensive network of federal and State and Territory Government, industry and community sector partners that Ann had. CareMod was a spatial microsimulation model that produced small area estimates of the need for and cost of aged care (<a href=\"#bib15\">Lymer et al., 2009</a>). It estimated disability levels in older Australians and their demographic and socio-economic profiles as a means of identifying the need for aged care services and the ability for this need to be met through informal care provided in the community (<a href=\"#bib13\">Lymer et al., 2008</a>). This was achieved by applying the small area estimation techniques developed at NATSEM to national disability, ageing and carers data. The model projected outcomes over a 20 year forecast period. CareMod and the Aged Care Module were built to help answer basic questions such as: how many elderly persons will there be and where will they live in coming years? what will be their functional status (disability/health status) and need for care? what will be their family status, living arrangements and availability of informal care? what income from both government (e.g. age pension) and private sources (e.g. superannuation, returns on investment) and assets including housing will they have at their disposal to contribute to their costs of care?",
                            "type": "paragraph"
                        },
                        {
                            "text": "Issues over the increasing need for aged care services, affordability of care and inequities in access to care continue to dominate policy debates in Australia. Ann saw the benefits that models like CareMod and the NATSEM APPSIM Aged Care Module offered to policy analysis. The Aged Care Module was designed to specifically simulate low and high care needs and the use and costs of informal and formal home and community and residential age care services, building on information on a range of variables including age, gender, disability level, living arrangements and socio-economic status (<a href=\"#bib5\">Brown et al., 2011</a>; <a href=\"#bib19\">Nepal et al., 2010a</a>). This work led to NATSEM becoming a national and international leader in the modelling of the prevalence and costs of dementia and impacts of possible interventions.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-9",
                    "title": "CareMod and Aged Care Module in APPSIM",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Ann was very easy to work with, and was incredibly smart and fast thinking. She was famous for her “walk and talk”, where she would invite a staff member to have a lunchtime “walk and talk” with her. She set a cracking pace, talking all the way on some work you were doing. Of course, because of the pace she set, there wasn’t much talk from us; or it was from a few meters behind her. Fortunately, the building we were in had showers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "She was always very generous. When NATSEM was based in Canberra City, there was a coffee shop on the first floor of the office. When we moved closer to the University in Belconnen, there wasn’t a coffee shop nearby, so Ann purchased a high end coffee machine for the building. There were always large Christmas presents from NATSEM to all Staff – a Christmas hamper of food and champagne most years, and then NATSEM jackets and lunch in another year. Ann also really cared for the wellbeing of her staff so she also arranged yoga and massage sessions for us at the office.",
                            "type": "paragraph"
                        },
                        {
                            "text": "She was also generous in other ways. Whenever she was overseas, she would lend her car to a staff member; and many staff had holidays at her beach house in return for doing some work there – oiling the deck, or doing some painting.",
                            "type": "paragraph"
                        },
                        {
                            "text": "One thing many staff wished she was not so generous with was her “development opportunities”. If Ann came to you with a “development opportunity”, you knew she was going to ask you to stretch yourself. It might be a conference that needed a speaker; or a media outlet that needed a talking head. Of course, she made herself available as a mentor when she asked us to do these tasks, so while we joked about them, we did have support from her; they did stretch us; and we certainly learnt (and developed) a lot from them.",
                            "type": "paragraph"
                        },
                        {
                            "text": "She would make herself available as a mentor for new PhD supervisors or by writing an article with the early career researchers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Many NATSEM staff also remember the “time team” tasks. These were urgent requests from Ann, usually coming from Government, that needed to be done in 3 days. To quote Tony Robinson from Time Team, “And we’ve got 3 days to do it”.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Ann, from all ex-NATSEM staff, we will miss your smiling face and laughter, but you leave a wonderful legacy that will always be remembered.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Robert Tanton (NATSEM, University of Canberra, 2005 - 2023)</i>",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Riyana Miranti (NATSEM, University of Canberra, 2007 - 2021)</i>",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Richard Percival (NATSEM, University of Canberra, 1993 - 2010)</i>",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Deborah Schofield (NATSEM, University of Canberra, 1993 - 1996)</i>",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Laurie Brown (NATSEM, University of Canberra, 2001 - 2021)</i>",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Simon Kelly (NATSEM, University of Canberra, 1998 - 2023)</i>",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Marcia Keegan (NATSEM, University of Canberra, 2006 - 2014)</i>",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Yogi Vidyattama (NATSEM, University of Canberra, 2008 - 2023)</i>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-10",
                    "title": "Personal Reflections",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "NATSEM",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In 1998, I attended a presentation by Professor Ann Harding on government social and economic policymaking. She stressed the importance of understanding how policies impacted on different segments of society and that microsimulation models being pioneered at NATSEM provided these insights. NATSEM’s aim was to become a significant contributor to social and economic policy debate. I loved the idea of doing genuinely applied research and soon after this presentation began working at NATSEM doing a PhD on microsimulation of household wealth with Ann as my supervisor.",
                    "type": "paragraph"
                },
                {
                    "text": "Over the next decade or two, Ann authored many journal articles and book chapters using microsimulation to highlight inequalities in Australian society. I was fortunate to be a co-author on some of those. However, Ann’s major contribution to influencing policy design was not through academic papers but through less formal methods such as conference presentations and NATSEM publications.",
                    "type": "paragraph"
                },
                {
                    "text": "Ann’s presentations always included straightforward graphs or tables showing breakdowns by age, sex, income, household type, disability, or some other socio-economic variable. This meant the presentations clearly showed the varying outcomes for different groups, were easily understood, and often resulted in wide media coverage. Similarly, publications such as the <i>AMP.NATSEM Income and Wealth Report</i> series used NATSEM modelling to show the range of impacts for different groups. The topics covered included raising children, education, baby-boomers, housing, divorce, health, retirement, and many others (there were around 40 produced over 15 years). Ann chose the theme, developed the report and media release, and often provided the catchy title. These reports provided NATSEM with a high and ongoing media profile. NATSEM was influencing government policy by making a significant contribution to social and economic policy debate.",
                    "type": "paragraph"
                },
                {
                    "text": "I was lucky enough to work with Ann on some of her presentations and be a co-author on many of the <i>AMP.NATSEM</i> reports. She was extremely approachable, open to new ideas and her editing always dramatically improved the work. I learnt an enormous amount and loved working with her.",
                    "type": "paragraph"
                },
                {
                    "text": "Today, all changes to government social and economic policy are disaggregated and scrutinised to ensure that policies are correctly targeting those in need. Everyone is aware that a new policy or policy change will not have the same impact for everyone and there is a distribution of outcomes. This is a legacy of Ann’s education of the public and, perhaps, having NATSEM alumni now making decisions on government social and economic policy as either a member of Parliament, a senior government official, or as a senior academic.",
                    "type": "paragraph"
                },
                {
                    "text": "Thank you, Ann.",
                    "type": "paragraph"
                },
                {
                    "text": "<i>Simon Kelly (KELLYresearch, University of Canberra, &amp; Macquarie University)</i>",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "Simon Kelly",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The recent death of Prof Ann Harding of NATSEM in the University of Canberra represents a major loss to the microsimulation community of one of the most influential leaders of the field. Ann contributed to many sub-components of the field including static microsimulation and spatial microsimulation and was instrumental in developing one of the leading centres in NATSEM. In this note I shall focus on a contribution that particularly inspired me, dynamic microsimulation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "I first came across Ann Harding’s work when I was exploring a PhD myself when I started working on microsimulation with Tim Callan at the ESRI in 1993. Ann had just completed her PhD in 1991<a href=\"#fn1\"><sup>1</sup></a> at the Suntory Toyota Centre for Economics and Related Disciplines (STICERD) London School of Economics. STICERD was an incredible place with a whole range of stars of social policy and inequality such as Tony Atkinson, Howard Glennerster, Julian Le Grand, Nicholas Barr, David Piachaud, John Hills, Frank Cowell, Holly Sutherland, Jane Falkingham, Paul Johnson, Maria Evandrou, John Micklewright, and visitors like Francois Bourguignon and Jane Waldfogel amongst many others. It was such an exciting place in what was then a relatively ramshackle building compared to the glitzy new LSE. It attracted Ann to the LSE in the late 1980’s to undertake a PhD with Tony Atkinson, working alongside Holly Sutherland, Jane Falkingham and Maria Evandrou (<a href=\"#bib44\">Harding, 1993a</a>). It was funded by the Australian Department of Social Security and the Association of Commonwealth Universities.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Ann had spent a decade working on major policy reviews for the Australian government, which looked at how government programmes redistributed at one point in time. She wanted to understand how policy could be used to influence the lifetime and life-course income distribution and redistribution. This question led her to Orcutt’s work and microsimulation and consequently onto the Welfare State Programme with Tony Atkinson at the LSE. Jane Falkingham and John Hills (<a href=\"#bib37\">Falkingham and Hills, 1995</a>) had been working on a similar question at the time for the UK, developing the LIFEMOD model and so there was a team of people working on similar questions at the same time.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Longitudinal issues were a hot topic at the time as the European Community Household Panel was just going into the field. Having worked on static microsimulation modelling at the ESRI, I thought that working on dynamic microsimulation modelling would be interesting and topical. I was heavily influenced by Ann’s working paper on the prospects for dynamic microsimulation models in her <a href=\"#bib42\">Harding (1990)</a> STICERD Discussion Paper. In the era before the International Journal of Microsimulation or the proliferation of journals like the Journal of Economic Inequality, Discussion Paper series such as that of the Welfare State Programme at the LSE were a primary source of research output, particularly for technical discussions that were often not published in journal articles. I aspired to do similar work to Ann and her colleagues at the LSE and in 1995 enrolled in the PhD programme there with Ann’s colleague Jane Falkingham as well as Celia Phillips as my supervisors. My own work is thus a direct linear descendent. Although, we did not overlap at the LSE, Ann had just published her monograph based upon her PhD (<a href=\"#bib44\">Harding, 1993a</a>) and she had just started NATSEM who were producing technical papers from the next Ann Harding inspired dynamic microsimulation model, DYNAMOD (<a href=\"#bib27\">Antcliff et al., 1996</a>). I also started working in Cambridge with another of Ann’s early career colleagues Holly Sutherland as well as her supervisor Tony Atkinson. So although we had not actually met at this stage, her influence on me was diffused through very many different sources. It was thus natural for me, with similar aspirations and data constraints as Ann and colleagues at the LSE to undertake similar research based upon a Dynamic Cohort Microsimulation modelling framework. Other similar analyses and model developments occurred at the same time in Italy (<a href=\"#bib31\">Baldini, 1997</a>) and Sweden (<a href=\"#bib39\">Fölster, 1997</a>). Indeed, Baldini also heavily cites Ann Harding in his book. Another cohort model was developed in Australia around this time, but it took a different approach to the Harding inspired models (<a href=\"#bib65\">van de Ven, 1998</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In defining Ann’s contribution to dynamic microsimulation, it is her leadership and capacity to translate knowledge as much as her technical proficiency that I would highlight. This spans both her own PhD work to the resourcing of a large university based research Centre with a focus on microsimulation. She was a founder also of the International Microsimulation Association. As the first President, she founded the International Journal of Microsimulation and the World Congress of the Association, much of the research dissemination landscape we now take for granted.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "Introduction",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For me and for others, her 1993 North Holland Volume, Lifetime Income Distribution and Redistribution was a key starting point. Prior to this work, large institutional, mainly well-funded teams had undertaken most of the development of dynamic microsimulation models (<a href=\"#bib58\">O’Donoghue, 2001</a>; <a href=\"#bib56\">Li and O’Donoghue, 2013</a>). What Ann demonstrated was that working on dynamic microsimulation modelling was an attainable objective for an individual researcher and her book provided a detailed blue print on how to do this.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The HARDING model was built as part of a PhD thesis at LSE in order to investigate lifetime income distribution issues in Australia (<a href=\"#bib42\">Harding, 1990</a>; <a href=\"#bib43\">1991</a>; <a href=\"#bib44\">1993a</a>). The 1993 North Holland volume describes both the development of the HARDING model and its use to develop distributional and redistributional indicators over the lifetime period of analysis, redistribution over the life-course and between cohorts.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Using the categorisation from her <a href=\"#bib42\">Harding (1990)</a> paper, the model is a dynamic cohort model based on a hypothetical sample of 2000 males and 2000 females aged 0 in 1985. The objective of the model was lifetime tax-transfer analysis (<a href=\"#bib44\">Harding, 1993a</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Demographic transitions are modelled through the use of transition matrices (<a href=\"#table1\">Table 1</a>). A steady state assumption was used and simulations are carried out in discrete time. Harding used only age and sex to determine mortality transition probabilities. In this model spouses were chosen to marry other individuals in the sample. Marriages were male initialised and depended on rates half way between that of the male and the female with a two year age gap. In the event of death of a spouse, the remaining spouse was categorised as widowed. In the case of the death of a sole parent, the children also left the sample with the parent.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source:</i> <a href=\"#bib44\">Harding, 1993a</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Event</th><th align=\"left\">Variables used to Determine Event</th></tr></thead><tbody><tr><td align=\"left\">Mortality</td><td align=\"left\">Age, sex, education status</td></tr><tr><td align=\"left\">Disability status</td><td align=\"left\">Age, sex</td></tr><tr><td align=\"left\">Pre school</td><td align=\"left\">Age, sex</td></tr><tr><td align=\"left\">Primary &amp; secondary</td><td align=\"left\">Sector, age, sex and parental SEG.</td></tr><tr><td align=\"left\">Leaving school</td><td align=\"left\">Age, sex, school sector and parental SEG</td></tr><tr><td align=\"left\">Tertiary Enrolment</td><td align=\"left\">Age finished secondary school, sex, parent's education</td></tr><tr><td align=\"left\">Graduate school</td><td align=\"left\">Race, sex, parents education</td></tr><tr><td align=\"left\">Fertility</td><td align=\"left\">Age, marital status and parity (for married women only)</td></tr><tr><td align=\"left\">Marriage &amp; remarriage</td><td align=\"left\">Age, sex</td></tr><tr><td align=\"left\">Matching spouses</td><td align=\"left\">Age, education (male initialising)</td></tr><tr><td align=\"left\">Cohabitation</td><td align=\"left\">Age, sex (distribution same as marriage)</td></tr><tr><td align=\"left\">Divorce</td><td align=\"left\">Age, sex</td></tr><tr><td align=\"left\">Labour Force Participation</td><td align=\"left\">Age, employment status, education, marital status and age of youngest child (women)</td></tr><tr><td align=\"left\">Self employed</td><td align=\"left\">Age, education and husband's self employment status (women)</td></tr><tr><td align=\"left\">Hours in the labour force</td><td align=\"left\">Education, age, employment status (FT or PT), self-employment status (men) marital status and age of youngest child (women)</td></tr><tr><td align=\"left\">Unemployment</td><td align=\"left\">Age, unemployed the previous year, education, sex, duration of previous unemployment</td></tr><tr><td align=\"left\">% of year unemployed</td><td align=\"left\">Age, sex, education, % of year in labour force year</td></tr><tr><td align=\"left\">Employee and self employed earnings</td><td align=\"left\">Age, education, invalidity status, number of hours worked, ability and personal qualities and also a stochastic error term</td></tr><tr><td align=\"left\">Investment income</td><td align=\"left\">Age, sex, education, earnings, disability status, self-employment status and labour force status</td></tr><tr><td align=\"left\">Transfers</td><td align=\"left\">Major cash transfers</td></tr><tr><td align=\"left\">Taxes</td><td align=\"left\">Federal income taxes and medicare levy</td></tr></tbody></table>"
                                    ],
                                    "title": "Components of the behavioural equations of the HARDING model",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "HARDING’s labour force participation contained separate modules for men and women. The first stage was to model whether someone was in the labour force in a particular year. If the individual remained in the labour force the stage was to determine whether or not they become self-employed and then whether they were full-time are part-time. Next the number of hours worked were predicted and finally whether an individual experienced any unemployment, and if so what percentage of their time was spent in the labour force in a given year.",
                            "type": "paragraph"
                        },
                        {
                            "text": "I include the set of model components in this note in <a href=\"#table1\">Table 1</a> as a testament to the ambition and comprehensiveness of Ann’s modelling. Her North Holland volume guided the modelling decision making made by myself and many other modellers as she described in granular detail the choices made. It represents a very valuable cook book on how to develop a dynamic microsimulation model.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "The HARDING Dynamic Cohort Microsimulation Model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The North Holland volume is packed with four innovative analytical chapters looking at different aspects of the lifetime income distribution including comparison with the annual income distribution and income distribution and redistribution over the life-cycle (<a href=\"#bib45\">Harding, 1993b</a>). While the publishing fashion has changed now with the move from monographs to journal publications, in my opinion the quality of the work could have justified high impact journal publications. Jan Nellissen subsequently published a paper on annual and lifetime income redistribution in the <i>Journal of Public Economics</i> (<a href=\"#bib57\">Nelissen, 1998</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Building upon the cohort model, Harding was instrumental in developing applications of dynamic microsimulation models that are now more common place. <a href=\"#bib46\">Harding (1995a)</a> paper on evaluating the life-course redistributional effects of higher education financing via the Australian Higher Education Contribution Scheme (HECS) presaged the extensive literature on this topic that developed subsequently (<a href=\"#bib33\">Dearden et al., 2008</a>; <a href=\"#bib38\">Flannery and O’Donoghue, 2011</a>; <a href=\"#bib32\">Courtiou, 2012</a>). She was 15 years ahead of the field in identifying the potential for using dynamic microsimulation frameworks to look at higher education financing.",
                            "type": "paragraph"
                        },
                        {
                            "text": "While health care related analyses have become widespread in the dynamic microsimulation modelling literature (<a href=\"#bib56\">Li and O’Donoghue, 2013</a>), <a href=\"#bib49\">Harding’s et al. (2002)</a> built upon the (<a href=\"#bib48\">Harding et al., 2000</a>) discussion paper was one of the first uses of dynamic microsimulation models for health redistributive impact of government health outlays over the lifetime. Co-authors on this paper include Agnes Walker and Deborah Schofield who have been very influential in the health microsimulation sub-field.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Another application of her PhD model was in the undertaking of international comparisons with Jane Falkingham who compared the lifetime redistributive effect of social insurance and assistance between Australia and the UK (<a href=\"#bib36\">Falkingham and Harding, 1996</a>). Despite the obvious usefulness, the comparative dynamic microsimulation literature being relatively weak to this day, with <a href=\"#bib34\">Dekkers et al. (2010)</a> and <a href=\"#bib64\">Spielauer et al. (2020)</a> being exceptions.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "Applications",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Ann’s return to Australia saw her combine her research modelling skills with her policy and influencing skills, convincing Deputy Prime Minister Brian Howe and the Department of Health, Housing, Local Government and Community Services to fund the establishment of the National Centre for Social and Economic Modelling (NATSEM) at the University of Canberra. The establishment of NATSEM was one of the most visionary and impactful developments in the field of microsimulation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The development of Dynamic Microsimulation Models was a key pillar of the research programme at NATSEM. One of the founding models within NATSEM was the DYNAMOD model (<a href=\"#bib26\">Antcliff, 1993</a>; <a href=\"#bib27\">Antcliff et al., 1996</a>; <a href=\"#bib52\">Kelly, 2007</a>). DYNAMOD 2 was the first working application of the project and is a population model, based on a 1% sample of the 1986 Census (c. 150000 persons). Uses include: superannuation, age pensions and education, long-term issues in labour market, health, aged care and housing policy, broad long-term distributional issues within the population and across generations, asset accumulation and retirement incomes, future characteristics of the population or the projected impact of policy changes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The model used a combination of discrete and continuous time. Many demographic processes are simulated using survival functions which allow the model to operate in continuous time, while a monthly discrete time unit has been used for other processes. Education transitions, meanwhile are simulated on an annual basis. The model is divided into two parts: the population simulator, Popsim and any applications which may used from the generated population.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Demographic equations were estimated using data from the 1986 national survey of the Australian Family Project (<a href=\"#table2\">Table 2</a>). It was sample of women aged 20-59 and their life event histories with a sample size of 2,547. Disability transitions have been modelled using the 1993 Survey of Disability, Ageing and Carers. Both transitions into and out of disability are modelled. Disability has also been interacted with income, education status and mortality.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Note:</i> The types of transitions are included even if documentation is not available at the time of this literature survey. Details of forthcoming documentation are recorded in <a href=\"#bib54\">King et al. (1999)</a>",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Event</th><th align=\"left\">Variables used to Determine Event</th></tr></thead><tbody><tr><td align=\"left\">Demographic</td><td align=\"left\">Models vary over time</td></tr><tr><td align=\"left\">Mortality</td><td align=\"left\">Age, sex</td></tr><tr><td align=\"left\">First cohabitation</td><td align=\"left\">Educational participation, pregnancy, year of birth</td></tr><tr><td align=\"left\">Termination of first cohabitation</td><td align=\"left\">Age at entry to union, completed university degree, live birth during union, employment status</td></tr><tr><td align=\"left\">Termination of second or subs cohabitation</td><td align=\"left\">Partner LT unemployed, live birth during union</td></tr><tr><td align=\"left\">First marriage</td><td align=\"left\">Educational participation, highest educational status, FT employment and age 15-17, pre-marital pregnancy, currently cohabiting, age, currently cohabiting and pregnant</td></tr><tr><td align=\"left\">Dissolution of first marriage</td><td align=\"left\">Year of birth, age at first marriage, husband’s age at marriage, husband previously married, cohabited 1-6 months, pre-marital birth, employment status, husband unemployed for 6+ months, year of birth, marriage duration</td></tr><tr><td align=\"left\">Time between first marriage and cohabitation</td><td align=\"left\">Year of birth, pregnant, no. of children at end of previous marriage, duration since separation, employment status</td></tr><tr><td align=\"left\">Time from end of marriage to the next</td><td align=\"left\">Number of children at end of previous marriage, currently cohabiting, duration since marriage ended</td></tr><tr><td align=\"left\">Dissolution of second and subsequent marriages</td><td align=\"left\">Highest ed. Qualification, cohabited before marriage, employment status</td></tr><tr><td align=\"left\">Divorce after separation</td><td align=\"left\">Duration of separation</td></tr><tr><td align=\"left\">Matching of partner</td><td align=\"left\">Age, education level, employment status</td></tr><tr><td align=\"left\">Pre-marital birth</td><td align=\"left\">Education participation, education level, employment status, age</td></tr><tr><td align=\"left\">First birth after entry to marital union</td><td align=\"left\">Education participation, employment status, age, duration since first marital union</td></tr><tr><td align=\"left\">Second and subs birth after entry to marital union</td><td align=\"left\">Parity, ed. participation, highest level, age, duration since last birth, employment status</td></tr><tr><td align=\"left\">Leaving Home</td><td align=\"left\"/></tr><tr><td align=\"left\">Education</td><td align=\"left\"/></tr><tr><td align=\"left\">Labour market transitions</td><td align=\"left\">Sex, age, marital status, occupational status, sector, labour force status, unemployment rates, average earnings, replacement ratio</td></tr><tr><td align=\"left\">Earnings</td><td align=\"left\"/></tr><tr><td align=\"left\">Employment status of students</td><td align=\"left\"/></tr><tr><td align=\"left\">Earnings of students</td><td align=\"left\"/></tr><tr><td align=\"left\">Hours Worked</td><td align=\"left\"/></tr></tbody></table>"
                                    ],
                                    "title": "Components of the behavioural equations of the DYNAMOD models",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Transitions are modelled between the states, employed, unemployed and not in the labour force for each sex and for three different age categories. Transitions are modelled on a monthly basis on the basis of a two-step process. Firstly, it is determined whether an individual stays in that particular labour force status. If not, then the next labour market state is modelled. Transitions are simulated using logit functions which have been specified using the Australian Labour Force Survey. This survey is a monthly panel, where individual states are recorded over two months. Five different panels were used so that external labour market characteristics could be included as independent variables in the logit functions. These include labour force participation rates, replacement rates and unemployment rates.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-4",
                    "title": "DYNAMOD model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Although mainly used for policy development and advice, the most important scholarly contribution was the network of international researchers on dynamic microsimulation that were convened by Ann to advise on the development of dynamic microsimulation models. The legacy of this network was a series of seminal technical papers on dynamic microsimulation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Topics of relevance today include ground-breaking papers on choices between discrete time and continuous time (<a href=\"#bib40\">Galler, 1997</a>). This paper of Heinz Galler is a direct link back to the previous leading Sondersforschyngbereic3 (Sfb3) team at the University of Mannheim, whose models were published in yet another North Holland Volume (<a href=\"#bib61\">Orcutt et al., 1986</a>). Hans Baekgaard developed a number of key techniques of importance to dynamic microsimulation modelling, wealth modelling (<a href=\"#bib28\">Baekgaard 1998</a>), alignment (<a href=\"#bib29\">Bækgaard, 2002a</a>) and earnings dynamics (<a href=\"#bib30\">Bækgaard, 2002b</a>). Other technical papers included demographics (<a href=\"#bib71\">Bracher, 1996</a>; <a href=\"#bib51\">Kelly and King, 2001</a>), migration (<a href=\"#bib53\">King et al., 2002</a>), base data (<a href=\"#bib54\">King et al., 1999</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Ann Harding does not appear as a co-author on these papers. However, her vision in assembling such a high profile team and documenting the nuts and bolts of how to do dynamic microsimulation had her hand prints all over them.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-5",
                    "title": "Contribution",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In this short I document some of the key contributions Ann Harding has made to the field of dynamic microsimulation modelling.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The North Holland monograph that she published based upon her PhD at the LSE has served as a key text inspiring future non-institutional dynamic microsimulation model builders to go for it. Providing both a proof of concept of what can be achieved in a single project and the detailed technical specifications to allow others to learn how to do it, it is one of the best books of its type in the literature.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Her return to Australia saw her establish the National Centre for Social and Economic Modelling and in particular bring together a stellar team of modellers to both develop a major new dynamic population model DYNAMOD. The contribution was not so much the development of the model and its various policy uses, but the rich documentation that the team put together. To this day, these serve as a repository of detailed analytical knowledge of use to the wider microsimulation community.",
                            "type": "paragraph"
                        },
                        {
                            "text": "At NATSEM, Ann hosted a number of major global conferences on microsimulation. The first in 1993 was a veritable who’s who of microsimulation at that time. Conference papers were published in another North Holland Volume (<a href=\"#bib47\">Harding, 1995b</a>), for which I had the honour of writing a book review (<a href=\"#bib59\">O’Donoghue, 1998</a>). Another global conference was hosted in NATSEM in 2003 with conference papers again published in another North Holland volume (<a href=\"#bib41\">Gupta and Harding, 2007</a>). It was at this conference that the development of the International Microsimulation Association was proposed and formed under Ann Harding’s leadership in 2005, resulting in the establishment of a biennial World Congress and the International Microsimulation Journal. The World Congress of the Association returned to NATSEM in 2013, marking the end of her reign as President of the IMA. I appreciated her faith in me in asking me to take over from her as President of the Association.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In her Presidential address to the first World Congress of the International Microsimulation Association, she outlined her own thoughts on the Challenges and Opportunities of Dynamic Microsimulation Modelling. Some of the key points she highlight include:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "The cost of model development, with many of the institutional models costing millions of euro, requiring large multi-disciplinary teams. The costs of maintaining these models in the long term are very challenging without the contribution of large public funds. This is an issue that has not gone away, as witnessed by the demise of another leading model, DYNACAN.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "She highlighted the importance of collaboration and cooperation in facilitating the sharing of knowledge. This is an area with the development of open source modelling frameworks such as LIAM2 (<a href=\"#bib35\">De Menten et al., 2014</a>) and MODGEN (<a href=\"#bib63\">Spielauer, 2007</a>) have really advanced.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Access to appropriate data. Dynamic microsimulation models require both detailed base datasets and rich long-running panel data for estimation purposes. While administrative data holds opportunities to deal with many of these challenges, contextual information is often poor. Survey based panel data is not much better and in many European countries worse since Harding made this presentation.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Alignment. In the debate of whether to align or not, Ann came firmly down on the alignment side, given the challenges of developing free-standing or non-aligned models.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "User friendliness. While she describes dynamic models as “complex beasts”, she argues that every effort should not be made to make it easy to use. She highlights parameterisation and modularisation as key aspects in this strategy.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Endogenous behaviour. While frequently the goal of public policy, whether it be labour supply, retirement choice or savings, incorporating behaviour, either through micro equations or via linkages with macro models remain a major challenge for dynamic microsimulation modelling.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "While this has focused on her contribution to dynamic microsimulation modelling her contributions elsewhere remain very important. Developments of spatial microsimulation within NATSEM are amongst the most significant worldwide (<a href=\"#bib62\">Rahman et al., 2010</a>). Static tax-benefit microsimulation models were the work-horse tool of policy evaluation within the NATSEM. I was happy to co-author a chapter on Static Models (<a href=\"#bib55\">Li et al., 2014</a>) in the Handbook of Microsimulation (<a href=\"#bib60\">O’Donoghue, 2014</a>)",
                            "type": "paragraph"
                        },
                        {
                            "text": "Ann was someone with a unique skillset that combined technical knowledge, policy awareness, and the diplomatic flair to make it happen. In her Presidential address she reflected on the need for leadership:",
                            "type": "paragraph"
                        },
                        {
                            "text": "“With the benefit now of 15 years of experience in the construction of extremely large and complex microsimulation models, the crucial importance of project management has become clearer to me. Academics naturally tend to want to do an outstanding job in their modelling work — and this often means that the earlier stages of a project absorb a greater than anticipated share of the total time and budget for the project. The end result is that important processes that were part of the original project scope often then do not get included within the model — or they get included in a much more rudimentary way, or they are less well documented or validated or, by the time the model is completed, there are no more funds left to produce the papers that illustrate the useful questions that the model can answer (and thus to keep stakeholders and future funders engaged).‘Today, I would place a much greater importance on developing the simplest possible (but functioning) version of a model, on getting that well documented and on producing papers containing illustrative results within the project budget and timeframe. It is then easier to persuade stakeholders to provide additional funds to support refinements to particular modules or the development of new modules to simulate additional processes. Such an approach militates against the taking of risk… But it seems to me to better reflect the reality of research funding today, given the very high costs associated with the construction of dynamic microsimulation models.”",
                            "type": "paragraph"
                        },
                        {
                            "text": "This key point reflects on another quote that I often reference, that of George Boxes “All Models are Wrong, But Some Are Useful”. This philosophy reflects her combination of technical and leadership skills and a pragmatic approach that enabled her to span both sides of the fence to great success. It leads both to technical development, while managing to be highly influential in policy settings and to the organisational expertise to establish and maintain a large research institute such as NATSEM.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Although a policy analyst, model developer and manager, one of her key legacies is as an educator. Although I am not aware if she did much teaching at the University, her published work and her leadership in founding both the Association and the Journal have very significantly improved the knowledge transfer landscape; all had the aim, in her clear style, to make it easier for others to work within the field and to progress human knowledge.",
                            "type": "paragraph"
                        },
                        {
                            "text": "While Orcutt is renowned as the father of the field of microsimulation, Ann Harding stands as one of the greatest leaders within the field and did more than almost anyone else to drive the field forward. She combined these skills and vision with charm and accessibility. I always found my engagements with her to be good-humoured. I always appreciated her kindness and generosity.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Ar dheis Dé go raibh a hanam (May she rest in peace in Irish).",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Cathal O'Donoghue, NUI Galway</i>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-6",
                    "title": "Conclusions",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "Cathal O’Donoghue",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "It is with immense sadness that I rise to speak following the death of Professor Ann Harding AO, a groundbreaking economist and the founder and director for 16 years of the National Centre for Social and Economic Modelling, NATSEM, at the University of Canberra. She was a woman of incredible intellect, drive and vision who had a deep commitment to quality research and putting evidence at the centre of public policy decision-making. She was committed to decision-makers putting the needs of and impacts on Australians at the centre of their thinking as they made policies that affect us all.",
                    "type": "paragraph"
                },
                {
                    "text": "She was a strong female leader who was a mentor too many and gave great opportunities to women around her. She was a person who cared deeply about other people, and I had the great privilege to see all of this firsthand, as I worked with her at NATSEM for many years.",
                    "type": "paragraph"
                },
                {
                    "text": "She pioneered microsimulation in Australia. This is the modelling of the impacts of policies, particularly tax and transfer policies, on households and individuals. She also put the analysis of poverty and inequality at the centre of the public policy discussion. Through NATSEM, she built the capability for this type of modelling in Australia and built a community of people that continue this work today. Through that tight knit community of microsimulators across academia and the Public Service, particularly Treasury and the Department of Social Services, most of them would have NATSEM and Ann to thank for building that capability. And we all have her to thank for enabling this kind of analysis to inform policy.",
                    "type": "paragraph"
                },
                {
                    "text": "She fostered an environment in which wonderful work was done but also from which many relationships, professional and personal, have continued to this day. So many people were part of that really positive culture —there are too many to name, but some of my amazing former colleagues are here in the chamber today—and that was no accident, because that was what Ann built in establishing NATSEM.",
                    "type": "paragraph"
                },
                {
                    "text": "After graduating from Sydney university with honours in economics, Ann worked as a journalist and then at the Parliamentary Library and in the Public Service. She then went to the London School of Economics, where she completed her PhD, 'Lifetime income distribution and redistribution in Australia: Applications of a dynamic cohort micro simulation model', winning a British Council scholarship.",
                    "type": "paragraph"
                },
                {
                    "text": "It was after that that she established NATSEM at the University of Canberra in 1993. She was just 34 and one of the youngest women ever appointed as a professor. At the time she said, as quoted in the Canberra Times:",
                    "type": "paragraph"
                },
                {
                    "text": "“The reason for making the centre an independent institution is that it will be available as a national resource to anyone who wants to use it for strategic planning and to help improve the level of social and economic policymaking. It’s going to help construct a much more informed debate about social policy.”",
                    "type": "paragraph"
                },
                {
                    "text": "And it did. At the time, the then Minister for Health, Housing and Community Services, Brian Howe, stated:",
                    "type": "paragraph"
                },
                {
                    "text": "“There is currently a critical lack of information about the actual impact of government policy and programs on the people we are seeking to help … The models being developed by NATSEM will substantially fill that void and will help governments to target health and welfare services so they better meet the needs of all Australians.”",
                    "type": "paragraph"
                },
                {
                    "text": "The impact of NATSEM was seen in some of the biggest policy debates of the last few decades, including the GST and the impact of moving sole parents onto the unemployment benefit. NATSEM’s work really highlighted the terrible impacts of the coalition’s 2014 budget. They also provided incredible information on health, regional modelling, effective marginal tax rates, child care and education and contributed to wage cases.",
                    "type": "paragraph"
                },
                {
                    "text": "In 2016, Ann was awarded the Order of Australia. According to her appointment she co-authored or authored over 300 books, chapters, articles, papers and commissioned reports. Her ResearchGate profile lists 138 publications and 2,207 citations.",
                    "type": "paragraph"
                },
                {
                    "text": "On a personal note, without the opportunities Ann gave me in her encouragement and mentoring, this shy person who started at NATSEM would never have dreamed of doing public speaking or, least of all, to be in this place.",
                    "type": "paragraph"
                },
                {
                    "text": "Thank you, Ann; rest in peace.",
                    "type": "paragraph"
                },
                {
                    "text": "<i>Alicia Payne, MP (Speech to the Australian House of Representatives on Thursday 9</i><sup><i>th</i></sup> <i>of February 2023).</i>",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "Alicia Payne",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "I first met Ann when I was applying to work at NATSEM in 2008. As an economist that works in regional development and geographical economics. Her works were initially remote from the area that I as dealing with. Nevertheless, I have worked using survey data at household level. Microeconometrics and Agent Based Modelling were not too far distant from my knowledge. This knowledge shaped my perspective of what I think was Ann’s contribution in the field of microsimulation. When I first learned about STINMOD and then co-supervised a student with Ann, I could see that the concept of her works was to start simple but be ready for greater complexity. Compared to the work I did with survey data before my time at NATSEM, Ann’s work started with the direct and static impact of policy rather than the relationship, interaction and causality among the observation and variables. While starting with the direct static impact, Ann’s works are full of details. The details are both in the data and policy application. The dynamic aspects were usually added with the necessary caveats around it. This approach can be seen since her earlier work (such as <a href=\"#bib46\">Harding, 1995a</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The importance of Ann’s approach in microsimulation is that it has made the simulation applicable to various policy settings as it is adaptable to the build up in policy options. Besides the earlier example on the higher education funding scheme, this can be seen clearly in the development of STINMOD that is followed by CAPITA, which is currently used by the Australian Treasury. The model is being built using several modules and then combined to create a system that mimics the complicated Australian budget system. This application in a real life or policy setting was very important for Ann and I believe, this was the reason why Ann’s work made such a significant contribution. Hence, her contribution was more on how the models could contribute and be applied by policy makers. We often discussed what the model can offer and what the actual need of the end users was and then how it would contribute to the broader community. One of those chats ended in one of our works: <a href=\"#bib67\">Harding et al. (2011)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "Ann liked to ensure microsimulation applications were broad in their application. For example, if we were to estimate wealth, she would was keen to see that every aspect of wealth was covered. However, she could also be pragmatic as in our publication <a href=\"#bib68\">Vidyattama et al. (2013)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "Ann prioritised ensuring the availability of the reliable data and estimates to underpin models. She would ensure that we spent time on validating our data and estimates, including having other people check the code and that the results were tested against other benchmarks. Therefore, another Ann’s contribution was also to ensure that the microsimulation model was trustworthy.",
                    "type": "paragraph"
                },
                {
                    "text": "<i>Yogi Vidyattama, University of Canberra</i>",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "Yogi Vidyattama",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "It was a shock when I heard of Ann’s untimely passing. My memories are of a very bright, vivacious young woman (I’m a decade older so she always looked younger).",
                    "type": "paragraph"
                },
                {
                    "text": "I first met Ann in London when she was still early in her PhD studies. I remember a wonderful and lengthy conversation about our strongly shared interest – microsimulation modeling. She peppered me with questions that clearly went beyond more usual academic concerns – not only the technicalities of this sophisticated form of quantitative analysis, but also how these models could be used for public policy, what the relationships could be between academic modelers, the statistical office, and government departments, and how these models could help improve the designs of major government programs. These models enable policy makers to understand not only how much some policy change might cost the government, but also how they would affect Australians (and in my case Canadians) in different age brackets, or income groups, or family contexts.",
                    "type": "paragraph"
                },
                {
                    "text": "Ann clearly embraced these ideas, both at a more technical level in her PhD thesis, and in a more important practical level, by founding NATSEM, the national centre for socio-economic modeling. She had not come to her PhD studies directly from university, but rather after some years in journalism and national government agencies. These experiences gave Ann the insights which, along with her energy and diplomatic skills, enabled her to engage with the government in Canberra initially to secure funding for NATSEM.",
                    "type": "paragraph"
                },
                {
                    "text": "Of course, start-up funding can only lead to an ongoing organization if it results in something of lasting benefit. Even from the other side of the planet, I could see that Ann was tremendously effective in ensuring NATSEM produced studies and analytical results from its models that were valued by her government sponsors.",
                    "type": "paragraph"
                },
                {
                    "text": "Additionally, Ann kept up her connections with academic colleagues. We usually would meet and catch up at the biennial conferences of the International Association for Research on Income and Wealth. Ann also organized a memorable conference on microsimulation in Canberra where I was invited to give a talk.",
                    "type": "paragraph"
                },
                {
                    "text": "I remember Ann always smiling and sparkling. I miss her.",
                    "type": "paragraph"
                },
                {
                    "text": "<i>Michael Wolfson, University of Ottawa</i>",
                    "type": "paragraph"
                }
            ],
            "id": "s7",
            "title": "Michael Wolfson",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "Her thesis is available on the LSE website <a href=\"http://etheses.lse.ac.uk/1164/1/U048583.pdf\">http://etheses.lse.ac.uk/1164/1/U048583.pdf</a> (<a href=\"#bib43\">Harding, 1991</a>)",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Abello, A",
                        "preferred": "A Abello"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "533–542, Model 18: MediSim (Static Microsimulation Model of the Australian Pharmaceutical Benefits Scheme), Modelling Our Future: Population Ageing, Health and Aged Care, Amsterdam, International Symposia in Economic Theory and Econometrics, Volume 16, p",
            "id": "bib2",
            "title": "Modelling Our Future: Population Ageing, Health and Aged Care",
            "type": "unknown"
        },
        {
            "articleTitle": "Spatial Dimensions of Child Social Exclusion Risk in Australia: Widening the Scope",
            "authors": [
                {
                    "name": {
                        "index": "Abello, A",
                        "preferred": "A Abello"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gong, CH",
                        "preferred": "CH Gong"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Daly, A",
                        "preferred": "A Daly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McNamara, J",
                        "preferred": "J McNamara"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1007/s12187-012-9142-x",
            "id": "bib3",
            "journal": "Child Indicators Research",
            "pages": {
                "first": "685",
                "last": "703",
                "range": "685–703"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "articleTitle": "Enhancing the Australian National Health Survey Data for Use in a Microsimulation Model of Pharmaceutical Drug Usage and Cost",
            "authors": [
                {
                    "name": {
                        "index": "Abello, A",
                        "preferred": "A Abello"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lymer, S",
                        "preferred": "S Lymer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Phillips, B",
                        "preferred": "B Phillips"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib1",
            "journal": "Journal of Artificial Societies and Social Simulation",
            "pages": "2",
            "type": "journal",
            "volume": "11"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Antcliff, S",
                        "preferred": "S Antcliff"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "details": "An Introduction to DYNAMOD: A Dynamic Microsimulation Model, Vol, 1, DYNAMOD Technical Paper",
            "id": "bib26",
            "title": "An Introduction to DYNAMOD: A Dynamic Microsimulation Model",
            "type": "unknown"
        },
        {
            "articleTitle": "Yorkshire Water Services’ employee development programme",
            "authors": [
                {
                    "name": {
                        "index": "Antcliff, S",
                        "preferred": "S Antcliff"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kraus, P",
                        "preferred": "P Kraus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Allison, K",
                        "preferred": "K Allison"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "doi": "10.1108/13620439610129995",
            "id": "bib27",
            "journal": "Career Development International",
            "pages": {
                "first": "25",
                "last": "32",
                "range": "25–32"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Baekgaard, H",
                        "preferred": "H Baekgaard"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "details": "Simulating the Distribution of Household Wealth in Australia: New Estimates for 1986 and 1993, Technical Paper No. 14 – June, National Centre for Social and Economic Modelling (NATSEM), Australia",
            "id": "bib28",
            "title": "Technical Paper No. 14 – June, National Centre for Social and Economic Modelling (NATSEM)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harris, A",
                        "preferred": "A Harris"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Picton, M",
                        "preferred": "M Picton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thurecht, L",
                        "preferred": "L Thurecht"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yap, M",
                        "preferred": "M Yap"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dixon, P",
                        "preferred": "P Dixon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Richardson, J",
                        "preferred": "J Richardson"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "527–556, Linking microsimulation and macro-economic models to estimate the economic impact of chronic disease prevention, New Frontiers in Microsimulation Modelling, Ashgate, European Centre Vienna, p",
            "id": "bib70",
            "title": "New Frontiers in Microsimulation Modelling",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nepal, B",
                        "preferred": "B Nepal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kelly, S",
                        "preferred": "S Kelly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Anderson, P",
                        "preferred": "P Anderson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ranmuthugala, G",
                        "preferred": "G Ranmuthugala"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hancock, R",
                        "preferred": "R Hancock"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "Projecting the Need for Formal and Informal Aged Care in Australia: A Dynamic Microsimulation Approach",
            "id": "bib5",
            "title": "Projecting the Need for Formal and Informal Aged Care in Australia: A Dynamic Microsimulation Approach",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bækgaard, H",
                        "preferred": "H Bækgaard"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Modelling the Dynamics of the Distribution of Earned Income",
            "date": "2002",
            "discriminator": "a",
            "id": "bib29",
            "publisher": {
                "name": [
                    "NATSEM"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bækgaard, H",
                        "preferred": "H Bækgaard"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Micro-Macro Linkage and the Alignment of Transition Processes: Some Issues, Techniques and Examples",
            "date": "2002",
            "discriminator": "b",
            "id": "bib30",
            "publisher": {
                "name": [
                    "University of Canberra, National Centre for Social and Economic Modelling"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Baldini, M",
                        "preferred": "M Baldini"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "details": "Diseguaglianza e Redistribuzione Nel Ciclo Di Vita",
            "id": "bib31",
            "title": "Diseguaglianza e Redistribuzione Nel Ciclo Di Vita",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bracher, M",
                        "preferred": "M Bracher"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "details": "Preliminary Demographic Parameters for the DYNAMOD Micro-Simulation Model, Development of DYNAMOD 1993 and 1994, NATSEM, Canberra, DYNAMOD Working Paper No. 1",
            "id": "bib71",
            "title": "Development of DYNAMOD 1993 and 1994",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cassells, R",
                        "preferred": "R Cassells"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Daly, A",
                        "preferred": "A Daly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Abello, A",
                        "preferred": "A Abello"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Souza, GD",
                        "preferred": "GD Souza"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Miranti, R",
                        "preferred": "R Miranti"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "Youth Social Exclusion in Australian Communities: A New Index",
            "id": "bib6",
            "title": "Youth Social Exclusion in Australian Communities: A New Index",
            "type": "unknown"
        },
        {
            "articleTitle": "Australian Student Loans University of Canberra, respectively",
            "authors": [
                {
                    "name": {
                        "index": "Chapman, BJ",
                        "preferred": "BJ Chapman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "id": "bib7",
            "journal": "Australian Economic Review",
            "pages": {
                "first": "61",
                "last": "75",
                "range": "61–75"
            },
            "type": "journal",
            "volume": "i"
        },
        {
            "articleTitle": "A Spatial Portrait of Disadvantage",
            "authors": [
                {
                    "name": {
                        "index": "Chin, S",
                        "preferred": "S Chin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Income Poverty by Statistical Local Area in 2001. 2006 ANZRSAI Conference"
                ]
            },
            "date": "2006",
            "id": "bib8",
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "How income contingent loans could affect the returns to higher education: a microsimulation of the French case",
            "authors": [
                {
                    "name": {
                        "index": "Courtioux, P",
                        "preferred": "P Courtioux"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1080/09645290903546538",
            "id": "bib32",
            "journal": "Education Economics",
            "pages": {
                "first": "402",
                "last": "429",
                "range": "402–429"
            },
            "type": "journal",
            "volume": "20"
        },
        {
            "articleTitle": "LIAM2: a New Open Source Development Tool for Discrete-Time Dynamic Microsimulation Models",
            "authors": [
                {
                    "name": {
                        "index": "De Menten, G",
                        "preferred": "G De Menten"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bryon, G",
                        "preferred": "G Bryon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Liégeois, P",
                        "preferred": "P Liégeois"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.18564/jasss.2574",
            "id": "bib35",
            "journal": "Journal of Artificial Societies and Social Simulation",
            "pages": "9",
            "type": "journal",
            "volume": "17"
        },
        {
            "articleTitle": "Higher Education Funding Reforms in England: The Distributional Effects and the Shifting Balance of Costs",
            "authors": [
                {
                    "name": {
                        "index": "Dearden, L",
                        "preferred": "L Dearden"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fitzsimons, E",
                        "preferred": "E Fitzsimons"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goodman, A",
                        "preferred": "A Goodman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kaplan, G",
                        "preferred": "G Kaplan"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "doi": "10.1111/j.1468-0297.2007.02118.x",
            "id": "bib33",
            "journal": "The Economic Journal",
            "pages": {
                "first": "F100",
                "last": "F125",
                "range": "F100–F125"
            },
            "type": "journal",
            "volume": "118"
        },
        {
            "articleTitle": "The Flip Side of the Coin: The Consequences of the European Budgetary Projections on the Adequacy of Social Security Pensions",
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Buslei, H",
                        "preferred": "H Buslei"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cozzolino, M",
                        "preferred": "M Cozzolino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Desmet, R",
                        "preferred": "R Desmet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Geyer, J",
                        "preferred": "J Geyer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hofmann, D",
                        "preferred": "D Hofmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Raitano, M",
                        "preferred": "M Raitano"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Steiner, V",
                        "preferred": "V Steiner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanda, P",
                        "preferred": "P Tanda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tedeschi, S",
                        "preferred": "S Tedeschi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verschueren, F",
                        "preferred": "F Verschueren"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1177/138826271001200201",
            "id": "bib34",
            "journal": "European Journal of Social Security",
            "pages": {
                "first": "94",
                "last": "120",
                "range": "94–120"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Falkingham, J",
                        "preferred": "J Falkingham"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "details": "Poverty Alleviation Versus Social Insurance Systems: A Comparison of Lifetime Redistribution, Discussion Paper No.12, National Centre for Social and Economic Modelling (NATSEM), Australia, University of Canberra",
            "id": "bib36",
            "title": "Discussion Paper No.12, National Centre for Social and Economic Modelling (NATSEM)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Falkingham, J",
                        "preferred": "J Falkingham"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hills, J",
                        "preferred": "J Hills"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Dynamic of Welfare: The Welfare State and the Life Cycle",
            "date": "1995",
            "id": "bib37",
            "publisher": {
                "name": [
                    "Prentice Hall"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Flannery, DJ",
                        "preferred": "DJ Flannery"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "SSRN Electronic Journal, 42, 10.2139/ssrn.1812471",
            "id": "bib38",
            "title": "Lifecycle Impact of Alternative Higher Education Finance Systems in Ireland",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fölster, S",
                        "preferred": "S Fölster"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "“Social Insurance Based on Personal Savings Accounts.”",
            "date": "1997",
            "id": "bib39",
            "publisher": {
                "name": [
                    "European Economy, No. 1997/4"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Galler, H",
                        "preferred": "H Galler"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Discrete-Time and Continuous-Time Approaches to Dynamic Microsimulation Reconsidered’- NATSEM Technical Paper No.13, -October",
            "date": "1997",
            "id": "bib40",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Australia"
                        ]
                    },
                    "formatted": [
                        "Australia"
                    ]
                },
                "name": [
                    "National Centre for Social and Economic Modelling, University of Canberra"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Greenwell, H",
                        "preferred": "H Greenwell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lloyd, R",
                        "preferred": "R Lloyd"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "details": "An Introduction to Poverty Measurement Issues",
            "id": "bib9",
            "title": "An Introduction to Poverty Measurement Issues",
            "type": "unknown"
        },
        {
            "bookTitle": "Modelling Our Future: Population Ageing, Health and Aged Care",
            "date": "2007",
            "doi": "10.1016/S1571-0386(2007)16",
            "editors": [
                {
                    "name": {
                        "index": "Gupta, A",
                        "preferred": "A Gupta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "id": "bib41",
            "publisher": {
                "name": [
                    "Emerald Group Publishing Limited"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Harding, AD",
                        "preferred": "AD Harding"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "“DynamicMicrosimulation Models: Problems and Prospects”, Welfare State Programdiscussion",
            "date": "1990",
            "id": "bib42",
            "publisher": {
                "name": [
                    "Paper No. 48, London School of Economics"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Lifetime income distribution and redistribution in Australia: Applications of a dynamic cohort microsimulation model",
            "date": "1991",
            "id": "bib43",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "United Kingdom"
                        ]
                    },
                    "formatted": [
                        "United Kingdom"
                    ]
                },
                "name": [
                    "University of London, London School of Economics"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "details": "Lifetime Income Distribution and Redistribution: applications of a microsimulation model, Contributions to Economic Analysis, Vol 221, Amsterdam: North Holland",
            "id": "bib44",
            "title": "Contributions to Economic Analysis",
            "type": "unknown"
        },
        {
            "articleTitle": "Lifetime vs Annual Tax-Transfer Incidence: How Much Less Progressive?",
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "discriminator": "b",
            "doi": "10.1111/j.1475-4932.1993.tb01812.x",
            "id": "bib45",
            "journal": "Economic Record",
            "pages": {
                "first": "179",
                "last": "192",
                "range": "179–192"
            },
            "type": "journal",
            "volume": "69"
        },
        {
            "articleTitle": "Financing Higher Education: An Assessment of Income-contingent Loan Options and Repayment Patterns Over the Life Cycle",
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "discriminator": "a",
            "doi": "10.1080/09645299500000015",
            "id": "bib46",
            "journal": "Education Economics",
            "pages": {
                "first": "173",
                "last": "203",
                "range": "173–203"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "details": "Microsimulation and Public Policy, Contributions to Economic Analysis, Vol 221, Amsterdam",
            "id": "bib47",
            "title": "Microsimulation and Public Policy, Contributions to Economic Analysis",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "In Plenary paper presented to the 1st General Conference of the International Microsimulation Association, Vienna, Vol, 21",
            "id": "bib50",
            "title": "Challenges and opportunities of dynamic microsimulation modelling",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Walker, A",
                        "preferred": "A Walker"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "The Lifetime Distributional Impact of Government Outlays, Discussion Paper No.47, National Centre for Social and Economic Modelling (NATSEM), Australia, University of Canberra",
            "id": "bib48",
            "title": "Discussion Paper No.47, National Centre for Social and Economic Modelling (NATSEM)",
            "type": "unknown"
        },
        {
            "articleTitle": "The Lifetime Distributional Impact of Government Health Outlays",
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Walker, A",
                        "preferred": "A Walker"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "doi": "10.1111/1467-8462.00254",
            "id": "bib49",
            "journal": "Australian Economic Review",
            "pages": {
                "first": "363",
                "last": "379",
                "range": "363–379"
            },
            "type": "journal",
            "volume": "35"
        },
        {
            "articleTitle": "Trends in Child Poverty in Australia, 1982 to 1995–96",
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Szukalska, A",
                        "preferred": "A Szukalska"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "doi": "10.1111/j.1475-4932.2000.tb00020.x",
            "id": "bib10",
            "journal": "Economic Record",
            "pages": {
                "first": "236",
                "last": "254",
                "range": "236–254"
            },
            "type": "journal",
            "volume": "76"
        },
        {
            "articleTitle": "Population Ageing and the Needs-Based Planning of Government Services",
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vidyattama, Y",
                        "preferred": "Y Vidyattama"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "2nd International Microsimulation Association Conference"
                ]
            },
            "date": "2009",
            "id": "bib11",
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "Demographic change and the needs-based planning of government services: projecting small area populations using spatial microsimulation",
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vidyattama, Y",
                        "preferred": "Y Vidyattama"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1007/s12546-011-9061-6",
            "id": "bib67",
            "journal": "Journal of Population Research",
            "pages": {
                "first": "203",
                "last": "224",
                "range": "203–224"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kelly, S",
                        "preferred": "S Kelly"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "439–442, Model 2: DYNAMOD, In Modelling Our Future: Population Ageing, Health and Aged Care, Emerald Group Publishing Limited, p",
            "id": "bib52",
            "title": "In Modelling Our Future: Population Ageing, Health and Aged Care",
            "type": "unknown"
        },
        {
            "articleTitle": "Australians over the coming 50 years: providing useful projections",
            "authors": [
                {
                    "name": {
                        "index": "Kelly, S",
                        "preferred": "S Kelly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "King, A",
                        "preferred": "A King"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib51",
            "journal": "Brazilian Electronic Journal of Economics",
            "pages": {
                "first": "1",
                "last": "23",
                "range": "1–23"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "King, A",
                        "preferred": "A King"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Baekgaard, H",
                        "preferred": "H Baekgaard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, M",
                        "preferred": "M Robinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Base Data for DYNAMOD-2”. Technical Paper No.20, National Centre for Social and Economic Modelling (NATSEM)",
            "date": "1999",
            "id": "bib54",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Australia"
                        ]
                    },
                    "formatted": [
                        "Australia"
                    ]
                },
                "name": [
                    "University of Canberra"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "King, A",
                        "preferred": "A King"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Walker, A",
                        "preferred": "A Walker"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bækgaard, H",
                        "preferred": "H Bækgaard"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "Modelling Overseas Migration in DYNAMOD-2, National Centre for Social and Economic Modelling",
            "id": "bib53",
            "title": "National Centre for Social and Economic Modelling",
            "type": "unknown"
        },
        {
            "articleTitle": "A survey of dynamic microsimulation models: uses, model structure and methodology",
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.34196/ijm.00082",
            "id": "bib56",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "3",
                "last": "55",
                "range": "3–55"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Loughrey, J",
                        "preferred": "J Loughrey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "47–75, Static models, In Handbook of Microsimulation Modelling, Vol, 293, Emerald Group Publishing Limited, p, 10.1108/S0573-85552014293",
            "id": "bib55",
            "title": "In Handbook of Microsimulation Modelling",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lymer, S",
                        "preferred": "S Lymer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "HealthMod – A Microsimulation Model of the Australian Medical Benefits System in 2001",
            "id": "bib12",
            "title": "HealthMod – A Microsimulation Model of the Australian Medical Benefits System in 2001",
            "type": "unknown"
        },
        {
            "articleTitle": "Challenges and Solutions in Constructing a Microsimulation Model of the Use and Costs of Medical Services in Australia",
            "authors": [
                {
                    "name": {
                        "index": "Lymer, S",
                        "preferred": "S Lymer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.34196/ijm.00057",
            "id": "bib14",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "17",
                "last": "31",
                "range": "17–31"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Predicting The Need For Aged Care Services At The Small Area Level: The CAREMOD Spatial Microsimulation Model",
            "authors": [
                {
                    "name": {
                        "index": "Lymer, S",
                        "preferred": "S Lymer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yap, M",
                        "preferred": "M Yap"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "discriminator": "b",
            "doi": "10.34196/ijm.00015",
            "id": "bib15",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "27",
                "last": "42",
                "range": "27–42"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "articleTitle": "2001 Regional Disability Estimates for New South Wales, Australia, Using Spatial Microsimulation",
            "authors": [
                {
                    "name": {
                        "index": "Lymer, S.",
                        "preferred": "S. Lymer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yap, M",
                        "preferred": "M Yap"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "doi": "10.1007/s12061-008-9006-4",
            "id": "bib13",
            "journal": "Applied Spatial Analysis and Policy",
            "pages": {
                "first": "99",
                "last": "116",
                "range": "99–116"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "Spatial Trends in the Risk of Social Exclusion for Australian Children: Patterns from 2001 to 2006",
            "authors": [
                {
                    "name": {
                        "index": "McNamara, J",
                        "preferred": "J McNamara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Daly, A",
                        "preferred": "A Daly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1007/s12187-008-9030-6",
            "id": "bib16",
            "journal": "Child Indicators Research",
            "pages": {
                "first": "155",
                "last": "179",
                "range": "155–179"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "articleTitle": "An area-based measure of risk of social exclusion for Australian school age children",
            "authors": [
                {
                    "name": {
                        "index": "Miranti, R",
                        "preferred": "R Miranti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Daly, A",
                        "preferred": "A Daly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib17",
            "journal": "Australasian Journal of Regional Studies",
            "pages": {
                "first": "26",
                "last": "49",
                "range": "26–49"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "articleTitle": "Poverty at the Local Level: National and Small Area Poverty Estimates by Family Type for Australia in 2006",
            "authors": [
                {
                    "name": {
                        "index": "Miranti, R",
                        "preferred": "R Miranti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McNamara, J",
                        "preferred": "J McNamara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1007/s12061-010-9049-1",
            "id": "bib18",
            "journal": "Applied Spatial Analysis and Policy",
            "pages": {
                "first": "145",
                "last": "171",
                "range": "145–171"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Annual versus lifetime income redistribution by social security",
            "authors": [
                {
                    "name": {
                        "index": "Nelissen, JHM",
                        "preferred": "JHM Nelissen"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "doi": "10.1016/S0047-2727(97)00078-9",
            "id": "bib57",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "223",
                "last": "249",
                "range": "223–249"
            },
            "type": "journal",
            "volume": "68"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Nepal, B",
                        "preferred": "B Nepal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kelly, S",
                        "preferred": "S Kelly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Keegan, M",
                        "preferred": "M Keegan"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib19",
            "title": "Modelling Aged Care in APPSIM: Technical specifications and projections",
            "type": "unknown"
        },
        {
            "articleTitle": "Measuring Housing Stress: How Much do Definitions Matter?",
            "authors": [
                {
                    "name": {
                        "index": "Nepal, B",
                        "preferred": "B Nepal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "discriminator": "b",
            "doi": "10.1080/08111141003797454",
            "id": "bib20",
            "journal": "Urban Policy and Research",
            "pages": {
                "first": "211",
                "last": "224",
                "range": "211–224"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "details": "Microsimulation and public policy, Journal of Artificial Societies and Social Simulation, Vol, 1, Amsterdam, North Holland, Contributions to Economic Analysis 232",
            "id": "bib59",
            "title": "Journal of Artificial Societies and Social Simulation",
            "type": "unknown"
        },
        {
            "articleTitle": "Dynamic microsimulation: A methodological survey",
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib58",
            "journal": "Brazilian Electronic Journal of Economics",
            "pages": "77",
            "type": "journal",
            "volume": "4"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Handbook of Microsimulation Modelling",
            "date": "2014",
            "doi": "10.1108/S0573-85552014293",
            "id": "bib60",
            "publisher": {
                "name": [
                    "Emerald Group Publishing"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, G",
                        "preferred": "G Orcutt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Merz, J",
                        "preferred": "J Merz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Quinke, H",
                        "preferred": "H Quinke"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microanalytic Simulation Models to Support Social and Financial Policy",
            "date": "1986",
            "id": "bib61",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "North-Holland"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Percival, R",
                        "preferred": "R Percival"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fisher, S",
                        "preferred": "S Fisher"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "details": "NATSEM Technical Paper no.12",
            "id": "bib72",
            "title": "Modelling the Coverage of Private Health Insurance in Australia in 1995",
            "type": "unknown"
        },
        {
            "articleTitle": "Methodological Issues in Spatial Microsimulation Modelling for Small Area Estimation",
            "authors": [
                {
                    "name": {
                        "index": "Rahman, A",
                        "preferred": "A Rahman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Liu, S",
                        "preferred": "S Liu"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.34196/ijm.00035",
            "id": "bib62",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "3",
                "last": "22",
                "range": "3–22"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Public Expenditure on Hospitals: Measuring the Distributional Impact”, NATSEM Discussion Paper No.37, National Centre for Social and Economic Modelling",
            "date": "1998",
            "id": "bib73",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "University of Canberra"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Schofield, D",
                        "preferred": "D Schofield"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Re-Examining the Distribution of Health Benefits in Australia: Who Benefits from the Pharmaceutical Benefits Scheme? NATSEM Discussion Paper No.36, National Centre for Social and Economic Modelling",
            "date": "1998",
            "id": "bib74",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Canberra"
                        ]
                    },
                    "formatted": [
                        "Canberra"
                    ]
                },
                "name": [
                    "University of Canberra"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Dynamic microsimulation of health care demand, health care finance and the economic impact of health behaviours: Survey and review",
            "authors": [
                {
                    "name": {
                        "index": "Spielauer, M",
                        "preferred": "M Spielauer"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "doi": "10.34196/ijm.00005",
            "id": "bib63",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "35",
                "last": "53",
                "range": "35–53"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Spielauer, M",
                        "preferred": "M Spielauer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Horvath, GT",
                        "preferred": "GT Horvath"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fink, M",
                        "preferred": "M Fink"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "microWELT: A Dynamic Microsimulation Model for the Study of Welfare Transfer Flows in Ageing Societies from A Comparative Welfare State Perspective (No.609)",
            "date": "2020",
            "id": "bib64",
            "publisher": {
                "name": [
                    "WIFO Working Papers"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "A Measure of the Depth of Housing Stress and its Application in Australia",
            "authors": [
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Phillips, B",
                        "preferred": "B Phillips"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.1111/1759-3441.12015",
            "id": "bib21",
            "journal": "Economic Papers",
            "pages": {
                "first": "99",
                "last": "109",
                "range": "99–109"
            },
            "type": "journal",
            "volume": "32"
        },
        {
            "articleTitle": "Old, Single and Poor: Using Microsimulation and Microdata to Analyse Poverty and the Impact of Policy Change among Older Australians",
            "authors": [
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vidyattama, Y",
                        "preferred": "Y Vidyattama"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McNamara, J",
                        "preferred": "J McNamara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vu, QN",
                        "preferred": "QN Vu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1111/j.1759-3441.2009.00022.x",
            "id": "bib22",
            "journal": "Economic Papers",
            "pages": {
                "first": "102",
                "last": "120",
                "range": "102–120"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Thurecht, L",
                        "preferred": "L Thurecht"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Armstrong, A",
                        "preferred": "A Armstrong"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "details": "Modelling the “Gap \" in Treating to Target for Type 2 Diabetes in Australia",
            "id": "bib23",
            "title": "Modelling the “Gap \" in Treating to Target for Type 2 Diabetes in Australia",
            "type": "unknown"
        },
        {
            "articleTitle": "Economic Modelling of the Prevention of Type Diabetes in Australia – The Diabetes Model",
            "authors": [
                {
                    "name": {
                        "index": "Thurecht, L",
                        "preferred": "L Thurecht"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Brown, L",
                        "preferred": "L Brown"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yap, M",
                        "preferred": "M Yap"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.34196/ijm.00062",
            "id": "bib24",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "71",
                "last": "80",
                "range": "71–80"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "van de Ven, J",
                        "preferred": "J van de Ven"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "details": "637, A Dynamic Cohort Microsimulation Model, University of Melbourne - Department of Economics Working Paper, p",
            "id": "bib65",
            "title": "A Dynamic Cohort Microsimulation Model",
            "type": "unknown"
        },
        {
            "articleTitle": "Rich or Poor in Retirement? A Small Area Analysis of Australian Private Superannuation Savings in 2006 Using Spatial Microsimulation",
            "authors": [
                {
                    "name": {
                        "index": "Vidyattama, Y",
                        "preferred": "Y Vidyattama"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cassells, R",
                        "preferred": "R Cassells"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mcnamara, J",
                        "preferred": "J Mcnamara"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.1080/00343404.2011.589829",
            "id": "bib68",
            "journal": "Regional Studies",
            "pages": {
                "first": "722",
                "last": "739",
                "range": "722–739"
            },
            "type": "journal",
            "volume": "47"
        },
        {
            "articleTitle": "The estimation of population microdata by using data from small area statistics and samples of anonymised records",
            "authors": [
                {
                    "name": {
                        "index": "Williamson, P",
                        "preferred": "P Williamson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Birkin, M",
                        "preferred": "M Birkin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rees, PH",
                        "preferred": "PH Rees"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "doi": "10.1068/a300785",
            "id": "bib25",
            "journal": "Environment & Planning A",
            "pages": {
                "first": "785",
                "last": "816",
                "range": "785–816"
            },
            "pmid": 12293871,
            "type": "journal",
            "volume": "30"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
