{
    "status": "vor",
    "id": "00286",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00286",
    "authorLine": "Karl Widerquist, Georg Arndt",
    "title": "The Cost of Basic Income in the United Kingdom: A Microsimulation Analysis",
    "published": "2023-12-31T00:00:00Z",
    "versionDate": "2023-12-31T00:00:00Z",
    "statusDate": "2023-12-31T00:00:00Z",
    "volume": 16,
    "issue": 3,
    "fpage": 1,
    "lpage": 18,
    "elocationId": "1-18",
    "pdf": "http://web:8082/00286/ijm-00286.pdf",
    "subjects": [
        {
            "id": "consumption-savings-wealth-dynamic-microsimulation",
            "name": "Consumption, Savings and Wealth Dynamic microsimulation"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This article uses microsimulation analysis to estimate that the net cost (the real cost) of a roughly poverty-level Universal Basic Income (UBI) for the United Kingdom is about £45 billion per year or 2% of GDP. We use 2019/2020 fiscal year data to examine a scheme with a UBI of £8,040 for adults and £4,020 for children with a marginal tax rate of 50% on net beneficiaries. This UBI scheme adds only 25% to the cost of the UK’s existing transfer system and only 5.1% to total UK government spending. About 54% of UK families would benefit from the transition to this UBI scheme, with the average gain for each net-beneficiary family being £3,025. The £45 billion figure is a “net” cost in two senses. First, it subtracts the amount of UBI that individuals pay themselves as they simultaneously receive UBI and pay higher taxes to finance it. This calculation alone shows that the cost of UBI is only about one-third of the often-quoted-but-not-very-useful concept of “gross cost,” which ignores the fact that it costs nothing for a person to give themselves a pound; neither does giving oneself a pound affect any marginal cost or benefits faced by any person’s budget constraint. Second, this article also adds and subtracts the costs and savings involved in integrating the UBI scheme into the UK’s existing tax and benefit system. This calculation further reduces the scheme’s cost to 10% of gross cost. Under this scheme, the percent of UK families with incomes below the current official poverty line would drop by 72% from 17.9% to 5.0%. The largest increase in incomes would be felt by those most deeply in poverty, so that deep poverty, poverty among children, and poverty among the elderly would all but disappear.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Widerquist and Arndt",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Qatar",
                            "locality": [
                                "Doha"
                            ]
                        },
                        "formatted": [
                            "Doha",
                            "Qatar"
                        ]
                    },
                    "name": [
                        "Georgetown University-Qatar"
                    ]
                }
            ],
            "emailAddresses": [
                "Karl@widerquist.com"
            ],
            "name": {
                "index": "Widerquist, Karl",
                "preferred": "Karl Widerquist"
            },
            "orcid": "0000-0002-9545-9441",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "name": [
                        "Independent Scholar"
                    ]
                }
            ],
            "name": {
                "index": "Arndt, Georg",
                "preferred": "Georg Arndt"
            },
            "type": "person"
        }
    ],
    "funding": {
        "statement": "No specific funding for this article is reported."
    },
    "dataSets": {
        "availability": [
            {
                "text": "The model (UKMOD) is open-source; the data (the UK’s Family Resource Survey) is available for scientific research only upon registration.",
                "type": "paragraph"
            }
        ]
    },
    "body": [
        {
            "content": [
                {
                    "text": "A Universal Basic Income (UBI) is a regular cash grant paid to each individual member of a political community (such as all citizens of a country) without any means-test or work requirement.<a href=\"#fn1\"><sup>1</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "Wildly different claims about the cost of UBI have been made in the literature. Opponents, such as <a href=\"#bib30\">Piachaud (2016)</a>, claim that a UBI large enough to eliminate poverty would be too expensive to finance, while less-than-poverty-level UBIs fail at realizing large parts of the claimed benefits. Conversely, proponents, such as <a href=\"#bib19\">Miller (2017, chapter 14)</a> claim that a UBI at the poverty level or higher would be affordable.",
                    "type": "paragraph"
                },
                {
                    "text": "This article contributes to that discussion by using microsimulation analysis to estimate the cost for an illustrative poverty-level UBI in the United Kingdom (UK), and by discussing the substantially different implications of taking various perspectives on cost. Our scheme is not optimised for political feasibility and does not discuss incentive effects of introducing such a scheme on e.g. labour supply. Instead, by using micro-data at the individual level from the UK’s Family Resource Survey, and defining an appropriate measure for the costs, we are able to estimate required funding for such an illustrative UBI scheme, showing that this roughly poverty-level UBI is both affordable in principle and capable of producing many of the results claimed by supporters.",
                    "type": "paragraph"
                },
                {
                    "text": "Key findings of this study include:<a href=\"#fn2\"><sup>2</sup></a>",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "The cost of a roughly poverty-level UBI for the United Kingdom is £45 billion per year or about 2% of Gross Domestic Product (GDP).",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "This figure (£45 billion, 2% of GDP) is the net cost—the real cost—of a UBI scheme of £8,040 for adults and £4,020 for children, with a 50% marginal tax rate for net beneficiaries, integrated into the UK tax-and-benefit system in a way to ensure that the majority of UK citizens benefit from the transition and no one in the bottom 20% of the distribution of income is financially harmed by the loss of programs replaced by UBI.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "This UBI scheme adds only 25% to the cost of the UK’s existing benefits system (not including the spending on the National Health Service), and adds only 5.1% to total UK government spending (£45/£883 billion).",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "This UBI scheme is a net financial benefit to most households in the lower 54% of the UK income distribution, making it an effective wage subsidy (or tax cut) for millions of workers and their families.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "The average-sized UK family (1.88 adults, 0.51 children) with incomes up to a total of £34,333 per year would benefit financially from the introduction of this UBI scheme.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "An average-sized UK family making no private income would receive UBIs totalling £17,166, slightly above the poverty line (£17,084) for a family that size.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "The average benefit over the existing system for each net-beneficiary family is £3,025.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "The percentage of people living below the existing official relative poverty line would drop by 72% from 17.9% to 5.0%; absolute poverty would drop by 79% from 14.0% to 3.0%.<a href=\"#fn3\"><sup>3</sup></a>",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Deep poverty and poverty among children and the elderly would all but disappear.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "The poverty gap in British Pounds would drop by 85% from £43.5 billion to £6.5 billion per year.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "The net cost of this UBI scheme subtracting only the amount people pay to themselves (£139 billion) but ignoring the costs and benefits of integrating the UBI into the existing tax and benefit system is about one-third (29.5%) of its often-mentioned but not-very-meaningful gross cost (£472 billion).",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Also subtracting the cost of existing programs that can be replaced by UBI without financially harming anyone in the bottom 20% of the income distribution makes the net cost only about 9.5% of the program’s gross cost.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "This article proceeds as follows. <b>Section 2</b> briefly discusses theoretical issues such as the gross and net cost of UBI, earlier estimates of the cost of UBI, and the use of microsimulation models in such cost estimates. <b>Section 3</b> discusses our assumptions and presents a short overview of relevant socio-economic statistics for the UK. <b>Section 4</b> explains how we model the cost of UBI on its own (“in a vacuum”) and the costs and benefits of embedding it into the current UK tax and benefit system. <b>Section 5</b> presents and interprets our estimates for the cost of the UBI and for its impact on various measures of poverty. <b>Section 6</b> concludes by comparing our results to past research, discussing the ramifications of our findings for the UBI debate, and considering the prospects for further research along these lines.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The wildly divergent cost figures in the academic literature on UBI (differing often by factors of 6 to 10) exist because writers focus on two very different concepts of cost (<a href=\"#bib44\">Widerquist, 2017a</a>; <a href=\"#bib45\">Widerquist, 2017b</a>). These are the “gross cost,” which this section argues, is easy to calculate but not very meaningful or useful, and “the net cost,” which is much more difficult to calculate but meaningful and useful.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The gross cost of a UBI is simply the size of the UBI times the size of the population receiving it. No tax-benefit model is needed to calculate it. If the grant differs for different groups (such as adults and children), the gross cost is (still very simply) the size of the UBI for each group times the number of the people in each group.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The net cost of UBI is the amount of money the UBI effectively transfers from one group of people (“net contributors”) to another group of people (“net beneficiaries”), plus the associated transaction cost. The net cost of UBI is, therefore, roughly equivalent to its net benefit. The net cost of UBI is a far more difficult calculation because, although everyone receives UBI, almost everyone also pays at least some of the taxes needed to “finance”<a href=\"#fn4\"><sup>4</sup></a> it; almost everyone will be affected by savings generated by cuts in other programs that can be replaced by UBI; and some people will be affected by the loss of those programs’ benefits.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Any meaningful cost-benefit analysis of UBI has to take all of these factors into account. We cannot calculate the real financial cost of the UBI (who is financially harmed by the transition and by how much) or the real financial benefit of UBI (who financially gains from the transition to UBI) without focusing on <i>net</i> cost. The calculation of net cost requires specifying income tax rates for certain income groups, specifying the programs to be replaced by UBI, estimating where the burden of those changes will fall, and subtracting that figure from the UBI each individual receives. If that figure is negative the individual is a net contributor; if it is positive, the individual is a net beneficiary. The sum of every net beneficiary’s overall financial gain from the program plus transaction costs is the net cost of the program.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For further explanation of why gross cost is so misleading see <a href=\"#bib1\">Arndt and Widerquist (2019)</a>; <a href=\"#bib9\">Fouksman and Saxe (2019)</a>, <a href=\"#bib36\">Santens (2017)</a>, <a href=\"#bib44\">Widerquist (2017a</a>; <a href=\"#bib45\">2017b)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 The Distinction between Net and Gross Cost of a UBI Scheme",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "Despite many authors pointing out the error, misplaced focus on gross cost is common in the literature both within the UK and around the world.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Perhaps the most egregious example in the <a href=\"#bib32\">Portes et al. (2017)</a>. They claim that government-provided social services could deliver about <i>ten times</i> the “user-value” (as they call it) for the poor than a “cost-equivalent UBI”. While Portes et al. allow for second-order effects to be taken into account for their definition of “user-value”, their estimate of the “cost-equivalent UBI” solely rests on the gross cost of their scheme. Indeed, their stark conclusion can only be supported by such a lopsided comparison, which exaggerates the cost of UBI by 3-to-10 times.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Similarly, <a href=\"#bib30\">Piachaud (2016)</a> claims that introducing a UBI would be prohibitively expensive. In a stylised example, he argues that a UBI of half the mean income (which would be close to the poverty line) would require an additional income tax of 50% over and above the current rate. In his example, current government spending on social security, which he estimates at one third of total government spending, would be completely abolished. This leads to a tax rate in his example of two-thirds of current taxes plus an additional income tax rate of 50%. He concludes that such a high tax rate would probably be untenable. However, his calculation greatly overstates his case by disregarding the amount of taxes citizens essentially pay to themselves in the form of UBI. His article demonstrates only how people can use faulty reasoning to arrive at prohibitively high cost figures that don’t reflect the benefits and burdens of financing a UBI scheme.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#bib19\">Miller (2017, chapter 14)</a>, avoids the gross-cost error without entering the debate over it. Although she recognises the importance of the net cost of a UBI scheme as the relevant cost measure (p. 149), the question that interests her is the required income tax rates necessary to finance them. One can answer this question without calculating either gross or net cost. She concludes that flat-rate income taxes necessary to maintain balanced-budget financing for a set of increasingly generous UBI schemes ranging from between 27% and 47%, compared to the progressive income tax rates of 20% to 45% currently in place. This information is useful and all Miller needs for her purposes, but it doesn’t answer the questions that are the focus of this article: who financially benefits from the UBI scheme; who financially contributes to it, and how much does that scheme financially benefit or cost them?",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Regarding the use of microsimulation to evaluate UBI proposals, Malcolm Torry has extensively explored the feasibility of different proposals in the UK context over several years.<a href=\"#fn5\"><sup>5</sup></a> His approach, however, differs substantially from the present paper, both in motivation and implementation. Torry investigates only partial UBI proposals (coalescing around an annual UBI grant of roughly £3,600 or approximately half of our own proposal). He also imposes strict constraints on financing sources and retains most of the current social security system. Additionally, Torry’s recent article focusses on UBI schemes which could be implemented on a revenue-neutral basis with only modest increases in income tax. In contrast, the present paper primarily illustrates the conceptual point that the relevant cost perspective for evaluating any UBI proposal is the net cost approach. Like Miller, Torry understands this issue but does not discuss it in any detail.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We use microsimulation to provide a more accurate consideration of UBI’s net costs. The present paper therefore extends the discussion on the effects of implementing a UBI scheme in the UK in a different direction than Torry’s work.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#bib17\">Martinelli (2017a</a>; <a href=\"#bib18\">2017b)</a> uses microsimulation to analyse the effects of implementing different UBI schemes in the UK, but he neglects the net-cost issue. His most generous proposal has a gross cost similar to our own at £427 billion. He focusses on how much the elimination of different social security services might contribute to covering the gross cost of UBI, and explores different distributional as well as incentive effects. Martinelli therefore leaves the question of the actual cost which needs to be covered from outside the scheme open. Where appropriate, the present paper will compare Martinelli’s results regarding distributional effects to our own findings below. We omit discussing incentive effects in the present papers given our different focus.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Outside of the UK, Robert Greenstein writes, “There are over 300 million Americans today. Suppose UBI provided everyone with $10,000 a year. That would cost more than $3 trillion a year — and $30 trillion to $40 trillion over ten years.” Nowhere in the article does he mention the net cost or that these gross cost figures fail to reflect any real costs of implementing UBI. <a href=\"#bib4\">Canarie (2019)</a> responds to Michael Howard argument that gross cost is not very meaningful (<a href=\"#bib48\">Howard, 2018</a>) with the unsupported assertion, “[O]f course it is.”",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "One of the authors of this article, <a href=\"#bib44\">Widerquist (2017a</a>; <a href=\"#bib45\">2017b)</a>, has tried to correct the gross-cost error as he estimates the cost of a poverty-level UBI in the United States (US) using what he calls a “back-of-the-envelop” approach—i.e. a highly simplified methodology that makes it possible to estimate the cost of UBI directly from Census Bureau income tables without microsimulation. He finds that the US could implement a UBI at the cost of roughly $539 billion, 2.95% of GDP, about one-sixth (15.7%) of its gross cost. This figure “nets out” (accounts for) the amount people pay to themselves but not the costs and benefits of integrating UBI into the existing US tax-and-benefit system—i.e. the cost of “UBI in a vacuum,” so to speak.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Although we share the net-cost perspective and the goal of correcting the gross-cost error, our figures are an advance on <a href=\"#bib44\">Widerquist (2017a</a>; <a href=\"#bib45\">2017b)</a> in three ways: they involve a more sophisticated microsimulation methodology, they net out the cost of existing programs that can be replaced by UBI, and they net out the tax replacement cost of UBI (more on these differences in sections 4.2 and 6.1).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-1",
                            "title": "2.2.1 Costing",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Microsimulation and Tax-Benefit-Models (“TBM”) based on micro data have been used to assess costs and effects of social policy changes for at least 50 years (<a href=\"#bib38\">Sutherland and Figari, 2013</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The general idea of a TBM is simple: it represents all policy rules relevant for calculating social security payments as well as direct (income) taxes and social security contributions. In a first step, the TBM calculates the transfers between individuals and the state (e.g. social security payments and taxes) based on socio-economic data like age, income and household composition. The socio-economic data is usually collected at the individual or household level from national surveys such as <i>the Family Resource Survey</i> in the UK or the EU’s <i>Statistics on Income and Living Conditions</i>. By calibrating the model with observed transfer payments from the data, TBMs can accurately estimate the relevant taxes and benefits in a given year. In a second step, such a calibrated TBM can then be used to investigate the effects of changing individual policy rules like tax rates, benefit levels or allowances using the same set of micro-data as for the calibration. In this way, a TBM allows predictions about future effects of new policies.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Of course, TBMs have their limitations. They are, for example, usually only able to show the effects of policy reforms in a static framework without accounting for people’s behavioural changes caused by the policy change. They nevertheless represent one of the few tools to empirically investigate the effects of social policy proposals.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Considering the relevance of financial feasibility to the UBI debate and the value of TBMs in addressing the feasibility question, empirical works based on microsimulation are relatively rare but not absent in the UBI literature. Their use for evaluating UBI dates back at least as far as Atkinson’s work toward the end of the last century (<a href=\"#bib2\">Atkinson, 1995</a>). In preparation of pilot projects carried out in recent years, national agencies also used microsimulation to explore results which could be expected from the pilot projects (e.g., <a href=\"#bib16\">Kela, 2016</a>). In other cases, UBI schemes serve as a benchmark to evaluate other social policy proposals via TBMs (e.g., <a href=\"#bib14\">Jessen et al., 2015</a>).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-2",
                            "title": "2.2.3 Microsimulation",
                            "type": "section"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Literature on Costing UBI Schemes and the Use of Microsimulation",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Theory and Literature",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "We specify our illustrative UBI at roughly the UK’s official poverty line, which uses the most widespread definition of poverty within OECD countries: a <i>relative</i> poverty line at 60% of median income (<a href=\"#bib20\">OECD, 2010</a>). The equivalised median income for couples in the UK was £26,801 in the fiscal year 2018-2019 (<a href=\"#bib7\">Department for Work &amp; Pensions (2022)</a>, table 2b.<a href=\"#fn6\"><sup>6</sup></a> This yields a poverty line of £16,081 for couples.<a href=\"#fn7\"><sup>7</sup></a>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We choose a UBI for adults of exactly half that amount: £8,040 per person per year. Therefore, our illustrative UBI would provide a poverty-level income for two adults living together (£16,081), but it would be below the poverty line for one individual living alone (£10,774, see <a href=\"#table1\">Table 1</a> below). We choose this level for the UBI because, on the one hand, it substantially reduces poverty and enables us to substitute most means-tested social security programs. On the other hand, it reduces the total cost of the scheme by taking advantage of household economies of scale—i.e. that the average living cost per household member decreases as the number of people in the household increases.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "table1",
                                            "label": "Table 1",
                                            "tables": [
                                                "<table><thead><tr><th align=\"left\">Family Composition</th><th align=\"left\">UBI</th><th align=\"left\">Poverty Line</th><th align=\"left\">Break-even point</th></tr></thead><tbody><tr><td align=\"left\">Single Individual</td><td align=\"left\">8,040</td><td align=\"left\">10,774</td><td align=\"left\">16,081</td></tr><tr><td align=\"left\">1 Adult, 1 Child</td><td align=\"left\">12,061</td><td align=\"left\">13,990</td><td align=\"left\">24,121</td></tr><tr><td align=\"left\">Couple</td><td align=\"left\">16,081</td><td align=\"left\">16,081</td><td align=\"left\">32,162</td></tr><tr><td align=\"left\">Average Family (1.88 adults, 0.51 children)</td><td align=\"left\">17,166</td><td align=\"left\">17,084</td><td align=\"left\">34,333</td></tr><tr><td align=\"left\">2 Adults, 1 Child</td><td align=\"left\">20,101</td><td align=\"left\">19,297</td><td align=\"left\">40,202</td></tr><tr><td align=\"left\">2 Adults, 2 Children</td><td align=\"left\">24,121</td><td align=\"left\">22,513</td><td align=\"left\">48,243</td></tr></tbody></table>"
                                            ],
                                            "title": "UBI, poverty line, and break-even points for different household compositions",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "In the context of a UBI, the issue of household size is particularly relevant because the UBI itself, being unconditional, does not account for the number of household members. Because a couple living together can live affordably on less than double the income of a person living alone, an (unconditional) UBI ends up either leaving couples substantially above the poverty line or leaving adults living alone slightly below it.<a href=\"#fn8\"><sup>8</sup></a> Therefore, it is impossible to set any individual UBI at <i>exactly</i> the poverty line. While our illustrative scheme will not eliminate poverty entirely, it will bring <i>everyone</i> much closer to the poverty line. Therefore, we say it is set at “roughly” the poverty line.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "For children below the age of 18, we set the UBI at 0.15 the median income, or £4,020 (half the adults’ UBI). This amount is between the poverty line for children age 14 and older (£5,086) and younger children (£3,083). For the average-sized UK family (1.88 adults, 0.51 children; see <a href=\"#bib25\">Office for National Statistics, 2018b</a>, table 21), these specifications result in UBI grants totalling £17,166 per year.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-1-1",
                            "title": "3.1.1 Level of UBI",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The net-cost representation of a UBI scheme requires setting both the level of UBI and the net beneficiaries’ income tax rate. Only the combination of these two parameters fully specifies the gains a UBI scheme provides for net beneficiaries, and only the combination allows us to calculate the financial cost of providing these benefits. For our illustrative UBI scheme in this paper, we set the income tax rate for net beneficiaries at 50% flat. This figure is not an add-on but a top-up: the total income tax rate for net beneficiaries once the scheme is in place. Whatever net beneficiaries’ tax rate was before, at any income level in the net-beneficiary-range, it increases to 50%. From a political perspective, this marginal tax rate might be a difficult sell in the short-term (see e.g., <a href=\"#bib40\">Torry, 2019</a>), but from an economic or distributional perspective, it is worth keeping in mind that net beneficiaries by definition <i>benefit</i> financially from the introduction of our scheme, most of them substantially so. This increase in their marginal tax rate comes along with a significant increase in their total income after taxes and transfers.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Although the 50% marginal tax rate is a top-up for income taxes, it is an add-on to the effective marginal rate at which some remaining means-tested benefits, mostly particularly, the Housing Benefit, taper off. This means that some beneficiaries will experience an effective rate in excess of 85% over a small range of income. We recommend reducing the rate at which means-tested benefits taper off, even folding them into our 50% rate. Unfortunately, data limitations and the complexity of the existing Housing Benefit system don’t allow us to make this calculation. Fixing this problem would increase the overall cost of the program, but not by very much, because the number of people affected is moderate and the high rate occurs over a small range of income.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Readers might ask the question <i>what is the tax rate for net contributors</i>. This article does not address that question: it focuses exclusively on the question <i>how much does UBI cost</i>, leaving the question <i>how can or should the UK finance that cost</i> for future research. We said above that the net cost of UBI is affected by the fact that nearly everyone both receives UBI and pays at least some taxes. To determine how much UBI costs, we need to calculate the difference between how much net beneficiaries pay in taxes and how much they receive in UBI, and so we have specified the marginal tax rate for net beneficiaries. But we do not need to know how much net contributors pay and receive in UBI, and so we do not need to specify the tax rate for net contributors. We know that they paid enough income taxes at the 50% rate to equal their UBI, but we do not need to know (for the purpose of determining how much UBI costs) whether they continue to pay at the 50% rate, whether it is higher or lower, whether their taxes are levied on some base other than income (such as wealth, resource-ownership, pollution, inheritance, and so on).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The scheme does require all net contributor’s income taxes to up just enough to match their UBI, but whether their income taxes go up any more than that depends on how the UK decides to finance this scheme. We briefly discuss financing options in section 6 and leave a more thorough discussion for future research.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The definition of an income tax schedule for net beneficiaries also specifies the “break-even point” for those beneficiaries: The break-even point indicates the income level at which net beneficiaries, given the composition of their household, become net contributors. Put differently, the “break-even point” is the income level at which a household’s UBI exactly matches the taxes they pay.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "A tax rate of 50% implies a break-even point for a single-person household at a market income of twice the individual’s UBI grant. Because income taxes in the UK are collected at the individual level (a procedure that we retain), while UBI grants are likely shared to some extent between household members, break-even points for households change with their composition (see <a href=\"#table1\">Table 1</a> below).<a href=\"#fn9\"><sup>9</sup></a> See also <a href=\"#bib40\">Torry (2019)</a> for a more extensive discussion of differences between collecting taxes on the basis of individuals or households.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "For the average UK family, the break-even point of our scheme is £34,333 which is well above the average family’s equivalised median market income of £28,474.<a href=\"#fn10\"><sup>10</sup></a> The break-even point for the average family is also close to the 70<sup>th</sup> percentile of the current income distribution.<a href=\"#fn11\"><sup>11</sup></a> Put differently, around 54% of households would, to different degrees, become net beneficiaries of the UBI scheme, assuming a uniform distribution of household sizes across the income spectrum.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#table1\">Table 1</a> below shows UBI grants for different family compositions and how these compare to the poverty line of those model families.<a href=\"#fn12\"><sup>12</sup></a> The table also shows the break-even points for different family compositions.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-1-2",
                            "title": "3.1.2 Beneficiaries’ income tax rate",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "We use UKMOD version 3.4.10 as our Tax-Benefit-Model. UKMOD is a Tax-Benefit Model covering the United Kingdom. It “simulates individual and household tax liabilities and benefit entitlements according to the policy rules in place in each member state” (<a href=\"#bib38\">Sutherland and Figari, 2013, p. <span class=\"page-number\">5</span></a>).<a href=\"#fn13\"><sup>13</sup></a>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We use the 2019-2020 policy year as the basis for our analysis, because it is the last policy year that is largely unaffected by the COVID-19 pandemic, which had many transitory economic effects that are only now dissipating. The fiscal year 2019-2020 ended in March just as the Covid lockdown was beginning, and so our data is only very minimally affected by Covid disruptions. The micro data underlying the model is taken from the 2019-2020 UK Family Resource Survey.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-1-3",
                            "title": "3.1.3 Model and Data Source",
                            "type": "section"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Model Specification",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This section presents general statistics about the UK economy to give perspective to the cost of our UBI scheme estimated below. All figures are for the government’s fiscal year 2019-2020 or the calendar year 2019 unless otherwise stated <a href=\"#table2\">Table 2</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "id": "T2_FN1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "<a href=\"https://www.ons.gov.uk/economy/grossdomesticproductgdp/timeseries/bktl/pn2#othertimeseries\">https://www.ons.gov.uk/economy/grossdomesticproductgdp/timeseries/bktl/pn2#othertimeseries.</a>",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "T2_FN2",
                                            "label": "†",
                                            "text": [
                                                {
                                                    "text": "<a href=\"https://www.ons.gov.uk/economy/grossdomesticproductgdp/timeseries/ihxw/pn2\">https://www.ons.gov.uk/economy/grossdomesticproductgdp/timeseries/ihxw/pn2</a>",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "T2_FN3",
                                            "label": "‡",
                                            "text": [
                                                {
                                                    "text": "Includes e.g. tax credits in addition to direct benefit spending.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "T2_FN4",
                                            "label": "§",
                                            "text": [
                                                {
                                                    "text": "<a href=\"#bib26\">Office for National Statistics (2018c)</a>",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table><tbody><tr><td align=\"left\">Total population</td><td align=\"left\">66.8 million</td><td align=\"left\">ONS (2021, p1)</td></tr><tr><td align=\"left\">Share of people aged 65 or older</td><td align=\"left\">19%</td><td align=\"left\">ONS (2021, p11)</td></tr><tr><td align=\"left\">Share of people aged under 16</td><td align=\"left\">19%</td><td align=\"left\">ONS (2021, p11)</td></tr><tr><td align=\"left\">Total GDP</td><td align=\"left\">£2,255 billion<a href=\"#T2_FN1\">*</a></td><td align=\"left\">ONS (2023a)</td></tr><tr><td align=\"left\">GDP per capita</td><td align=\"left\">£33,443 per year<a href=\"#T2_FN2\"><sup>†</sup></a></td><td align=\"left\">ONS (2023b)</td></tr><tr><td align=\"left\">Total Government expenditure</td><td align=\"left\">£881 billion (39% of GDP)</td><td align=\"left\">HMT (2020, p36)</td></tr><tr><td align=\"left\">Government spending on social security <a href=\"#T2_FN3\"><sup>‡</sup></a></td><td align=\"left\">£275 billion (12% of GDP)</td><td align=\"left\">HMT (2020, p76)</td></tr><tr><td align=\"left\">...of which direct benefit spending</td><td align=\"left\">£191 billion (8% of GDP)</td><td align=\"left\">DWP (2020, p10)</td></tr></tbody></table>"
                                    ],
                                    "title": "Descriptive Statistics of the UK <a href=\"#T2_FN4\"><sup>§</sup></a>",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Descriptive Statistics UK",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Model Discussion and UK Baseline Statistics",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Although calculating the gross cost of our scheme does not require a TBM, to ensure internal consistency we nonetheless use EUROMOD to calculate it. This yields gross costs of £472 billion (20.9% of GDP). For comparison, simply multiplying the number of adults in the UK with the adults’ UBI and the number of children with the children’s UBI gives a gross cost of £486 billion.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A somewhat more difficult calculation is the net cost of UBI in a vacuum—without making any effort to integrate it into the UK’s tax and benefit system. The vacuum calculation imagines the creation of UBI assuming all else equal. That is, assuming either no other benefits or taxes affecting net beneficiaries exist, or no other benefits or taxes affecting net beneficiaries will be changed. The net cost of UBI in a vacuum is the gross cost minus the amount individuals pay to themselves. Our tax-benefit model calculates this figure at £139 billion or 6.2% of GDP, 29.5% of its gross cost. The net cost of the scheme thus amounts to 76.1% of current benefit spending, which makes it substantially easier to finance than the gross cost.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 The Gross and Net Cost of this UBI Scheme in a Vacuum",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The most complex calculation we perform assesses the integration of UBI into the existing tax-and-benefits system. Because virtually all countries already have tax-and-benefit systems that overlap with the aims of UBI and the means of financing it, any sensible implementation of a UBI scheme would involve integrating it into the existing tax-and-benefit system, determining which of the old benefits to retain and which to replace by the UBI. This will consequently affect the net benefit individuals receive from the program and the total cost of introducing the new integrated social security system.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "Programs that might conceivably be replaced by UBI can be divided into three broad categories: means-tested benefits (MTB), contributory benefits, and non-means tested, non-contributory benefits.",
                                    "type": "paragraph"
                                },
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "<i>MTBs</i> are dependent on a person’s current financial situation and usually require extensive oversight to monitor the eligibility for the benefit. Examples of such benefits in the UK are Social Assistance or Housing Benefits. The adverse effects of MTBs on privacy, self-worth, or saving rates are well documented (see e.g. <a href=\"#bib39\">Torry, 2018, pp. 59-63</a>).",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "<i>Contributory benefits</i> depend on previous contributions made by the individual. Such programs encompass most forms of pensions and unemployment benefits.",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "<i>Non-contributory, non-means-tested benefits</i> depend on a set of eligibility conditions other than past monetary contribution. Such programs include, for example, most forms of disability benefits, student support, or child benefits.",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "bullet",
                                    "type": "list"
                                },
                                {
                                    "text": "Various authors argue that one of the central benefits of implementing a UBI is its ability to replace MTBs and hence reduce their adverse effects (see e.g. <a href=\"#bib19\">Miller, 2017, pp. <span class=\"page-number\">42-43</span></a>). The major MTBs currently administered in the UK are listed in <a href=\"#table3\">Table 3</a> below. Because our UBI scheme roughly equals the poverty line and is intended as an income floor enabling households to meet all basic necessities, it has the same general function as an MTB. Hence, most, but not all, MTBs should be replaced by our scheme.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "id": "T3_FN1",
                                                    "label": "*",
                                                    "text": [
                                                        {
                                                            "text": "Over the past few years, the UK has sought to consolidate many of its social security programmes, rolling them into Universal Credit. This transition is still ongoing. One component of Universal Credit is Housing Benefits. To accurately estimate the costs of retaining housing benefits, we are treating all eligible households in UKMOD as if they would still receive stand-alone Housing Benefits. While this treatment is not entirely accurate, it should not impact the bottom line in any relevant way, given that the payments for housing under Universal Credit are comparable to the previously stand-alone programme.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table3",
                                            "label": "Table 3",
                                            "tables": [
                                                "<table><thead><tr><th align=\"left\">MTB</th><th align=\"left\">Contributory</th><th align=\"left\">Non-MTB; Non-Contributory</th></tr></thead><tbody><tr><td align=\"left\">Income Support</td><td align=\"left\">Job Seeker’s Allowance</td><td align=\"left\">Child Benefit</td></tr><tr><td align=\"left\">Jobseeker’s Allowance</td><td align=\"left\">Employment and Support Allowance</td><td align=\"left\"><i>Attendance Allowance</i></td></tr><tr><td align=\"left\">Employment and Support Allowance (income-based part)</td><td align=\"left\">Retirement Pension</td><td align=\"left\"><i>Disability Living Allowance</i></td></tr><tr><td align=\"left\">Pension Credit</td><td align=\"left\">Bereavement Benefit</td><td align=\"left\"><i>Personal Independence Payment</i></td></tr><tr><td align=\"left\"><i>Housing Benefit, Local Housing Allowance<a href=\"#T3_FN1\">*</a></i></td><td align=\"left\">Maternity Allowance</td><td align=\"left\"><i>Severe Disablement Allowance</i></td></tr><tr><td align=\"left\">Council Tax Benefit</td><td align=\"left\"/><td align=\"left\"><i>Carer’s Allowance</i></td></tr><tr><td align=\"left\">Working Tax Credit</td><td align=\"left\"/><td align=\"left\"><i>Industrial Injuries Disablement Benefit</i></td></tr><tr><td align=\"left\">Child Tax Credit</td><td align=\"left\"/><td align=\"left\"><i>Guardian’s Allowance</i></td></tr><tr><td align=\"left\">Social Fund</td><td align=\"left\"/><td align=\"left\"><i>War Pensions</i></td></tr><tr><td align=\"left\">Universal Credit</td><td align=\"left\"/><td align=\"left\">Winter Fuel Allowance</td></tr></tbody></table>"
                                            ],
                                            "title": "List of UK Social Security Programs; programs in italics are retained under UBI scheme",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "The only MTBs we retain are housing benefits. Housing benefits pose a special case of MTBs because their primary role is to alleviate geographical income differences, providing more funds to low-income households living in high-rent environments, and the unconditional nature of a UBI is ill-equipped to deal with these spatial differences. The inability of UBI schemes to directly replace housing benefits is a topic which is recognised by many authors (e.g. <a href=\"#bib16\">Kela, 2016, p. <span class=\"page-number\">12</span></a>; or <a href=\"#bib19\">Miller, 2017, pp. <span class=\"page-number\">90-91</span></a>). Housing benefits constitute one of the substantial unresolved challenges when considering the implementation of a UBI: Housing benefits in their current form require strong oversight and exhibit most adverse aspects of MTBs. However, overcoming the challenges posed by housing benefits is outside the scope of this paper.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Regarding contributory programs, different approaches are imaginable. If one regards contributory programs as a service – albeit a mandatory one – by the government to its citizens, one could argue to retain them under a UBI scheme. There are certainly arguments for both keeping or abolishing them, and resolving this issue is again outside the scope of this paper. For the illustrative purposes of this paper, we abolish contributory programs, mostly because there is less need for them under our scheme: contributory social security programs are explicitly intended to alleviate the cost of MTBs in requiring able individuals to insure themselves from adverse events like unemployment or old age (<a href=\"#bib11\">Goodin, 1992</a>). Pension schemes can especially help mitigate time-inconsistent saving preferences,<a href=\"#fn14\"><sup>14</sup></a> or serve as a politically feasible redistribution program (e.g. <a href=\"#bib6\">Cremer and Pestieau, 2011</a>). Because a UBI is designed to meet basic social needs, all of these justifications carry substantially less weight than before.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "It is noteworthy, however, that contributory programs as defined here <i>do not</i> encompass healthcare contributions. While healthcare contributions are partly intended to counteract losses in earnings from illness, they mostly serve to cover the actual costs of treating the illness. As such, healthcare exists largely outside the work environment which we are considering here, and is thus retained. Because healthcare contributions are not part of UKMOD either, they do not enter any of our analysis below.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Lastly, the third category of non-means-tested, non-contributory social security programs is designed to meet special needs arising from special circumstances. Because the UBI is not well equipped to account for individual differences in beneficiaries, most of these programs should be retained under a UBI. The only major program of this category which can naturally be replaced by a UBI is the Child Benefit. We don’t retain it separately because our illustrative UBI scheme also encompasses a payment to everyone under the age of 18 years which is more generous than the Child Benefit.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-2-1",
                            "title": "4.2.1 Treatment of individual benefits",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Our replacement strategy has at least three drawbacks. First, even if UBI becomes politically viable, the question of which programs should or should not be replaced by it will probably remain controversial. Second, some contributory benefits might be motivated by market failures, such as under-rewards for some types of behaviour. Third, the goal of almost any UBI supporter is not to redistribute money <i>among</i> low-income people but to redistribute money <i>from</i> high-income or wealthy people <i>to</i> low-income people in general.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We have addressed this third problem by choosing to “hold” the transition “harmless” for people in the bottom 20% of the income distribution. Simply substituting our UBI scheme for all the above programs would cause a small number of households in the bottom 20% of the income distribution to lose out financially, and we don’t want to aggravate the situation of the most vulnerable.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The households losing under the UBI scheme are usually single people who receive a large amount of social security payments under the current system, or otherwise disproportionally benefit from the current system. It is difficult to identify the specific circumstances of every such household and the reasons they lose under this UBI. The impact of this intervention on general financing is very small, however.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Therefore, we impose a “hold-harmless” condition in our model which raises the income of all households in the bottom 20% losing from the introduction of the UBI to their pre-UBI income level. This intervention costs about £15 million; a negligible share of the total cost stated above. Most net beneficiaries in the next two quintiles gain on average, but a minority loses more than they gain by the replacement of the selected programs with our UBI scheme. It is possible to extend the hold-harmless condition to people with higher incomes, but we have not estimated the cost.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#table3\">Table 3</a> below summarizes our UBI scheme’s treatment of all major social security programs currently in place in the UK. Italics denote programs retained under the UBI scheme.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We ask readers to bear in mind that our proposal is illustrative. We are not committed to it as necessarily the “best” UBI scheme. It gets people an idea of the cost of UBI by focusing on one specific scheme. We suggest readers make up their own mind whether it might be worth spending a little more than our estimated cost and/or accepting a little more complexity than our greatly simplified social security system to retain such-and-such a policy. Readers might equally well decide to save a little money by cutting a few more programs.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-2-2",
                            "title": "4.2.2 Limitations of our treatment",
                            "type": "section"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Embedding the UBI into the Existing Benefit System",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In our illustrative UBI scheme, net beneficiaries face a relatively high marginal tax rate of 50%, even though the design of our scheme ensures that they benefit from the introduction of the UBI in absolute terms. To avoid even higher marginal tax rates and the associated draw-backs (e.g., the so-called poverty trap),<a href=\"#fn15\"><sup>15</sup></a> we choose to transfer net beneficiaries’ current tax burden to net contributors as well. These additional costs of replacing net beneficiaries’ tax burden under the status quo have to be added to the net cost of the scheme. In addition, this design improves the tractability of our net-cost calculations and improves the intuitions which can be derived from it.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In contrast, social security contributions can be cancelled without replacement. Because we choose to abolish all contributory social security programs, the contributions lose their original purpose in any case. The addition of net beneficiaries’ income tax burden under the status quo adds another £35 billion to the net cost of our scheme.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3 Embedding the UBI benefits into the existing Tax System",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Modelling",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "<a href=\"#table4\">Table 4</a> summarizes the estimates of our simulation model for important variables related to our illustrative UBI scheme. The bottom line (Line 10) shows that the net cost of the UBI scheme outlined above is £45 billion per year. In other words, a UBI of £8,040 per year for adults and £4,020 per year for children, together with a 50% income tax rate for net beneficiaries and fully integrated into the UK’s tax-and-benefit system, requires an additional expenditure of £45 billion. This figure represents about 2.0% of GDP. It is a 5.1% increase in total government spending, and a 24.6% net increase of spending on social security benefits. This net cost amounts to roughly 9.5% of the scheme’s gross cost.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">Cost Item</th><th align=\"left\">Cost in billions</th><th align=\"left\">Percent of GDP</th></tr></thead><tbody><tr><td align=\"left\">1.</td><td align=\"left\">UBI in a vacuum</td><td align=\"left\">139</td><td align=\"left\">6.2%</td></tr><tr><td align=\"left\">2.</td><td align=\"left\">Existing benefits system (in TBM)</td><td align=\"left\">207</td><td align=\"left\">9.2%</td></tr><tr><td align=\"left\">3.</td><td align=\"left\">Full-replacement UBI (line 1-2)</td><td align=\"left\">-68</td><td align=\"left\">-3.0%</td></tr><tr><td align=\"left\">4.</td><td align=\"left\">Cost of UBI and existing benefits without replacement (1+2)</td><td align=\"left\">346</td><td align=\"left\">15.4%</td></tr><tr><td align=\"left\">5.</td><td align=\"left\">“Replaceable” benefits (RB)</td><td align=\"left\">130</td><td align=\"left\">5.7%</td></tr><tr><td align=\"left\">6.</td><td align=\"left\">Hold-harmless (HH) benefits and UBI (1-5)</td><td align=\"left\">10</td><td align=\"left\">0.4%</td></tr><tr><td align=\"left\">7.</td><td align=\"left\">Total cost of remaining (HH benefits) and UBI (6+2)</td><td align=\"left\">217</td><td align=\"left\">9.6%</td></tr><tr><td align=\"left\">8.</td><td align=\"left\">Tax replacement (TR)</td><td align=\"left\">35</td><td align=\"left\">1.6%</td></tr><tr><td align=\"left\">9.</td><td align=\"left\">Fully integrated HH benefit system including UBI (7+8)</td><td align=\"left\">252</td><td align=\"left\">11.2%</td></tr><tr><td align=\"left\"><b>10</b>.</td><td align=\"left\"><b>Total net cost of integrated UBI (6+8 or 9-2</b>)</td><td align=\"left\"><b>45</b></td><td align=\"left\"><b>2.0%</b></td></tr></tbody></table>"
                                    ],
                                    "title": "Final Cost for Different Ways of Integrating UBI into Existing Social Spending",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "This bottom-line cost figure is “net” in several different senses of the term: it subtracts both the amount individuals pay to themselves and the cost of programs UBI replaces. In addition, it adds the cost of shifting taxes paid by net beneficiaries onto net contributors and the cost of holding the replacement of benefits financially harmless for people in the bottom 20% of the income distribution.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Let’s work through how the table gets to the final net cost figure.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Line 1 shows that the net cost of UBI in a vacuum (as explained in section 4.1 above) is £139 billion (about 6.2% of GDP).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Line 2 shows that the current cost of existing benefits, as calculated by UKMOD, is £207 billion (9.2% of GDP).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Line 3 shows that the tax savings that would be generated if the United Kingdom were to scrap its entire existing benefits system and replace it with our UBI scheme is £68 billion (3.0% of GDP). It is calculated simply by subtracting line 2 from line 1. It is not part of the calculation of other figures. We include this plan only for reference and oppose it as a policy option.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Line 4 shows that the cost of the existing system plus the cost of the UBI assuming no corresponding cuts and no effort to integrate the new UBI scheme into the existing tax system is £346 (15.4% of GDP). It is calculated simply by adding lines 1 and 2. This figure is the <i>total</i> cost of the combined system; the <i>additional</i> cost is already given in line 1. This figure also plays no part in the following calculations, and is included only for reference. Although we do not oppose this option as strongly as the full-replacement UBI, we do not support it either, given that it ignores the fact that the goals of UBI overlap with the goals of many existing programs. If the UK were willing to increase its commitment to redistribution by 5.7% of GDP, there would be more judicious ways to do it rather than simply adding a UBI without trying to integrate it into the existing system.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Line 5 shows that the cost of the existing programs that we suggest can be replaced by UBI is £130 billion (5.7% of GDP). This figure is simply the total cost of all the programs slated to be cut in section 4.3 above.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Line 6 shows that the net cost of a UBI replacing these programs is £10 billion (0.4% of GDP).<a href=\"#fn16\"><sup>16</sup></a> It is calculated by subtracting line 5 from line 1.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Line 7 shows that the total cost of the benefits retained from the existing system plus the cost of UBI is £217 billion (9.6% of GDP). It represents a £10 billion net increase over existing spending. It is calculated by adding lines 6 and 2.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Line 8 shows that the tax replacement cost of UBI is £35 billion (167% of GDP). As discussed in section 4.3, one needs to decide whether the scheme’s income tax for net beneficiaries will be imposed in addition to their current income tax burden, or whether their current tax burden is transferred to other funding sources. We choose to transfer their current tax burden to net contributors as well, which increases the net cost of our scheme by the corresponding amount of £35 billion.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Line 9 shows that the total cost of the benefits retained under the existing system, the cost of UBI, and the cost of integrating the UBI tax scheme into the existing tax system together amount to £252 billion (11.2% of GDP).",
                            "type": "paragraph"
                        },
                        {
                            "text": "That returns us to line 10 (the overall net cost of integrating a UBI into the existing tax-and-benefit system: £45 billion, 2.0% of GDP). It can be calculated either by adding lines 6 and 8, or by subtracting line 2 from line 9. This figure shows that the United Kingdom can virtually eliminate poverty with a UBI integrated into the existing tax system at an additional net cost of £45 billion, or 2.0% of GDP. While line 9 shows that the total commitment to redistribution is 11.2% of GDP, line 10 shows that that represents a 2.0% increase over the current commitment of 9.2% of GDP.<a href=\"#fn17\"><sup>17</sup></a> Of that increase, 0.4 percentage points represent increased spending on redistributive programs, and 1.6 percentage points represent a shift in the tax burden from people at the lower end to the income distribution to people at the higher end.<a href=\"#fn18\"><sup>18</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "A cost of £45 billion per year, or 2.0% of GDP, is certainly sustainable and likely to strike many people as affordable or even a bargain for a program that makes such dramatic reductions in poverty and eliminates the threat of absolute economic destitution from all UK citizens. But it is important to recognize that the cost must be borne by a considerably smaller tax base. The tax base decreases because the entire cost has to be borne by net contributors alone, and they make up only about 46% of the UK population—54% are net beneficiaries of this UBI scheme. Net contributors are the wealthiest 46% of the population. People at the high-end of the income-distribution (especially the top 10% or top 1%) have benefitted significantly from the increase in economic inequality that the United Kingdom has experienced over the last 40 years, and so they can afford the taxes necessary to support UBI; but the tax increase necessary to free it up is not trivial. We briefly discuss some possibilities for financing in section 6.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Country-Level Results",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#table5\">Table 5</a> below shows the average changes in disposable income for net beneficiaries on the household level. It shows that typical households reach the break-even point by £35,000, but the results vary considerably with family size. A two-income UK family of average size (1.88 adults, 0.51 children) with an income up to about £34,333 per year would benefit financially from the introduction of this UBI scheme.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\" colspan=\"2\">Market Income range</th><th align=\"left\">Number of Households</th><th align=\"left\">Disposable Income in Status Quo (including benefits)</th><th align=\"left\">Disposable Income with UBI (including benefits)</th><th align=\"left\">Difference</th></tr></thead><tbody><tr><td align=\"left\">0</td><td align=\"left\">5,000</td><td align=\"left\">353,387</td><td align=\"left\">3,074</td><td align=\"left\">11,750</td><td align=\"left\">8,677</td></tr><tr><td align=\"left\">5,001</td><td align=\"left\">10,000</td><td align=\"left\">1,534,717</td><td align=\"left\">8,102</td><td align=\"left\">11,871</td><td align=\"left\">3,769</td></tr><tr><td align=\"left\">10,001</td><td align=\"left\">15,000</td><td align=\"left\">2,938,705</td><td align=\"left\">12,778</td><td align=\"left\">15,221</td><td align=\"left\">2,442</td></tr><tr><td align=\"left\">15,001</td><td align=\"left\">20,000</td><td align=\"left\">3,486,679</td><td align=\"left\">17,513</td><td align=\"left\">19,883</td><td align=\"left\">2,370</td></tr><tr><td align=\"left\">20,001</td><td align=\"left\">25,000</td><td align=\"left\">3,277,653</td><td align=\"left\">22,400</td><td align=\"left\">24,976</td><td align=\"left\">2,577</td></tr><tr><td align=\"left\">25,001</td><td align=\"left\">30,000</td><td align=\"left\">2,828,917</td><td align=\"left\">27,365</td><td align=\"left\">30,769</td><td align=\"left\">3,404</td></tr><tr><td align=\"left\">30,001</td><td align=\"left\">35,000</td><td align=\"left\">2,525,041</td><td align=\"left\">32,419</td><td align=\"left\">35,944</td><td align=\"left\">3,525</td></tr><tr><td align=\"left\">35,001</td><td align=\"left\">40,000</td><td align=\"left\">2,176,337</td><td align=\"left\">37,439</td><td align=\"left\">41,146</td><td align=\"left\">3,706</td></tr></tbody></table>"
                                    ],
                                    "title": "Disposable Income for Households for Different Income Ranges Before and After UBI is introduced",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "This UBI scheme is a net financial benefit to most households in the lower 54% of the UK income distribution, making it an effective wage subsidy (or tax cut) for millions of working people. The average gain per net beneficiary is £3,025 per year. It is noteworthy that the benefits of the new UBI scheme decline only very slightly as income rises. This fact is probably driven by the generosity of our proposal and the decision not to raise the income tax rate for net contributors further (leading to only modest tax increases for middle-income households while still providing substantial additional income through the UBI). We did not investigate effects of using other possible funding sources (e.g. increasing corporate or financial taxes) on net beneficiaries. It is therefore possible that the gains to middle-income households would be lower in a fully-funded scheme than suggested below, if, for example, taxes on corporations caused them to receive lower returns on stock-market investments.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Our illustrative UBI scheme would have a substantial impact on the living situation of millions of families, as can be seen by its effect on the poverty rate and the poverty gap.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The poverty rate describes the percentage of the population with incomes below a certain value, the poverty line. There are various ways to determine that line, corresponding to different understandings of what constitutes poverty. Here, we focus on what we believe to be the three most commonly used definitions of poverty in the UK:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "<b>Relative poverty</b>, the UK government’s official poverty measure, sets the poverty line at 60% of median income, which was £17,103 per year in 2019/20 (<a href=\"#bib7\">Department for Work &amp; Pensions, 2022</a>, Table 1.2b).",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<b>Absolute poverty</b> is an alternative measure that focuses on a comparatively fixed definition of poverty. While the relative poverty line changes every year in line with the median income, moving the goalpost of what counts as poor, absolute poverty is fixed at 60% of median income in 2010/11 and is only adjusted for inflation each year. It is therefore a more stable measure of poverty. The absolute poverty line for a household of two was £15,643 per year in 2019/20. (<a href=\"#bib8\">Fiscal Studies, 2021</a>)",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Lastly, <b>deep poverty</b> is a measure of those individuals who are most affected by poverty. There is no official definition of deep poverty in the UK but the Joseph Rowntree Foundation, one of the most renowned and respected charities in the UK focused on poverty alleviation, defines deep poverty as 40% of median income, making it £11,402 per year in 2019/20 (<a href=\"#bib37\">Schmuecker et al., 2022</a>).",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Our modelling results suggest that under this UBI scheme, people living below the 2019 relative poverty line would decrease by 72% from 17.9% (11.96 million people) to 5.0% (3.34 million people).<a href=\"#fn19\"><sup>19</sup></a> Absolute poverty would decrease by 79% from 14.0% (9.35 million people) to 3.0% (2.0 million people). Deep poverty would all but vanish, with less than 0.1% of the population still being subject to economic destitution of that magnitude. The fear of economic destitution or absolute poverty would disappear from the UK, as would relative poverty among children and the elderly. A slightly more ambitious UBI scheme could entirely eliminate poverty in the UK.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The above statistics show how many people live below the poverty line, but we need to look at the poverty gap to get an idea how far below the poverty line they are. The poverty gap is defined as the ratio or amount by which the mean income of families below the poverty line falls below that line.<a href=\"#fn20\"><sup>20</sup></a> As a simple example, consider a small economy with a poverty line at £10,000 per year and ten families below that line, with an income of £9,000 each. The relative poverty gap is 10%; the absolute poverty gap for the average family is £1,000; and the total absolute poverty gap is 10 times £1,000 = £10,000.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As with deep poverty, there are no official statistics for the poverty gap in the UK. We also didn’t find other authoritative sources for the current poverty gap. We, therefore, can only report the changes in the poverty gap as determined by our model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Focusing on the poverty gap in terms of the official relative poverty line, modelling results suggest that our illustrative UBI scheme would cut the poverty gap by more than 46% from 26% to 14%. The absolute poverty gap would correspondingly decrease from £4,548 to £2,431 per year, meaning that the average family living in poverty is now only £2,431 below the poverty line rather than £4,548 below it. The reduction in the total poverty gap would be much more pronounced, decreasing by 85% from £43.5 billion to £6.5 billion per year. The reason for the more pronounced decrease is that the total poverty gap considers both that those who remain in poverty are closer to the poverty line and that fewer people are in poverty.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In terms of the absolute poverty line, the poverty gap would decrease from 27.8% to 14.4%, with an absolute reduction for the average family below the poverty line from £4,349 to £2,246 per year and a total reduction from £31.2 billion to £3.5 billion (an 88.8% drop).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Effects on income and poverty",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This article outlined an illustrative UBI scheme for the UK set at about the poverty line. The main results of our study are summarized and interpreted in section 5. This concluding section compares our findings to <a href=\"#bib44\">Widerquist (2017a</a>; <a href=\"#bib45\">2017b)</a>, discusses the ramifications of our findings, and the prospects for further research.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Readers should not be distracted by the superficial similarity between <a href=\"#bib44\">Widerquist (2017a)</a> net cost estimate of 2.95% of GDP for the US and our net cost estimate of 2.0% of GDP for the UK. These two figures are not directly comparable: they use different methodologies to measure different concepts in economies with very different characteristics. This section explains how the findings of these two studies relate to each other.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The figure in our study that is most readily comparable to <a href=\"#bib45\">Widerquist (2017b)</a> estimates is not the figure of 2.0% of GDP in <a href=\"#table4\">Table 4</a>, Line 10, but the figure in Line 1, which reports that UBI in a vacuum would cost 6.2% of British GDP—more than double Widerquist’s estimate of 2.95% of UK GDP.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Our top- and bottom-line net cost figures can simultaneously be <i>higher</i> and <i>lower</i> because our bottom-line figure “nets out” (subtracts) more things than Widerquist’s study does. His marginal tax rate is an add-on to existing rates while ours is a top-up, making ours more beneficial to net beneficiaries and therefore more expensive. His study subtracts only the taxes that people pay to themselves under UBI, making no rigorous effort to integrate UBI into the existing US tax-and-transfer system. Our study accounts both for the taxes people pay to themselves <i>and</i> for the costs and benefits of integrating UBI into the existing UK tax-and-benefit system. These additional calculations on our part explain why our initial net cost estimate of 6.2% of GDP drops to 2.0% of GDP in our final estimate. Had Widerquist done a similar calculation, his costs would have decreased substantially; but not by as much as ours, because the United Kingdom has a much more generous social safety net than the United States, and therefore, it has more income-support programs that could potentially be replaced by UBI.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Consider why the comparable figures for UBI in a vacuum differ so substantially (6.2% of UK GDP as opposed to 2.95% of US GDP). Following from these findings, our net-to-gross-cost ratio is almost twice as high as <a href=\"#bib44\">Widerquist’s (2017a)</a>: 29.5% versus 16%. Although it is difficult to identify the reasons with certainty, most or all relevant factors can be grouped into two kinds: differences in methodology and differences between the US and UK economies.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The main difference in methodology is that <a href=\"#bib44\">Widerquist (2017a</a>; <a href=\"#bib45\">2017b)</a> uses more simplifying assumptions in his self-described “back-of-the-envelope methodology,” including most substantially no microsimulation analysis at all. This assumption biases his results in uncertain ways. <a href=\"#bib45\">Widerquist’s (2017b)</a> assumption of a uniform household size and composition is also based on data limitations in his study. Actual household compositions vary substantially with income: while UK households with the lowest 10% of incomes only have on average 1.3 members, households in the top 10% of incomes have on average 3.0 members (<a href=\"#bib27\">Office for National Statistics, 2019</a>).<a href=\"#fn21\"><sup>21</sup></a> This skews the distribution of net beneficiaries and contributors upwards, also leading to more net beneficiaries in reality than assumed by the simplified model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "One difference between the two countries that might affect our estimates is that per capita income is slightly higher in the US than in the UK, meaning that the US has more money to go around. Per capita US income in 2015 was the equivalent of £37,116 (<a href=\"#bib41\">U.S. Bureau of Economic Analysis, 2019</a>) compared to £29,008 (<a href=\"#bib24\">Office for National Statistics, 2018a</a>) in the UK that same year.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Probably the most important difference between the two countries for our purposes is that the US and UK governments define poverty very differently, while both articles estimate the cost of almost eliminating “official poverty” in the two respective countries. The United States uses an absolute measure based on the cost of commodities (mostly food) considered necessary to keep a person out of poverty. The UK’s poverty line is determined relative to median income. The UK poverty line is 60% of its median income; the US poverty line was only about 27% of its median income in 2015 (the year of Widerquist data)—making it lower in relative terms, than the Joseph Rowntree’s figure for Deep Poverty (see section 5.2 above).<a href=\"#fn22\"><sup>22</sup></a> Therefore, at current exchange rates, our study uses a UBI level for the UK (see section 3.1) that is 48% higher than the UBI Widerquist used in his study, and it was still 40% higher when adjusting for purchasing power parity.<a href=\"#fn23\"><sup>23</sup></a> Obviously a 40-48% higher UBI will cost more, and as <a href=\"#bib44\">Widerquist (2017a</a>; <a href=\"#bib45\">2017b)</a> argues, the difference between gross and net cost tends to decrease as the size of the UBI increases. Very possibly, this difference accounts for most of the difference between the two cost estimates and the two ratio differences.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The lower official poverty threshold in the US needs to be understood in combination with the greater income inequality in the US, where the top 20% of household incomes are about 17 times as much as the bottom 20% of incomes (<a href=\"#bib42\">US Census Bureau, 2017</a>). In the UK, the comparable multiplier is about 12 (<a href=\"#table2\">Table 2</a>). This already more equal society with a higher poverty threshold has far more people just above that threshold who will therefore be net beneficiaries. These facts contribute to the break-even point being different in the two countries: around the 45<sup>th</sup> percentile of the income distribution for the US and at the 54<sup>th</sup> percentile for the UK. Hence, in the US fewer people are net beneficiaries, lowering the net cost of the UBI scheme further.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-1",
                    "title": "6.1 Comparison of our results and Widerquist’s estimates for the United States",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This section briefly summarizes some of the cost-related ramifications of this study. We first discuss its implications about the usefulness of gross and net cost figures. We then discuss how to pay the cost of UBI, and finally, we consider some of the dynamic effects of a UBI scheme like this one.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "The net cost of this illustrative UBI scheme is far lower than the often-mentioned but not very useful concept of “gross cost.” Netting out only the amount people pay to themselves (and ignoring the additional savings generated by integrating it into the existing tax-and-benefit system) shows that the cost is £139 billion per year, about one-third (39.5%) of gross cost (£472 billion per year). Once we net out the cost of integrating this UBI scheme into the existing tax-and-benefits system, the net cost comes to only about 15.4% of its gross cost.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "One clear ramification of our findings is how much more useful net cost is than gross cost. Not only do gross-cost figures wildly exaggerate the cost of UBI, they are also not useful in determining who benefits and by how much; nor are gross-cost figures useful in determining who bears the financial burden and how much it costs them. These are exactly the things one wants to learn from a cost study. Only with net-cost analysis was this study able to determine that 54% of the UK population benefits from this UBI scheme; that the benefit would be about £45 billion (2.0% of GDP); and that that benefit would be a financial cost to the remaining 46% of the population.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We’ve argued that the gross cost of UBI is not merely less useful than net cost but that it is <i>meaningless</i>. Now we can further explain why. To determine that 54% of UK families would benefit by a total of £45 billion per year, we had to specify not only the size of the UBI but also a wider UBI scheme including the tax rate on net beneficiaries (50%). Had we made the tax rate on net beneficiaries higher, people would have reached the break-even point sooner; there would have been fewer net beneficiaries; the cost of UBI would have been lower; and more net contributors would have been available to share that cost. Therefore, the financial burden on each one would have been lower. The gross cost of UBI is independent of the tax rate on net beneficiaries, and therefore, it could not capture any of those changes.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Similarly, had we made the tax rate lower, people would have reached the break-even point later; there would have been more net beneficiaries; the cost of UBI would have been higher; and fewer net contributors would have been available to share that cost. As before, the gross cost being independent of the tax rates would not reflect any of these changes. Cost figures for distributional programs are meaningless if they cannot show what the financial burden is or who remains to bear that burden after beneficiaries are accounted for. Gross cost figures can’t do any of that or contribute to a discussion of it.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "One might ask, what if we introduced a UBI with no increase in any taxes of any kind. Then the gross cost would be relevant. That is true, but it’s only true in that case because the gross cost happens to be equal to the net cost. There is nothing <i>inherently</i> useful about gross cost if and when it differs from net cost.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s6-2-1",
                            "title": "6.2.1 Gross cost concluded",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Although a net cost of £45 billion (2.0% of GDP) is almost certainly sustainable and affordable, we do not recommend financing it solely by increasing the income tax on net contributors.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Partially financing our scheme through higher income tax rates might be feasible and desirable: empirical evidence suggests that welfare-maximising marginal tax rates for top-income earners are well above current levels (<a href=\"#bib3\">Bach et al., 2012</a>). However, financing our entire scheme from income taxes would still require extremely high marginal tax rates on upper-income earners, and other options exist that tax the same group but don’t involve high marginal tax rates. Demonstrating why a purely income-tax financed UBI would involve high marginal tax rates is beyond the scope of this article.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "It’s important to remember though that high <i>marginal</i> tax rates do not imply a high overall tax burden. For example, the net beneficiaries in our study face a relatively high marginal income tax rate of 50% when overall, they effectively pay <i>negative</i> taxes on their incomes (by receiving more in UBI than paying in income taxes). Even if the overall tax burden would not be excessive, high marginal rates can have negative effects, and therefore, we should consider options that involve lower marginal rates.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Such options include the value added tax or VAT, which we do not recommend because of its regressive aspects. Better options include resource and rent taxes, wealth taxes, and financial or technology taxes. A thorough discussion of the merits of each of these taxes is beyond the scope of this article, but it also is a promising area for further research.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The most important aspect of the financing issue is that 2.0% of UK GDP can be easily raised out of taxes on the wealthiest 46% of UK households. The UK is a highly unequal country (relative to most industrialized countries although not to the US), and inequality has been rising in the UK for decades, meaning that higher earners can pay higher income, wealth, resource-use taxes, and so on without eliminating the disproportionate benefits they’ve received from the past 50 years of unequally experienced income growth. The money is available, if the UK chooses to use it to eliminate poverty and create a more equal society.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s6-2-2",
                            "title": "6.2.2 Possible taxes to finance this UBI scheme",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Our analysis is entirely static. While TBMs are valuable tools for exploring static effects, they are silent on changes in the behaviour of both net beneficiaries and contributors over time. Given the strong effects of introducing a UBI on income distribution and, at least in our scheme, tax rates, we expect dynamic effects to change the results of our analysis substantially. These dynamic effects have at least three layers: first, direct changes to individual behaviour with respect to labour supply, saving and other factors; and second, the likely response of firms to these changes in individuals’ behaviour encompassing, for example, the adjustment of wages, prices or output. These first two layers might have considerable effects on the cost of UBI. The expected initial effect of people working fewer hours will shift the tax burden of UBI; the labour demand response is likely to increase wages and improve working conditions overtime, at least partly counteracting the decreased labour supply effect.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The third layer of dynamic effects—probably the hardest one to measure—will also have substantial effects. It is expensive to be poor; it is expensive to live in a country that has poor people. Poverty is correlated with ill health, accidents, crime, violence, low education, and many other problems all of which generate enormous costs for society. Children who grow up in poverty suffer long-term negative effects that are costly for them and for society as a whole for the rest of their lives. Research shows that reducing poverty with cash transfers can have positive effects on these and many other problems with the potential that a UBI scheme like this one could save enormous amounts of money over time, maybe shifting the cost-benefit analysis dramatically (<a href=\"#bib10\">Forget, 2011</a>; <a href=\"#bib34\">Lewis, 2005</a>; <a href=\"#bib28\">Pereira, 2017</a>; <a href=\"#bib47\">Widerquist and Lewis, 2006</a>; <a href=\"#bib35\">Wilkinson and Pickett, 2009</a>).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s6-2-3",
                            "title": "6.2.3 Dynamic effects",
                            "type": "section"
                        }
                    ],
                    "id": "s6-2",
                    "title": "6.2 Gross cost, net cost, and paying the cost",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Further research is needed in various areas of UBI cost estimation. These include specific issues with our illustrative scheme (as above in section 4.2), investigating the interactions between high marginal but low average tax rates, and discussing the relative merits of various other financing options. One particularly promising area for further research would be to examine the cost of fully eliminating official poverty in the UK.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Without addressing how UBI is financed, no cost study can be carried through to an estimate of its impact on inequality. Additional research into financing options could encompass more accurate estimates of what different sources could contribute to financing a UBI. It should also focus on likely effects of using different financing sources on factors like wages and prices. Extending our analysis, investigating dynamic effects is arguably one of the most important aspects of the long-term cost-benefit analysis of UBI.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Within the framework of our model, various questions like the choice of retained social security programs in general and the treatment of housing benefits in particular need to be resolved. In addition, as our comparison with the results in <a href=\"#bib44\">Widerquist (2017a</a>; <a href=\"#bib45\">2017b)</a> shows, different results are expected for different countries. Therefore, applying a similar methodology to the US and other countries with different tax-benefit systems would be valuable.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-3",
                    "title": "6.3 Further Research",
                    "type": "section"
                }
            ],
            "id": "s6",
            "title": "6. Discussion",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "See <a href=\"https://basicincome.org/about-basic-income/\">https://basicincome.org/about-basic-income/</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See below for sources and calculations.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See section 5.2 for definitions and details.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Some readers might argue that governments does not need to “finance” a UBI because governments don’t need to “get money” to spend money. Governments simply create money. This observation is correct, but this truism does not imply that the government can increase spending all it wants without ever increasing taxes. A sufficiently large spending increase (such as the introduction of a full-sized UBI) without some contractionary policy (such as taxation) would cause rampant inflation, hence the need for what we call “financing.” Readers who are sceptical about that word should substitute the phrase, “measures taken to counteract the inflationary pressure UBI would otherwise cause” every time they read the word “finance” or “financing”.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"#bib40\">Torry (2019)</a> for an overview of his work on the subject.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The source gives a median weekly income of £514. This yields an annual income of <math id=\"inf1\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mrow><mrow><mo>£</mo></mrow></mrow><mn>514</mn><mo>∗</mo><mrow><mo maxsize=\"1.2em\" minsize=\"1.2em\">(</mo></mrow><mfrac><mn>365</mn><mn>7</mn></mfrac><mrow><mo maxsize=\"1.2em\" minsize=\"1.2em\">)</mo></mrow><mo>=</mo><mrow><mrow><mo>£</mo></mrow></mrow><mn>26</mn><mo>,</mo><mn>801</mn></mrow></mstyle></math>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<math id=\"inf2\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mrow><mrow><mo>£</mo></mrow></mrow><mn>26</mn><mo>,</mo><mn>801</mn><mo>∗</mo><mn>0.6</mn><mo>=</mo><mrow><mrow><mo>£</mo></mrow></mrow><mn>16</mn><mo>,</mo><mn>081</mn></mrow></mstyle></math>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For example, housing costs decrease substantially with the number of occupants of a given housing space.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Consider, for example, a single-person household versus a single parent with one child. As discussed, in our scheme the single-person household reaches the break-even point at twice the individual UBI grant, or £16,081. In contrast, the single-parent/child household receives a UBI grant of £12,061 and would thus reach the break-even point only at a market income of £24,121.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A further practical complication following from the above is that a tax schedule defined at the individual level could require a net beneficiary to pay additional taxes at the margin. If e.g. net contributors would be required to pay income taxes of 70% and the tax band of 50% for net beneficiaries would terminate at the break-even point of a single-person household (i.e. £16,081 in our scheme), income earners in larger households would be required to pay 70% for income above £16,081 before reaching the household’s break-even point. Consider again the single-parent/child household. If the income tax rate were 50% for all incomes, the household’s break-even point would be at £24,121. If, however, the income tax would rise to 70% for incomes above the single-person household’s break-even point of £16,081, the single-parent/child household’s break-even point would fall to <math id=\"inf3\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mfrac><mrow><mrow><mrow><mo>£</mo></mrow></mrow><mn>12</mn><mo>,</mo><mn>061</mn><mo>−</mo><mrow><mrow><mo>£</mo></mrow></mrow><mn>16</mn><mo>,</mo><mn>081</mn><mo>∗</mo><mn>0.5</mn></mrow><mn>0.7</mn></mfrac><mo>+</mo><mrow><mrow><mo>£</mo></mrow></mrow><mn>16</mn><mo>,</mo><mn>081</mn><mo>=</mo><mrow><mrow><mo>£</mo></mrow></mrow><mn>21</mn><mo>,</mo><mn>825</mn></mrow></mstyle></math>. We have omitted this complication by retaining a 50% tax rate for all income levels throughout the paper. This both simplifies the analysis and reflects our desire to keep marginal tax rates for net contributors low as well (see also our discussion in section 6). This is not, however, a necessary feature of our analysis and could be changed if desired.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To account for different household compositions, the UK Department of Work’s data includes an equivalisation factor. The equivalisation factor of the average household is <math id=\"inf4\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mn>1.06</mn><mo>=</mo><mn>1</mn><mo>∗</mo><mn>0.67</mn><mo>+</mo><mn>0.88</mn><mo>∗</mo><mn>0.33</mn><mo>+</mo><mn>0.51</mn><mo>∗</mo><mn>0.2</mn></mrow></mstyle></math>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The 70<sup>th</sup> percentile is at £31,564 (see <a href=\"#bib26\">Office for National Statistics, 2018c</a>, <a href=\"#table2\">Table 2a</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For calculating the poverty line, we assume an equivalisation weight of 0.2 for children. This represents the OECD’s weight for children below the age of 14 (see <a href=\"#bib20\">OECD, 2010</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The quote is from the documentation of EUROMOD, the sister application covering the European Union. Until recently, UKMOD was part of EUROMOD.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "I.e. the tendency of individuals to save less for retirement now than they would have otherwise.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The poverty trap describes a situation where low-income households receive social security benefits with high withdrawal rates. Consequently, these households face very high effective marginal tax rates. This “traps” households at low levels of income: For substantial income ranges, it is very difficult for these households to improve their economic position, reducing incentives to try (see e.g. <a href=\"#bib15\">Jordan et al., 1992</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn15",
                    "title": "15.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Only looking at <a href=\"#table4\">Table 4</a>, line 6 should be £9 billion; however, the table masks rounding errors. Using the exact figures gives £9.7 billion for the hold-harmless UBI, which is rounded to £10 billion in the table.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn16",
                    "title": "16.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Subject to rounding errors.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn17",
                    "title": "17.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Percentage points represent an absolute increase in fractions. For example, increasing a tax rate from 10% to 11% would represent an increase of 10% of that tax rate, but an increase of only one percentage point.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn18",
                    "title": "18.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The change in relative poverty we report here is based on the relative poverty line before the introduction of our UBI scheme. Given that this definition of the poverty line changes with median income, the official poverty line after the introduction of our UBI scheme would increase and official poverty would decrease by less than stated above. That is, we defined our scheme in a way that makes roughly 54% of the country net beneficiaries. Therefore, it will increase the median income, which in turn will increase the official poverty line. Our calculations suggest that the relative poverty line will increase by roughly 16%.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn19",
                    "title": "19.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib49\">OECD, 2023</a>, Poverty gap (indicator). doi: <a href=\"https://doi.org/10.1787/349eb41b-en\">10.1787/349eb41b-en</a> (Accessed on 06 May 2023).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn20",
                    "title": "20.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Figure for 2018. Figures for 2019 were not available.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn21",
                    "title": "21.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "US poverty line and median income taken from <a href=\"#bib33\">Proctor et al. (2016)</a>; 2015 GPB / USD exchange rate at an average of 0.655 <a href=\"#bib22\">OECD (2019b)</a>, <a href=\"https://data.oecd.org/conversion/exchange-rates.htm#indicator-chart\">https://data.oecd.org/conversion/exchange-rates.htm#indicator-chart</a>). Note that the US data is not based on equivalised median income figures because those are not published for the US. This might explain part of the strong discrepancy. However, <a href=\"#bib21\">OECD, 2019a</a>; <a href=\"#bib22\">OECD, 2019b</a> suggests that US median income is indeed substantially higher than in the UK while the poverty line is not.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn22",
                    "title": "22.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "2015 GPB / USD exchange rate at an average of 0.655; PPP-adjusted exchange rate at 0.692 (<a href=\"#bib22\">OECD, 2019b</a>). Purchasing power parity takes into account differences in price levels between countries. It reflects that e.g. the equivalent of US$ 1,000 in the UK can potentially buy more goods than US$ 1,000 in the US.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn23",
                    "title": "23.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "Deceptively Simple: The Uselessness of Gross Cost in the Cost-Benefit Analysis of Universal Basic Income",
            "authors": [
                {
                    "name": {
                        "index": "Arndt, G",
                        "preferred": "G Arndt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Widerquist, K",
                        "preferred": "K Widerquist"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "id": "bib1",
            "journal": "Maine Policy Perspectives",
            "pages": {
                "first": "17",
                "last": "19",
                "range": "17–19"
            },
            "type": "journal",
            "volume": "2019"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, RS",
                        "preferred": "RS Atkinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Public Economis in Action",
            "date": "1995",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Oxford"
                        ]
                    },
                    "formatted": [
                        "Oxford"
                    ]
                },
                "name": [
                    "Clarendon Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Optimal top marginal tax rates under income splitting for couples",
            "authors": [
                {
                    "name": {
                        "index": "Bach, S",
                        "preferred": "S Bach"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Corneo, G",
                        "preferred": "G Corneo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Steiner, V",
                        "preferred": "V Steiner"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1016/j.euroecorev.2012.05.004",
            "id": "bib3",
            "journal": "European Economic Review",
            "pages": {
                "first": "1055",
                "last": "1069",
                "range": "1055–1069"
            },
            "type": "journal",
            "volume": "56"
        },
        {
            "articleTitle": "Not Ready for Prime Time: A Response to “Universal Basic Income: Policy Options at National, State, and Local Levels.”",
            "authors": [
                {
                    "name": {
                        "index": "Canarie, D",
                        "preferred": "D Canarie"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.53558/YXSM3015",
            "id": "bib4",
            "journal": "Maine Policy Review",
            "pages": {
                "first": "66",
                "last": "76",
                "range": "66–76"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "articleTitle": "Myopia, redistribution and pensions",
            "authors": [
                {
                    "name": {
                        "index": "Cremer, H",
                        "preferred": "H Cremer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pestieau, P",
                        "preferred": "P Pestieau"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1016/j.euroecorev.2010.07.002",
            "id": "bib6",
            "journal": "European Economic Review",
            "pages": {
                "first": "165",
                "last": "175",
                "range": "165–175"
            },
            "type": "journal",
            "volume": "55"
        },
        {
            "authors": [
                {
                    "name": "Department for Work & Pensions",
                    "type": "group"
                }
            ],
            "bookTitle": "Households Below Average Income, 2019/20, Table 1.2b",
            "date": "2022",
            "id": "bib7",
            "publisher": {
                "name": [
                    "DWP"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Fiscal Studies",
                    "type": "group"
                }
            ],
            "bookTitle": "Living Standards, Poverty and Inequality in the UK: 2021",
            "date": "2021",
            "id": "bib8",
            "publisher": {
                "name": [
                    "IFS"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The Town with No Poverty: The Health Effects of a Canadian Guaranteed Annual Income Field Experiment",
            "authors": [
                {
                    "name": {
                        "index": "Forget, EL",
                        "preferred": "EL Forget"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.3138/cpp.37.3.283",
            "id": "bib10",
            "journal": "Canadian Public Policy",
            "pages": {
                "first": "283",
                "last": "305",
                "range": "283–305"
            },
            "type": "journal",
            "volume": "37"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fouksman, E",
                        "preferred": "E Fouksman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saxe, AM",
                        "preferred": "AM Saxe"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "id": "bib9",
            "title": "UBI and NIT Marginal Tax Rate Proof",
            "type": "web",
            "uri": "https://efouksman.weebly.com/uploads/5/6/6/1/56610801/saxe_fouksman_2019_ubi_nit_marginal_tax_proof.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Goodin, RE",
                        "preferred": "RE Goodin"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "details": "195–214, Towards a Minimally Presumptuous Social Welfare Policy, Arguing for Basic Income: Ethical Foundations for a Radical Reform, London, Taylor & Francis, p",
            "id": "bib11",
            "title": "Arguing for Basic Income: Ethical Foundations for a Radical Reform",
            "type": "unknown"
        },
        {
            "articleTitle": "Universal Basic Income: Policy Options at National, State, and Local Levels",
            "authors": [
                {
                    "name": {
                        "index": "Howard, MW",
                        "preferred": "MW Howard"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "id": "bib48",
            "journal": "Maine Policy Review",
            "pages": {
                "first": "38",
                "last": "42",
                "range": "38–42"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Jessen, R",
                        "preferred": "R Jessen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rostam-Afschar, D",
                        "preferred": "D Rostam-Afschar"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Steiner, V",
                        "preferred": "V Steiner"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Getting the Poot to Work: Three Welfare Increasing Reforms for a Busy Germany",
            "date": "2015",
            "id": "bib14",
            "publisher": {
                "name": [
                    "Free University Berlin Discussion Paper, School of Business & Economics: Economics, No. 2015/22"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Jordan, B",
                        "preferred": "B Jordan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "James, S",
                        "preferred": "S James"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kay, H",
                        "preferred": "H Kay"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Redley, M",
                        "preferred": "M Redley"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Trapped in Poverty? - Labour-Market Decisions in Low-Income Households",
            "date": "1992",
            "id": "bib15",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Abingdon"
                        ]
                    },
                    "formatted": [
                        "Abingdon"
                    ]
                },
                "name": [
                    "Routledge"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Kela",
                    "type": "group"
                }
            ],
            "bookTitle": "From Idea to Experiment - Report on Universal Basic Income Experiment in Finland",
            "date": "2016",
            "id": "bib16",
            "publisher": {
                "name": [
                    "Working Papers 106"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lewis, RA",
                        "preferred": "RA Lewis"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "details": "95–106, A Retrospective On The Negative Income Tax Experiments: Looking Back At The Most Innovative Field Studies In Social Policy, The Ethics and Economics of the Basic Income Guarantuee, Aldershot, Ashgate, p, 10.4324/9781315239934",
            "id": "bib34",
            "title": "The Ethics and Economics of the Basic Income Guarantuee",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Martinelli, L",
                        "preferred": "L Martinelli"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Exploring the Distributional and Work Incentive Effects of Plausible Illustrative Basic Income Schemes",
            "date": "2017",
            "discriminator": "a",
            "id": "bib17",
            "publisher": {
                "name": [
                    "IPR Working Paper"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Martinelli, L",
                        "preferred": "L Martinelli"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Fiscal and Distributional Implications of Alternative Universal Basic Income Schemes in the UK",
            "date": "2017",
            "discriminator": "b",
            "id": "bib18",
            "publisher": {
                "name": [
                    "IPR Working Paper"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Miller, A",
                        "preferred": "A Miller"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "A Basic Income Handbook",
            "date": "2017",
            "id": "bib19",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Edinburgh"
                        ]
                    },
                    "formatted": [
                        "Edinburgh"
                    ]
                },
                "name": [
                    "Luath Press Ltd"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Using the OECD equivalence scale in taxes and benefits analysis",
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "date": "2010",
            "doi": "10.1057/elmr.2010.9",
            "id": "bib20",
            "journal": "Economic & Labour Market Review",
            "pages": {
                "first": "49",
                "last": "54",
                "range": "49–54"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "date": "2019",
            "discriminator": "a",
            "id": "bib21",
            "title": "Organisation for EconomicCo-operation and Development",
            "type": "web",
            "uri": "https://stats.oecd.org/Index.aspx?DataSetCode=IDD"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "date": "2019",
            "discriminator": "b",
            "id": "bib22",
            "title": "Purchasing power parities (PPP)",
            "type": "web",
            "uri": "https://data.oecd.org/conversion/purchasing-power-parities-ppp.htm#indicator-chart"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "date": "2023",
            "id": "bib49",
            "title": "“Poverty Gap” (Indicator)",
            "type": "web",
            "uri": "https://data.oecd.org/inequality/poverty-gap.htm"
        },
        {
            "authors": [
                {
                    "name": "Office for National Statistics",
                    "type": "group"
                }
            ],
            "date": "2018",
            "details": "Gross Domestic Product per Head: Table P",
            "id": "bib24",
            "title": "Gross Domestic Product per Head: Table P",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Office for National Statistics",
                    "type": "group"
                }
            ],
            "date": "2018",
            "details": "Overview of the UK Population: November 2018",
            "id": "bib25",
            "title": "Overview of the UK Population: November 2018",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Office for National Statistics",
                    "type": "group"
                }
            ],
            "date": "2018",
            "details": "The Effects of Taxes and Benefits on Household Income, 2016/17: Reference Tables",
            "id": "bib26",
            "title": "The Effects of Taxes and Benefits on Household Income, 2016/17: Reference Tables",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Office for National Statistics",
                    "type": "group"
                }
            ],
            "bookTitle": "Gross Domestic Product: Chained Volume Measures: Seasonally Adjusted £m",
            "date": "2019",
            "id": "bib27",
            "publisher": {
                "name": [
                    "Series 110219"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Pereira, R",
                        "preferred": "R Pereira"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "details": "9–45, The Cost of Universal Basic Income: Public Savings and Programme Redundancy Exceed Cost, Financing Basic Income, New York, NY, Palgrave Macmillan, p, 10.1007/978-3-319-54268-3",
            "id": "bib28",
            "title": "Financing Basic Income",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Piachaud, D",
                        "preferred": "D Piachaud"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Citizen’s Income: Rights and Wrongs",
            "date": "2016",
            "id": "bib30",
            "publisher": {
                "name": [
                    "Centre for the Analysis of Social Exclusion Report"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Portes, J",
                        "preferred": "J Portes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reed, H",
                        "preferred": "H Reed"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Percy, A",
                        "preferred": "A Percy"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Social Prosperity for the Future: A Proposal for Universal Basic Services",
            "date": "2017",
            "id": "bib32",
            "publisher": {
                "name": [
                    "Social Prosperity Network Report"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Proctor, BD",
                        "preferred": "BD Proctor"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Semega, JL",
                        "preferred": "JL Semega"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kollar, MA",
                        "preferred": "MA Kollar"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Income and Poverty in the United States: 2015",
            "date": "2016",
            "id": "bib33",
            "publisher": {
                "name": [
                    "United States Census Bureau Current Population Reports"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Santens, S",
                        "preferred": "S Santens"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib36",
            "title": "The Cost of Universal Basic Income is the Net Transfer Amount, Not the Gross Price Tag",
            "type": "web",
            "uri": "http://www.scottsantens.com/the-cost-of-universal-basic-income-is-the-net-transfer-amount-not-the-gross-price-tag"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Schmuecker, K",
                        "preferred": "K Schmuecker"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Matejic, P",
                        "preferred": "P Matejic"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morgan, B",
                        "preferred": "B Morgan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clark, T",
                        "preferred": "T Clark"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Going without: Deepening Poverty in the UK",
            "date": "2022",
            "id": "bib37",
            "publisher": {
                "name": [
                    "JRF Briefing, Joseph Roundtree Foundation"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "EUROMOD: the European Union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.34196/ijm.00075",
            "id": "bib38",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Torry, M",
                        "preferred": "M Torry"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Why We Need a Citizen’s Basic Income",
            "date": "2018",
            "doi": "10.1332/policypress/9781447343158.001.0001",
            "id": "bib39",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Bristol"
                        ]
                    },
                    "formatted": [
                        "Bristol"
                    ]
                },
                "name": [
                    "Policy Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Torry, M",
                        "preferred": "M Torry"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "details": "Static microsimulation research on Citizen’s Basic Income for the UK: a personal summary and further reflections, EUROMOD Working Paper Series 13/19, Institute for Social and Economic Research",
            "id": "bib40",
            "title": "EUROMOD Working Paper Series 13/19",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "U.S. Bureau of Economic Analysis",
                    "type": "group"
                }
            ],
            "bookTitle": "Gross Domestic Product per Capita, Not Seasonally Adjusted",
            "date": "2019",
            "id": "bib41",
            "publisher": {
                "name": [
                    "Data Series A939RC0A052NBEA"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "US Census Bureau",
                    "type": "group"
                }
            ],
            "bookTitle": "Historical Income Table",
            "date": "2017",
            "id": "bib42",
            "publisher": {
                "name": [
                    "Table H-3"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Widerquist, K",
                        "preferred": "K Widerquist"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "discriminator": "a",
            "id": "bib44",
            "title": "The BIG Misunderstanding About the Cost of Universal Basic Income",
            "type": "web",
            "uri": "https://www.progress.org/articles/the-big-misunderstanding-about-the-cost-of-universal-basic-income"
        },
        {
            "articleTitle": "The Cost of Basic Income: Back-of-the-Envelope Calculations",
            "authors": [
                {
                    "name": {
                        "index": "Widerquist, K",
                        "preferred": "K Widerquist"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "discriminator": "b",
            "doi": "10.1515/bis-2017-0016",
            "id": "bib45",
            "journal": "Basic Income Studies",
            "pages": "2",
            "type": "journal",
            "volume": "12"
        },
        {
            "articleTitle": "An efficiency argument for the Basic Income Guarantee",
            "authors": [
                {
                    "name": {
                        "index": "Widerquist, K",
                        "preferred": "K Widerquist"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lewis, MA",
                        "preferred": "MA Lewis"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.1504/IJEWE.2006.009356",
            "id": "bib47",
            "journal": "International Journal of Environment, Workplace and Employment",
            "pages": "21",
            "type": "journal",
            "volume": "2"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wilkinson, R",
                        "preferred": "R Wilkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pickett, K",
                        "preferred": "K Pickett"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Spirit Level: Why More Equal Societies Almost Always Do Better",
            "date": "2009",
            "id": "bib35",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "Allen Lane"
                ]
            },
            "type": "book"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
