{
    "status": "vor",
    "id": "00288",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00288",
    "authorLine": "Edlira Narazani et al.",
    "title": "EUROLAB: A Multidimensional Labour Supply-Demand Model for EU Countries",
    "published": "2023-12-31T00:00:00Z",
    "versionDate": "2023-12-31T00:00:00Z",
    "statusDate": "2023-12-31T00:00:00Z",
    "volume": 16,
    "issue": 3,
    "fpage": 49,
    "lpage": 76,
    "elocationId": "49-76",
    "pdf": "http://web:8082/00288/ijm-00288.pdf",
    "subjects": [
        {
            "id": "labour-supply-demand",
            "name": "Labour supply and demand"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper describes EUROLAB, a labour supply-demand microsimulation model that relies on EUROMOD, the static microsimulation model for the European Union countries. EUROLAB is built on a multidimensional discrete choice model of labour supply and accounts for unemployment. As distinct from non-participation. The model estimates individual changes in supplied hours of work and participation as a reaction to a hypothetical or real tax-transfer reform, often referred to in the literature as “second-order” effects. Furthermore, the model allows for the demand-side effects of a labour market that, depending on how elastic it is, would lead to different employment levels and wage rates when the market reaches its equilibrium. The model is unique in covering 27 countries under the same specification of preferences, opportunity set representation and the same concept of income and working hours. We illustrate the usefulness of the model by showing several examples of EUROLAB, using both the one-dimensional and multidimensional versions. Potential extensions of the model are also discussed in the paper.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Narazani et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Spain",
                            "locality": [
                                "Seville"
                            ]
                        },
                        "formatted": [
                            "Seville",
                            "Spain"
                        ]
                    },
                    "name": [
                        "The Joint Research Centre, the European Commission"
                    ]
                }
            ],
            "emailAddresses": [
                "edliran@hotmail.com"
            ],
            "name": {
                "index": "Narazani, Edlira",
                "preferred": "Edlira Narazani"
            },
            "orcid": "0000-0003-0635-5155",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Turin"
                            ]
                        },
                        "formatted": [
                            "Turin",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Dipartimento di Economia e Statistica, University of Turin"
                    ]
                }
            ],
            "name": {
                "index": "Colombino, Ugo",
                "preferred": "Ugo Colombino"
            },
            "orcid": "0000-0002-0194-2943",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Spain",
                            "locality": [
                                "Seville"
                            ]
                        },
                        "formatted": [
                            "Seville",
                            "Spain"
                        ]
                    },
                    "name": [
                        "The Joint Research Centre, the European Commission"
                    ]
                }
            ],
            "name": {
                "index": "Palma, Bianey",
                "preferred": "Bianey Palma"
            },
            "orcid": "0009-0004-5542-7068",
            "type": "person"
        }
    ],
    "funding": {
        "statement": "No specific funding for this article is reported."
    },
    "dataSets": {
        "availability": [
            {
                "text": "We declare that the manuscript contains PROPRIETARY data that consists in 1) the Stata programs, 2) the EUROMOD model and 3) the EU-SILC data. The user needs to request an access to <a href=\"https://ec.europa.eu/eurostat/web/microdata/european-union-statistics-on-income-and-living-conditions\">SILC data</a>. EUROMOD is an open-source tool and can be downloaded from the <a href=\"https://euromod-web.jrc.ec.europa.eu/\">website</a>. The Stata do-files cannot be published in an openly accessible trusted data repository, but authors commit to preserving data and code for a period of no less than five years following publication of the manuscript, and provide reasonable assistance to requests for clarification and replication.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "Behavioural Models",
        "Discrete Choice Modelling",
        " Labour supply",
        "Labour market equilibrium"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "EUROMOD is a static tax-benefit microsimulation model that simulates tax liabilities and individual and family benefit entitlements on the basis of fiscal rules in force in each EU Member State (<a href=\"#bib47\">Sutherland and Figari, 2013</a>). This model has been widely used to assess the static distributional and budgetary effects of hypothetical or actual tax-transfer reforms, as well as to assess policy changes over time. However, policymakers often design fiscal reforms with the aim of creating incentives to work or formalizing informal work. For example, countries with a low female employment rate, are often recommended to implement fiscal reforms that incentivise women’s participation in the labour market. In addition, reforms that are not aimed at influencing work behaviour may also have an impact on the families and individuals concerned.<a href=\"#fn1\"><sup>1</sup></a> Like most tax microsimulation models, EUROMOD is not behavioural and, as such, does not consider the possible effects of policy reforms on individual labour supply.<a href=\"#fn2\"><sup>2</sup></a> However, accounting for behavioural effects is important not only to measure changes in employment, unemployment and inactivity margins but also to assess the revenue implications of a particular fiscal reform.",
                    "type": "paragraph"
                },
                {
                    "text": "Although EUROMOD does not take into account behavioural responses in the assessment of policy effects, its capacity to closely replicate existing and counterfactual fiscal reforms, together with the heterogeneity of underlying data, is an appropriate environment for constructing a behavioural microsimulation model. <a href=\"#bib35\">Klevmarken (1997)</a> is the first attempt to consider behavioural responses in EUROMOD. Subsequent studies have shown that EUROMOD is likely to develop flexible labour supply modelling for country analysis ( <a href=\"#bib32\">Figari and Narazani, 2020</a>; <a href=\"#bib15\">Coda Moscarola et al., 2020</a>) or for cross-country analysis (<a href=\"#bib18\">Colombino et al., 2010</a>; <a href=\"#bib17\">Colombino and Narazani, 2013</a>; <a href=\"#bib6\">Bargain et al., 2010</a> and <a href=\"#bib49\">Vandelannoote and Verbist, 2020</a>). However, there is a need for a behavioural model at the EU level which takes full advantage of the unique feature of comparability between EU countries. To fill this gap, we have developed EUROLAB, a behavioural microsimulation model that is based on EUROMOD, which can be used to assess the impact of fiscal or economic policies on labour supply and overall employment in the EU countries.",
                    "type": "paragraph"
                },
                {
                    "text": "The aim of this paper is to explain the modelling approach behind EUROLAB as well as to give examples of the model’s usefulness. EUROLAB relies on discrete-choice labour supply modelling (<a href=\"#bib1\">Aaberge et al., 1995</a>; <a href=\"#bib48\">van Soest, 1995</a>), based on the Random Utility Maximization approach (<a href=\"#bib38\">McFadden, 1974</a>). Like other behavioural microsimulation models, EUROLAB estimates a set of structural parameters of utility function and applies them to predict labour supply behaviour. As such, EUROLAB can be compared to country-specific behavioural models such as MICSIM for the Netherlands (<a href=\"#bib34\">Jongen et al., 2014</a>), MITTS and B-TAXBEN for Australia (<a href=\"#bib20\">Creedy et al., 2022</a>), TAXMOD-B for New Zealand (<a href=\"#bib39\">Mercante and Mok, 2014a</a>; ), SWEtaxben for Sweden (<a href=\"#bib24\">Ericson et al., 2009</a>), and IZAΨMOD (<a href=\"#bib45\">Peichl et al., 2010</a>) for Germany. However, unlike other behavioural models, EUROLAB adopts a multidimensional approach in the construction of choice setting as well as providing a labour demand module. Furthermore, what makes EUROLAB unique in the behavioural microsimulation domain is its characteristics of covering all EU countries in a comparable way as regards the modelling of preferences and opportunities, as well as income concepts.",
                    "type": "paragraph"
                },
                {
                    "text": "EUROLAB is based on a multidimensional choice set covering not only the alternatives of working hours (one-dimensional choice set) but also other job peculiarities such as employment arrangement (wage employment versus self-employment status) or occupational sectors (essential versus non-essential sectors). As a result, wage rates are determined differently according to employment arrangements, taking into account the large differential between them. Second, EUROLAB is designed to take into account unemployment as distinct from non-participation. SILC data, used as the underlying EUROMOD data, contain information on individuals’ job search efforts (in particular, on active job search in the last four weeks and availability for work). Moreover, the choice of unemployment is modelled as one of the choices people face when deciding to enter or exit the labour market. Fourth, the model takes into account financial constraints through the inclusion of possible mortgage liabilities in the utility function.",
                    "type": "paragraph"
                },
                {
                    "text": "Behavioural models typically show changes in supplied hours of work and participation as a reaction to a fiscal reform, often referred to in the literature as “second-order effects”. In this way, they produce pure changes in the desired number of working hours disregarding the demand side of the labour market, which, depending on the elasticity, would lead to a different labour supply when a market reaches its equilibrium. EUROLAB accounts for labour demand side and models a partial labour market equilibrium in line with Colombino’s approach. Finally, the paper discusses the technical feasibility of constructing an EU-wide behavioural model. As noted by <a href=\"#bib35\">Klevmarken, 1997</a> the use of cross/sectional data and in particular the timing of labour market variables and income variables, both recorded in two different years, represent an important challenge when incorporating behavioural responses in EUROMOD.",
                    "type": "paragraph"
                },
                {
                    "text": "EUROLAB can be used to simulate the behavioural effects of policy changes related to personal income tax rates or schedules, employee social security contributions, benefit entitlement and amount, tax credits or allowances. The main contributions of the model are assessing: (i) labour supply elasticities, (ii) changes in labour supply, and (iii) changes in employment, inactivity and unemployment when labour demand is taken into account. However, the EUROLAB model can be also used to assess the short-term and long-term effects of job retention policies and, in particular, to provide differential results depending on whether the job retention policy was implemented before or after the new labour market equilibrium was achieved.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is organized as follows. Section 2 provides a description of the microeconometric model and highlights the way in which the choice set, the decision-making unit and working time are defined. Section 3 describes the equilibrium simulation. Section 4 illustrates the applications of the multidimensional version of EUROLAB as well as some examples where the model has been used for assessing the behavioural effects of hypothetical or real fiscal reforms. Section 5 illustrates future extensions of the model and synergies with in-home EUROMOD synergies. Section 6 concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Building a behavioural model requires two crucial elements: (1) a microeconometric model and (2) a tax-benefit microsimulation model. The first element is needed to estimate a set of utility parameters that capture the individual behaviour over income and working hours under socio-demographic constraints. The second element is required to construct a counterfactual disposable income computed at each job alternative following the tax-benefit rules as simulated through microsimulation models. Based on these elements, a behavioural model predicts the supply of working hours and labour market participation for each individual in the data under the existing fiscal rules and under counterfactual fiscal rules.",
                    "type": "paragraph"
                },
                {
                    "text": "EUROLAB follows a discrete choice approach that consists in modelling the budget sets from a set of mutually exclusive and collective exhaustive alternatives of hours or jobs. Under the principle of random utility maximization, discrete choice analysis means that an individual chooses the alternative with the highest utility among those available in the market at the time the choice is made. The concept of random utility and in particular the assumption on the distributional form of the random element of the utility function (<a href=\"#bib38\">McFadden, 1974</a>) has converted the discrete choice approach from a theoretical model to a practical one and is thus usable in a variety of disciplines. Since the mid-1990s, labour supply is one of the disciplines benefiting from the practical advantages of discrete choice analysis (<a href=\"#bib1\">Aaberge et al., 1995</a>; <a href=\"#bib48\">van Soest, 1995</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "A standard discrete choice model of labour supply is normally characterized by a one-dimensional choice set consisting of working hours. There might be circumstances, however, that render the decision of work dependent on factors different from working hours. Consequently, the choice set may result in a combination of these factors and in this case, the choice set is considered as multidimensional. For example, individuals, based on their socio-demographic characteristics, may consider the number of working hours as equally important to other job features such as the occupational sector (essential versus non-essential sectors) and contractual arrangements (permanent contract versus temporary or atypical jobs, wage employment versus self-employment, etc.).<a href=\"#fn3\"><sup>3</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "EUROLAB is built on a multidimensional choice set where the decision of work is based on the range of working hours, employment status and occupational sectors. Modelling individual preferences concerning employment statuses, in particular wage employment and self-employment, is often left out of the discrete choice model of labour supply. However, the nature of self-employment is changing and in particular solo self-employment is increasing relative to self-employment with dependent employees. In addition, the COVID-19 crisis has caused further changes in the composition of jobs where alternative work arrangements appear to prevail. Recent studies such as <a href=\"#bib9\">Boeri et al. 2020</a>, based on ad-hoc surveys conducted in the US, UK and Italy have documented that “solo self-employment is substantively different from self-employment with employees, being an intermediate status between employment and unemployment, and for some, becoming a new frontier of underemployment”. <a href=\"#bib54\">Datta (2019)</a> indicates that the working situation of the self-employed and in particular the solo self-employed (self-employed without employees) is more prone to being precarious and transiting to unemployment than that of employees; in addition, their wages are also lower. Therefore, to take account of these statuses of employment, EUROLAB treats employment and self-employment statuses as two distinct features of work, similarly to <a href=\"#bib15\">Coda Moscarola et al. (2020)</a>. Furthermore, although it is believed that workers would be less likely to make a voluntarily choice concerning the occupational sector based on factors such as education, age or income, we consider the occupational sector as another dimension of the choice set with the intention of using the model for simulating employment effects of sectoral demand shocks like the one triggered by the Covid-19 pandemic (<a href=\"#bib41\">Narazani and Colombino, 2021</a>). Two main occupational sectors are used in the current version of EUROLAB. The first sector covers an aggregate sector group, referred to as ‘non-essential‘, which includes the hospitality, wholesale, transportation and construction sectors, while the latter covers sectors defined as ’essential‘ such as health, education, food-processing and financial sector.",
                    "type": "paragraph"
                },
                {
                    "text": "The consideration of an unemployment alternative as a separate choice from inactivity is another modelling feature of EUROLAB. To that end, we exploit the information of the SILC survey as to whether an individual is actively looking for a job when reporting to not work. This allows us to identify an individual as being in an inactivity status. Those who declare to be looking for a job can be classified as unemployed and can be distinguished in the modelling of working hours from those who are not looking for a job as they spend some hours searching for a job as well as may be receiving unemployment benefits depending on their contributory history. Accounting for an unemployment choice may be important in discrete choice labour supply modelling. In fact, there are studies(<a href=\"#bib53\">Kalb, 2000</a>) where accounting for unemployment-related welfare payments leads to significant disutility associated with unemployment benefits. Similarly, <a href=\"#bib6\">Bargain et al. (2010)</a>, find significant differences in labour supply effects when integrating involuntary unemployment in the labour supply model. Other studies <a href=\"#bib51\">de Boer (2018)</a> , by contrast, find a relatively small effect on behavioural responses when accounting for involuntary unemployment in labour supply modelling.<a href=\"#fn4\"><sup>4</sup></a> These findings suggest that accounting for involuntary unemployment in labour supply modelling may lead to better predictions of labour supply in countries where unemployment is an issue such as Southern European countries like Italy, Spain and Greece – but not only there. Accounting for involuntary unemployment helps better estimate the labour supply effects of “making work pay” reforms (<a href=\"#bib6\">Bargain et al., 2010</a>), i.e. policies that target low-wage individuals, such as for example minimum wage reforms.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Households are assumed to choose within a set of alternatives <math alttext=\"\\Omega .\" id=\"inf1\"><mi>Ω</mi><mo>.</mo></math> Some alternatives a market job (employment), some consists of job-search (unemployment), some other are non-market activities (non-participation). Alternatives are characterized by a quadruple <math alttext=\"\\left (H,S,E,w\\right)\" id=\"inf2\"><mfenced separators=\"|\"><mrow><mi>H</mi><mo>,</mo><mi>S</mi><mo>,</mo><mi>E</mi><mo>,</mo><mi>w</mi></mrow></mfenced></math> where,",
                            "type": "paragraph"
                        },
                        {
                            "text": "H = hours of work",
                            "type": "paragraph"
                        },
                        {
                            "text": "S = sector of employment",
                            "type": "paragraph"
                        },
                        {
                            "text": "E = type of occupation",
                            "type": "paragraph"
                        },
                        {
                            "text": "w = wage rate.",
                            "type": "paragraph"
                        },
                        {
                            "text": "If the alternative is a market job, then H can take five possible values in the ranges [1-5], [6-14], [15-30], [31-45] and [46-60], S can take value 1 (wage employment) or 2 (self-employment) and E can take value 1 (non-essential occupations) or 2 (essential occupations). Therefore, there are 5×2×2 = 20 types of market jobs for singles and 20×20 = 400 types of market jobs for couples. The wage rate can depend on H, S and E.",
                            "type": "paragraph"
                        },
                        {
                            "text": "If the alternative is job-search (unemployment), then S= E = 0 and H is assigned a random value drawn from the interval [1 - 5] (interpreted as time devoted to job search). In this case w = unemployment subsidy.",
                            "type": "paragraph"
                        },
                        {
                            "text": "If the alternative is a non-market activity (non-participation), then H = S = E = w = 0.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Overall, singles can choose among 20 + 2 = 22 alternatives, couples can choose among 22×22 = 484 type of alternatives.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In what follows we use the index <i>j</i> to identifies the different types of alternatives.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The utility attained by household i when choosing type j is:",
                            "type": "paragraph"
                        },
                        {
                            "id": "E1",
                            "label": "(1)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>U</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub><mo>=</mo><mi>V</mi><mrow><mo>(</mo><mrow><msub><mi>C</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub><mo>,</mo><mi>T</mi><mo>−</mo><msub><mi>h</mi><mrow><mi>j</mi></mrow></msub><mo>;</mo><msub><mi>γ</mi><mrow><mi>i</mi></mrow></msub></mrow><mo>)</mo></mrow><mo>+</mo><msub><mi>ε</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Where,",
                            "type": "paragraph"
                        },
                        {
                            "text": "<math alttext=\"C_{ij}=\\tau \\left (w_{ij}h_{j},s_{j},e_{j},I_{i}\\right)\" id=\"inf3\"><msub><mrow><mi>C</mi></mrow><mrow><mi>i</mi><mi>j</mi></mrow></msub><mo>=</mo><mi>τ</mi><mfenced separators=\"|\"><mrow><msub><mrow><mi>w</mi></mrow><mrow><mi>i</mi><mi>j</mi></mrow></msub><msub><mrow><mi>h</mi></mrow><mrow><mi>j</mi></mrow></msub><mo>,</mo><msub><mrow><mi>s</mi></mrow><mrow><mi>j</mi></mrow></msub><mo>,</mo><msub><mrow><mi>e</mi></mrow><mrow><mi>j</mi></mrow></msub><mo>,</mo><msub><mrow><mi>I</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfenced></math> = net available income computed according to the tax-transfer rule <i>τ</i> as a function of labour income <math alttext=\"w_{ij}h_{j}\" id=\"inf4\"><msub><mrow><mi>w</mi></mrow><mrow><mi>i</mi><mi>j</mi></mrow></msub><msub><mrow><mi>h</mi></mrow><mrow><mi>j</mi></mrow></msub></math> , other exogenous income <math alttext=\"I_{i}\" id=\"inf5\"><msub><mrow><mi>I</mi></mrow><mrow><mi>i</mi></mrow></msub></math> , sector of employment <i>s<sub>j</sub></i> and type of occupation <i>e<sub>j</sub></i>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "T = total available time, T – h = “leisure”;",
                            "type": "paragraph"
                        },
                        {
                            "text": "<math id=\"inf6\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>ε</mi><mo>∼</mo><mtext> </mtext><mi>G</mi><mi>u</mi><mi>m</mi><mi>b</mi><mi>e</mi><mi>l</mi><mrow><mo>(</mo><mrow><mn>0</mn><mo>,</mo><mn>1</mn></mrow><mo>)</mo></mrow></mrow></mstyle></math> is random variable that accounts for unobserved factors affecting utility.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<math alttext=\"\\gamma _{i}\" id=\"inf7\"><msub><mrow><mi>γ</mi></mrow><mrow><mi>i</mi></mrow></msub></math> = vector of parameters that characterize the preferences of household <i>i</i>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Household choices are modelled as solutions of the problem:",
                            "type": "paragraph"
                        },
                        {
                            "id": "E2",
                            "label": "(2)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mtable columnspacing=\"1em\" rowspacing=\"4pt\"><mtr><mtd><munder><mrow><mi>m</mi><mi>a</mi><mi>x</mi></mrow><mi>j</mi></munder><mtext> </mtext><msub><mi>U</mi><mrow><mi>i</mi><mi>j</mi></mrow></msub></mtd></mtr><mtr><mtd><mi>s</mi><mo>.</mo><mi>t</mi><mo>.</mo></mtd></mtr><mtr><mtd><mi>j</mi><mo>∈</mo><mi mathvariant=\"normal\">Ω</mi></mtd></mtr></mtable></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The assumption of the Gumbel distribution for the random component <i>ε</i> leads to the following probability that household <i>i</i> is willing to accept an alternative of type <i>k</i> (<a href=\"#bib1\">Aaberge et al., 1995</a>; <a href=\"#bib2\">1999</a>):",
                            "type": "paragraph"
                        },
                        {
                            "id": "E3",
                            "label": "(3)",
                            "mathml": "<math><msub><mrow><mi>P</mi></mrow><mrow><mi>i</mi><mi>k</mi></mrow></msub><mo>=</mo><mfrac><mrow><mi>e</mi><mi>x</mi><mi>p</mi><mfenced close=\"}\" open=\"{\" separators=\"|\"><mrow><mi>V</mi><mfenced separators=\"|\"><mrow><msub><mrow><mi>C</mi></mrow><mrow><mi>i</mi><mi>k</mi></mrow></msub><mo>,</mo><mi>T</mi><mo>-</mo><msub><mrow><mi>h</mi></mrow><mrow><mi>k</mi></mrow></msub><mo>;</mo><msub><mrow><mi>γ</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfenced></mrow></mfenced></mrow><mrow><mrow><msub><mo>∑</mo><mrow><mi>j</mi><mo>∈</mo><mi>Ω</mi></mrow></msub><mrow><mi>e</mi><mi>x</mi><mi>p</mi><mfenced close=\"}\" open=\"{\" separators=\"|\"><mrow><mi>V</mi><mfenced separators=\"|\"><mrow><msub><mrow><mi>C</mi></mrow><mrow><mi>i</mi><mi>j</mi></mrow></msub><mo>,</mo><mi>T</mi><mo>-</mo><msub><mrow><mi>h</mi></mrow><mrow><mi>j</mi></mrow></msub><mo>;</mo><msub><mrow><mi>γ</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfenced></mrow></mfenced></mrow></mrow></mrow></mfrac></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "A common procedure to improve the fitting performance of the model consists of adding alternative-specific dummies (<a href=\"#bib48\">van Soest, 1995</a>):",
                            "type": "paragraph"
                        },
                        {
                            "id": "E4",
                            "label": "(4)",
                            "mathml": "<math><msub><mrow><mi>P</mi></mrow><mrow><mi>i</mi><mi>k</mi></mrow></msub><mo>=</mo><mfrac><mrow><mi>e</mi><mi>x</mi><mi>p</mi><mfenced close=\"}\" open=\"{\" separators=\"|\"><mrow><mi>V</mi><mfenced separators=\"|\"><mrow><msub><mrow><mi>C</mi></mrow><mrow><mi>i</mi><mi>k</mi></mrow></msub><mo>,</mo><mi>T</mi><mo>-</mo><msub><mrow><mi>h</mi></mrow><mrow><mi>k</mi></mrow></msub><mo>;</mo><msub><mrow><mi>γ</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfenced><mo>+</mo><msubsup><mrow><mi>D</mi></mrow><mrow><mi>i</mi><mi>k</mi></mrow><mrow><mi>`</mi></mrow></msubsup><msub><mrow><mi>δ</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfenced></mrow><mrow><mrow><msub><mo>∑</mo><mrow><mi>j</mi><mo>∈</mo><mi>Ω</mi></mrow></msub><mrow><mi>e</mi><mi>x</mi><mi>p</mi><mfenced close=\"}\" open=\"{\" separators=\"|\"><mrow><mi>V</mi><mfenced separators=\"|\"><mrow><msub><mrow><mi>C</mi></mrow><mrow><mi>i</mi><mi>j</mi></mrow></msub><mo>,</mo><mi>T</mi><mo>-</mo><msub><mrow><mi>h</mi></mrow><mrow><mi>j</mi></mrow></msub><mo>;</mo><msub><mrow><mi>γ</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfenced><mo>+</mo><msubsup><mrow><mi>D</mi></mrow><mrow><mi>i</mi><mi>j</mi></mrow><mrow><mi>`</mi></mrow></msubsup><msub><mrow><mi>δ</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfenced></mrow></mrow></mrow></mfrac></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The <math alttext=\"D_{ij}^{`}\" id=\"inf8\"><msubsup><mrow><mi>D</mi></mrow><mrow><mi>i</mi><mi>j</mi></mrow><mrow><mi>`</mi></mrow></msubsup></math> are vectors of (0, 1) dummy variables. Their elements are associated to specific types of alternatives. The standard interpretation s that they capture the effects of unobserved features of (some of) the alternatives. <a href=\"#bib1\">Aaberge et al. (1995</a>; <a href=\"#bib2\">1999)</a> and <a href=\"#bib16\">Colombino (2013)</a> develop a structural approach that can lead to the same expression (4). The starting assumption is that the different types of alternatives in general are not equally available. The density or relative frequency of alternatives of type <i>j</i> for household is denoted by <math alttext=\"g_{ij}\" id=\"inf9\"><msub><mrow><mi>g</mi></mrow><mrow><mi>i</mi><mi>j</mi></mrow></msub></math> and referred to as the opportunity density function.. Then it turns out that the choice probabilities are:",
                            "type": "paragraph"
                        },
                        {
                            "id": "E5",
                            "label": "(5)",
                            "mathml": "<math><msub><mrow><mi>P</mi></mrow><mrow><mi>i</mi><mi>k</mi></mrow></msub><mo>=</mo><mfrac><mrow><mi>e</mi><mi>x</mi><mi>p</mi><mfenced close=\"}\" open=\"{\" separators=\"|\"><mrow><mi>V</mi><mfenced separators=\"|\"><mrow><msub><mrow><mi>C</mi></mrow><mrow><mi>i</mi><mi>k</mi></mrow></msub><mo>,</mo><mi>T</mi><mo>-</mo><msub><mrow><mi>h</mi></mrow><mrow><mi>k</mi></mrow></msub><mo>;</mo><msub><mrow><mi>γ</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfenced></mrow></mfenced><msub><mrow><mi>g</mi></mrow><mrow><mi>i</mi><mi>k</mi></mrow></msub></mrow><mrow><mrow><msub><mo>∑</mo><mrow><mi>j</mi><mo>∈</mo><mi>Ω</mi></mrow></msub><mrow><mi>e</mi><mi>x</mi><mi>p</mi><mfenced close=\"}\" open=\"{\" separators=\"|\"><mrow><mi>V</mi><mfenced separators=\"|\"><mrow><msub><mrow><mi>C</mi></mrow><mrow><mi>i</mi><mi>j</mi></mrow></msub><mo>,</mo><mi>T</mi><mo>-</mo><msub><mrow><mi>h</mi></mrow><mrow><mi>j</mi></mrow></msub><mo>;</mo><msub><mrow><mi>γ</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfenced></mrow></mfenced><msub><mrow><mi>g</mi></mrow><mrow><mi>i</mi><mi>j</mi></mrow></msub></mrow></mrow></mrow></mfrac></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "A convenient specification of the opportunity density function can lead to expression (4) (<a href=\"#bib1\">Aaberge et al., 1995</a> and <a href=\"#bib2\">1999</a>; <a href=\"#bib16\">Colombino, 2013</a>). As an example, the vector <math id=\"inf10\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>D</mi><mrow><mi>i</mi><mi>k</mi></mrow></msub></mrow></mstyle></math> for a single might be defined as follows (with 1[.] denoting the indicator function):",
                            "type": "paragraph"
                        },
                        {
                            "id": "E6",
                            "label": "(6)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>D</mi><mrow><mrow><mi>i</mi><mi>k</mi><mn>1</mn></mrow></mrow></msub><mo>=</mo><mn>1</mn><mrow><mo>[</mo><mrow><mi mathvariant=\"normal\">k</mi><mtext> </mtext><mi mathvariant=\"normal\">i</mi><mi mathvariant=\"normal\">s</mi><mtext> </mtext><mi mathvariant=\"normal\">a</mi><mtext> </mtext><mi mathvariant=\"normal\">m</mi><mi mathvariant=\"normal\">a</mi><mi mathvariant=\"normal\">r</mi><mi mathvariant=\"normal\">k</mi><mi mathvariant=\"normal\">e</mi><mi mathvariant=\"normal\">t</mi><mtext> </mtext><mi mathvariant=\"normal\">j</mi><mi mathvariant=\"normal\">o</mi><mi mathvariant=\"normal\">b</mi></mrow><mo>]</mo></mrow><mspace linebreak=\"newline\"/><msub><mi>D</mi><mrow><mrow><mi>i</mi><mi>k</mi><mn>2</mn></mrow></mrow></msub><mo>=</mo><mn>1</mn><mrow><mo>[</mo><mrow><mrow><mi mathvariant=\"normal\">k</mi><mtext> </mtext><mi mathvariant=\"normal\">i</mi><mi mathvariant=\"normal\">s</mi><mtext> </mtext><mi mathvariant=\"normal\">a</mi><mtext> </mtext><mi mathvariant=\"normal\">m</mi><mi mathvariant=\"normal\">a</mi><mi mathvariant=\"normal\">r</mi><mi mathvariant=\"normal\">k</mi><mi mathvariant=\"normal\">e</mi><mi mathvariant=\"normal\">t</mi><mtext> </mtext><mi mathvariant=\"normal\">j</mi><mi mathvariant=\"normal\">o</mi><mi mathvariant=\"normal\">b</mi></mrow><mo>,</mo><mtext> </mtext><mi>s</mi><mtext> </mtext><mo>=</mo><mtext> </mtext><mn>1</mn><mo>,</mo><mtext> </mtext><mn>16</mn><mo>≤</mo><mi>h</mi><mo>&lt;</mo><mn>32</mn></mrow><mo>]</mo></mrow><mspace linebreak=\"newline\"/><msub><mi>D</mi><mrow><mrow><mi>i</mi><mi>k</mi><mn>3</mn></mrow></mrow></msub><mo>=</mo><mn>1</mn><mrow><mo>[</mo><mrow><mrow><mi mathvariant=\"normal\">k</mi><mtext> </mtext><mi mathvariant=\"normal\">i</mi><mi mathvariant=\"normal\">s</mi><mtext> </mtext><mi mathvariant=\"normal\">a</mi><mtext> </mtext><mi mathvariant=\"normal\">m</mi><mi mathvariant=\"normal\">a</mi><mi mathvariant=\"normal\">r</mi><mi mathvariant=\"normal\">k</mi><mi mathvariant=\"normal\">e</mi><mi mathvariant=\"normal\">t</mi><mtext> </mtext><mi mathvariant=\"normal\">j</mi><mi mathvariant=\"normal\">o</mi><mi mathvariant=\"normal\">b</mi></mrow><mo>,</mo><mtext> </mtext><mi>s</mi><mtext> </mtext><mo>=</mo><mtext> </mtext><mn>1</mn><mo>,</mo><mtext> </mtext><mn>33</mn><mo>≤</mo><mi>h</mi><mo>&lt;</mo><mn>42</mn></mrow><mo>]</mo></mrow><mspace linebreak=\"newline\"/><msub><mi>D</mi><mrow><mrow><mi>i</mi><mi>k</mi><mn>4</mn></mrow></mrow></msub><mo>=</mo><mn>1</mn><mrow><mo>[</mo><mrow><mrow><mi mathvariant=\"normal\">k</mi><mtext> </mtext><mi mathvariant=\"normal\">i</mi><mi mathvariant=\"normal\">s</mi><mtext> </mtext><mi mathvariant=\"normal\">a</mi><mtext> </mtext><mi mathvariant=\"normal\">m</mi><mi mathvariant=\"normal\">a</mi><mi mathvariant=\"normal\">r</mi><mi mathvariant=\"normal\">k</mi><mi mathvariant=\"normal\">e</mi><mi mathvariant=\"normal\">t</mi><mtext> </mtext><mi mathvariant=\"normal\">j</mi><mi mathvariant=\"normal\">o</mi><mi mathvariant=\"normal\">b</mi></mrow><mo>,</mo><mtext> </mtext><mi>s</mi><mtext> </mtext><mo>=</mo><mtext> </mtext><mn>2</mn><mo>,</mo><mtext> </mtext><mn>16</mn><mo>≤</mo><mi>h</mi><mo>&lt;</mo><mn>32</mn></mrow><mo>]</mo></mrow><mspace linebreak=\"newline\"/><msub><mi>D</mi><mrow><mrow><mi>i</mi><mi>k</mi><mn>5</mn></mrow></mrow></msub><mo>=</mo><mn>1</mn><mrow><mo>[</mo><mrow><mrow><mi mathvariant=\"normal\">k</mi><mtext> </mtext><mi mathvariant=\"normal\">i</mi><mi mathvariant=\"normal\">s</mi><mtext> </mtext><mi mathvariant=\"normal\">a</mi><mtext> </mtext><mi mathvariant=\"normal\">m</mi><mi mathvariant=\"normal\">a</mi><mi mathvariant=\"normal\">r</mi><mi mathvariant=\"normal\">k</mi><mi mathvariant=\"normal\">e</mi><mi mathvariant=\"normal\">t</mi><mtext> </mtext><mi mathvariant=\"normal\">j</mi><mi mathvariant=\"normal\">o</mi><mi mathvariant=\"normal\">b</mi></mrow><mo>,</mo><mtext> </mtext><mi>s</mi><mtext> </mtext><mo>=</mo><mtext> </mtext><mn>2</mn><mo>,</mo><mtext> </mtext><mn>33</mn><mo>≤</mo><mi>h</mi><mo>&lt;</mo><mn>42</mn></mrow><mo>]</mo></mrow><mspace linebreak=\"newline\"/><msub><mi>D</mi><mrow><mrow><mi>i</mi><mi>k</mi><mn>6</mn></mrow></mrow></msub><mo>=</mo><mn>1</mn><mrow><mo>[</mo><mrow><mi mathvariant=\"normal\">k</mi><mtext> </mtext><mi mathvariant=\"normal\">i</mi><mi mathvariant=\"normal\">s</mi><mtext> </mtext><mi mathvariant=\"normal\">j</mi><mi mathvariant=\"normal\">o</mi><mi mathvariant=\"normal\">b</mi><mtext> </mtext><mi mathvariant=\"normal\">s</mi><mi mathvariant=\"normal\">e</mi><mi mathvariant=\"normal\">a</mi><mi mathvariant=\"normal\">r</mi><mi mathvariant=\"normal\">c</mi><mi mathvariant=\"normal\">h</mi><mtext> </mtext><mi mathvariant=\"normal\">a</mi><mi mathvariant=\"normal\">l</mi><mi mathvariant=\"normal\">t</mi><mi mathvariant=\"normal\">e</mi><mi mathvariant=\"normal\">r</mi><mi mathvariant=\"normal\">n</mi><mi mathvariant=\"normal\">a</mi><mi mathvariant=\"normal\">t</mi><mi mathvariant=\"normal\">i</mi><mi mathvariant=\"normal\">v</mi><mi mathvariant=\"normal\">e</mi></mrow><mo>]</mo></mrow></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The hour ranges <math alttext=\"\\left [16\\leq h\\lt 32\\right ]\\wedge \\left [33\\leq h\\lt 42\\right ]\" id=\"inf11\"><mfenced close=\"]\" open=\"[\" separators=\"|\"><mrow><mn>16</mn><mo>≤</mo><mi>h</mi><mo>§amp;lt;</mo><mn>32</mn></mrow></mfenced><mo>∧</mo><mfenced close=\"]\" open=\"[\" separators=\"|\"><mrow><mn>33</mn><mo>≤</mo><mi>h</mi><mo>§amp;lt;</mo><mn>42</mn></mrow></mfenced></math> correspond to part-time and full-time jobs, respectively.",
                            "type": "paragraph"
                        },
                        {
                            "text": "If, for example, <i>k</i> is a market job with <i>s</i> = 2 and <math alttext=\"16\\leq h\\lt 32\" id=\"inf12\"><mn>16</mn><mo>≤</mo><mi>h</mi><mo>§amp;lt;</mo><mn>32</mn></math>, then",
                            "type": "paragraph"
                        },
                        {
                            "id": "E7",
                            "mathml": "<math><msub><mrow><mi>D</mi></mrow><mrow><mi>i</mi><mi>k</mi><mn>1</mn></mrow></msub><mo>=</mo><mn>1</mn></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "E8",
                            "mathml": "<math><msub><mrow><mi>D</mi></mrow><mrow><mi>i</mi><mi>k</mi><mn>2</mn></mrow></msub><mo>=</mo><mn>0</mn></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "E9",
                            "mathml": "<math><msub><mrow><mi>D</mi></mrow><mrow><mi>i</mi><mi>k</mi><mn>3</mn></mrow></msub><mo>=</mo><mn>0</mn></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "E10",
                            "mathml": "<math><msub><mrow><mi>D</mi></mrow><mrow><mi>i</mi><mi>k</mi><mn>4</mn></mrow></msub><mo>=</mo><mn>1</mn></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "E11",
                            "mathml": "<math><msub><mrow><mi>D</mi></mrow><mrow><mi>i</mi><mi>k</mi><mn>5</mn></mrow></msub><mo>=</mo><mn>0</mn></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "E12",
                            "mathml": "<math><msub><mrow><mi>D</mi></mrow><mrow><mi>i</mi><mi>k</mi><mn>6</mn></mrow></msub><mo>=</mo><mn>0</mn></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "For couples, the vectors <math alttext=\"D_{ij}\" id=\"inf13\"><msub><mrow><mi>D</mi></mrow><mrow><mi>i</mi><mi>j</mi></mrow></msub></math> would contain two analogous sets of variables, one for each partner.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The coefficient vector <math alttext=\"\\delta _{i}\" id=\"inf14\"><msub><mrow><mi>δ</mi></mrow><mrow><mi>i</mi></mrow></msub></math> has a particularly interesting interpretation. <a href=\"#bib16\">Colombino (2013)</a> shows for example that",
                            "type": "paragraph"
                        },
                        {
                            "id": "E13",
                            "label": "(7)",
                            "mathml": "<math><msub><mrow><mi>δ</mi></mrow><mrow><mi>i</mi><mn>1</mn></mrow></msub><mo>=</mo><mi>l</mi><mi>n</mi><msub><mrow><mi>J</mi></mrow><mrow><mi>i</mi></mrow></msub><mo>+</mo><msub><mrow><mi>θ</mi></mrow><mrow><mi>i</mi><mn>1</mn></mrow></msub><mo>,</mo><msub><mrow><mi>δ</mi></mrow><mrow><mi>i</mi><mn>4</mn></mrow></msub><mo>=</mo><mi>l</mi><mi>n</mi><mfenced separators=\"|\"><mrow><mfrac><mrow><msub><mrow><mi>J</mi></mrow><mrow><mi>i</mi><mn>4</mn></mrow></msub></mrow><mrow><msub><mrow><mi>J</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfrac></mrow></mfenced><mo>+</mo><msub><mrow><mi>θ</mi></mrow><mrow><mi>i</mi><mn>4</mn></mrow></msub></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where",
                            "type": "paragraph"
                        },
                        {
                            "text": "<math alttext=\"J_{i}\" id=\"inf15\"><msub><mrow><mi>J</mi></mrow><mrow><mi>i</mi></mrow></msub></math> = number of available market jobs",
                            "type": "paragraph"
                        },
                        {
                            "text": "<math alttext=\"J_{i4}\" id=\"inf16\"><msub><mrow><mi>J</mi></mrow><mrow><mi>i</mi><mn>4</mn></mrow></msub></math> = number of available market jobs with <i>s</i> = 2 and <math alttext=\"16\\leq h\\leq 32\" id=\"inf17\"><mn>16</mn><mo>≤</mo><mi>h</mi><mo>≤</mo><mn>32</mn></math>",
                            "type": "paragraph"
                        },
                        {
                            "text": "<math alttext=\"\\theta _{i1},\\theta _{i4}\" id=\"inf18\"><msub><mrow><mi>θ</mi></mrow><mrow><mi>i</mi><mn>1</mn></mrow></msub><mo>,</mo><msub><mrow><mi>θ</mi></mrow><mrow><mi>i</mi><mn>4</mn></mrow></msub></math> are constants.",
                            "type": "paragraph"
                        },
                        {
                            "text": "This interpretation will be exploited in Section 4.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The choice probability, based on this new specification of dummies refinement becomes:",
                            "type": "paragraph"
                        },
                        {
                            "id": "E14",
                            "mathml": "<math><mi>P</mi><mfenced separators=\"|\"><mrow><msub><mrow><mi>w</mi></mrow><mrow><mi>i</mi></mrow></msub><mo>,</mo><mi>h</mi><mo>,</mo><mi>s</mi><mo>,</mo><mi>e</mi><mo>,</mo><mi>τ</mi><mo>;</mo><msub><mrow><mi>γ</mi></mrow><mrow><mi>i</mi><mo>,</mo></mrow></msub><msub><mrow><mi>δ</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfenced><mo>=</mo><mfrac><mrow><mi>e</mi><mi>x</mi><mi>p</mi><mo>⁡</mo><mfenced close=\"}\" open=\"{\" separators=\"|\"><mrow><mi>V</mi><mfenced separators=\"|\"><mrow><msub><mrow><mi>w</mi></mrow><mrow><mi>i</mi></mrow></msub><mo>,</mo><mi>h</mi><mo>,</mo><mi>s</mi><mo>,</mo><mi>e</mi><mo>,</mo><mi>τ</mi><mo>;</mo><msub><mrow><mi>γ</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfenced><mo>+</mo><msub><mrow><mi>D</mi></mrow><mrow><mi>i</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>h</mi><mo>,</mo><mi>s</mi><mo>,</mo><mi>e</mi></mrow></mfenced><msub><mrow><mi>`</mi><mi>δ</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfenced></mrow><mrow><mrow><msub><mo>∑</mo><mrow><mi>S</mi></mrow></msub><mrow><mrow><msub><mo>∑</mo><mrow><mi>E</mi></mrow></msub><mrow><mrow><msub><mo>∑</mo><mrow><mi>H</mi></mrow></msub><mrow><mi>e</mi><mi>x</mi><mi>p</mi><mo>⁡</mo><mfenced close=\"}\" open=\"{\" separators=\"|\"><mrow><mi>V</mi><mfenced separators=\"|\"><mrow><msub><mrow><mi>w</mi></mrow><mrow><mi>i</mi></mrow></msub><mo>,</mo><mi>h</mi><mo>,</mo><mi>s</mi><mo>,</mo><mi>e</mi><mo>,</mo><mi>τ</mi><mo>;</mo><msub><mrow><mi>γ</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfenced><mo>+</mo><msub><mrow><mi>D</mi></mrow><mrow><mi>i</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>h</mi><mo>,</mo><mi>s</mi><mo>,</mo><mi>e</mi></mrow></mfenced><msub><mrow><mi>`</mi><mi>δ</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfenced></mrow></mrow></mrow></mrow></mrow></mrow></mrow></mfrac></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The most common specifications of the systematic component of utility in the discrete choice modelling are quadratic specification (<a href=\"#bib48\">van Soest, 1995</a>; <a href=\"#bib8\">Blundell et al., 2007</a>; <a href=\"#bib18\">Colombino et al., 2010</a>), translog (<a href=\"#bib48\">van Soest (1995)</a>) and Box-Cox (<a href=\"#bib1\">Aaberge et al., 1995</a> and <a href=\"#bib2\">1999</a>; <a href=\"#bib50\">Aaberge and Colombino, 2012</a>, <a href=\"#bib55\">Blundell and Shephard, 2012</a>, <a href=\"#bib32\">Figari and Narazani 2020</a>). The specification chosen as the default in EUROLAB is a quadratic specification in income and leisure. It is chosen not only for the sake of simplicity and speed in estimation, but also because it does not impose any quasi-concavity restriction to the utility. In EUROLAB, this specification can be easily exchanged with a quadratic specification.",
                            "type": "paragraph"
                        },
                        {
                            "id": "E15",
                            "label": "(8)",
                            "mathml": "<math><mi>V</mi><mfenced separators=\"|\"><mrow><mi>C</mi><mo>,</mo><mi>T</mi><mo>-</mo><mi>h</mi><mo>;</mo><mi>γ</mi></mrow></mfenced><mo>=</mo><msub><mrow><mi>γ</mi></mrow><mrow><mi>C</mi></mrow></msub><mi>C</mi><mo>+</mo><msub><mrow><mi>γ</mi></mrow><mrow><mi>C</mi><mi>C</mi></mrow></msub><msup><mrow><mi>C</mi></mrow><mrow><mn>2</mn></mrow></msup><mo>+</mo><msub><mrow><mi>γ</mi></mrow><mrow><mi>F</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>T</mi><mo>-</mo><msub><mrow><mi>h</mi></mrow><mrow><mi>F</mi></mrow></msub></mrow></mfenced><mo>+</mo><msub><mrow><mi>γ</mi></mrow><mrow><mi>F</mi><mi>F</mi></mrow></msub><msup><mrow><mfenced separators=\"|\"><mrow><mi>T</mi><mo>-</mo><msub><mrow><mi>h</mi></mrow><mrow><mi>F</mi></mrow></msub></mrow></mfenced></mrow><mrow><mn>2</mn></mrow></msup><mo>+</mo><msub><mrow><mi>γ</mi></mrow><mrow><mi>M</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>T</mi><mo>-</mo><msub><mrow><mi>h</mi></mrow><mrow><mi>M</mi><mi>M</mi></mrow></msub></mrow></mfenced><mo>+</mo><msub><mrow><mi>γ</mi></mrow><mrow><mi>M</mi><mi>M</mi></mrow></msub><msup><mrow><mfenced separators=\"|\"><mrow><mi>T</mi><mo>-</mo><msub><mrow><mi>h</mi></mrow><mrow><mi>M</mi></mrow></msub></mrow></mfenced></mrow><mrow><mn>2</mn></mrow></msup><mo>+</mo><msub><mrow><mi>γ</mi></mrow><mrow><mi>F</mi><mi>M</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>T</mi><mo>-</mo><msub><mrow><mi>h</mi></mrow><mrow><mi>F</mi></mrow></msub></mrow></mfenced><mfenced separators=\"|\"><mrow><mi>T</mi><mo>-</mo><msub><mrow><mi>h</mi></mrow><mrow><mi>M</mi></mrow></msub></mrow></mfenced></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The preference parameters assigned to linear terms such as income and leisure are allowed to differ by some individual and household characteristics such as age, age squared, number of children 0-3 years, (defined as numch_3) number of children 3-6 years (defined as numch_6), number of children (defined as numch) and household size (defined as hhsize) in the following way. Additionally, we interact leisure with two dummy variables indicating respectively whether the decision-making unit is a migrant (defined as Migrant) in order to account for labour market integration constraints or holds a mortgage liability (defined as Mortgage) to control for other economic constraints like financial ones.",
                            "type": "paragraph"
                        },
                        {
                            "id": "E16",
                            "mathml": "<math><msub><mrow><mi>γ</mi></mrow><mrow><mi>C</mi></mrow></msub><mo>=</mo><msub><mrow><mi>β</mi></mrow><mrow><mi>C</mi></mrow></msub><mi>h</mi><mi>h</mi><mi>s</mi><mi>i</mi><mi>z</mi><mi>e</mi></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "E17",
                            "mathml": "<math><msub><mrow><mi>γ</mi></mrow><mrow><mi>M</mi></mrow></msub><mo>=</mo><msub><mrow><mi>β</mi></mrow><mrow><mi>M</mi><mn>1</mn></mrow></msub><msub><mrow><mi>n</mi><mi>u</mi><mi>m</mi><mi>c</mi><mi>h</mi></mrow><mrow><mn>3</mn></mrow></msub><mo>+</mo><msub><mrow><mi>β</mi></mrow><mrow><mi>M</mi><mn>2</mn></mrow></msub><msub><mrow><mi>n</mi><mi>u</mi><mi>m</mi><mi>c</mi><mi>h</mi></mrow><mrow><mn>6</mn></mrow></msub><mo>+</mo><msub><mrow><mi>β</mi></mrow><mrow><mi>M</mi><mn>3</mn></mrow></msub><mi>n</mi><mi>u</mi><mi>m</mi><mi>c</mi><mi>h</mi><mo>+</mo><msub><mrow><mi>β</mi></mrow><mrow><mi>M</mi><mn>4</mn></mrow></msub><mi>a</mi><mi>g</mi><mi>e</mi><mo>+</mo><msub><mrow><mi>β</mi></mrow><mrow><mi>M</mi><mn>5</mn></mrow></msub><msup><mrow><mi>a</mi><mi>g</mi><mi>e</mi></mrow><mrow><mn>2</mn></mrow></msup><mo>+</mo><msub><mrow><mi>β</mi></mrow><mrow><mi>M</mi><mn>6</mn></mrow></msub><mi>M</mi><mi>i</mi><mi>g</mi><mi>r</mi><mi>a</mi><mi>n</mi><mi>t</mi><mo>+</mo><msub><mrow><mi>β</mi></mrow><mrow><mi>M</mi><mn>7</mn></mrow></msub><mi>M</mi><mi>o</mi><mi>r</mi><mi>t</mi><mi>g</mi><mi>a</mi><mi>g</mi><mi>e</mi></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "E18",
                            "label": "(9)",
                            "mathml": "<math><msub><mrow><mi>γ</mi></mrow><mrow><mi>F</mi></mrow></msub><mo>=</mo><msub><mrow><mi>β</mi></mrow><mrow><mi>F</mi><mn>1</mn></mrow></msub><msub><mrow><mi>n</mi><mi>u</mi><mi>m</mi><mi>c</mi><mi>h</mi></mrow><mrow><mn>3</mn></mrow></msub><mo>+</mo><msub><mrow><mi>β</mi></mrow><mrow><mi>F</mi><mn>2</mn></mrow></msub><msub><mrow><mi>n</mi><mi>u</mi><mi>m</mi><mi>c</mi><mi>h</mi></mrow><mrow><mn>6</mn></mrow></msub><mo>+</mo><msub><mrow><mi>β</mi></mrow><mrow><mi>F</mi><mn>3</mn></mrow></msub><mi>n</mi><mi>u</mi><mi>m</mi><mi>c</mi><mi>h</mi><mo>+</mo><msub><mrow><mi>β</mi></mrow><mrow><mi>F</mi><mn>4</mn></mrow></msub><mi>a</mi><mi>g</mi><mi>e</mi><mo>+</mo><msub><mrow><mi>β</mi></mrow><mrow><mi>F</mi><mn>5</mn></mrow></msub><mi>a</mi><msup><mrow/><mrow><mn>2</mn></mrow></msup><mo>+</mo><msub><mrow><mi>β</mi></mrow><mrow><mi>F</mi><mn>6</mn></mrow></msub><mi>M</mi><mi>i</mi><mi>g</mi><mi>r</mi><mi>a</mi><mi>n</mi><mi>t</mi><mo>+</mo><msub><mrow><mi>β</mi></mrow><mrow><mi>F</mi><mn>7</mn></mrow></msub><mi>M</mi><mi>o</mi><mi>r</mi><mi>t</mi><mi>g</mi><mi>a</mi><mi>g</mi><mi>e</mi></math>",
                            "type": "mathml"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 The model of household labour supply",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The decision-making unit is the head of unit with and without a partner. In the first case, the decision-making unit is made of one person, while in the latter case it is made of two persons who take collective decisions about their participation in the labour market. A household head is defined as the member with highest labour earnings. If the ranking of earnings does not help to qualify a member as household head, the criterion of age is considered. Once the decision-making unit is identified within a household, other criteria are used to build the sample of individuals whose labour supply behaviour is considered as endogenous.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We also do not take into account complex intra-household bargaining processes and consequently do not model the behaviour of other persons who are reported as part of the household. In other words, we treat as exogenous their labour supply behaviour. Labour behaviour of several categories such as students, retired and people with disability are not modelled as their choice set should be expanded on other decision dimensions, e.g. education, pension or early retirement schemes. Age is another selection criteria, by default we model the behaviour of individuals aged 20-64 but selection by age is one of the parameters than can be easily changed in the model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Based on the decision-making unit, the conditional logit model is estimated separately by household type. In EUROLAB we distinguish between the following household types: (1) Couples, (2) Single women, and (3) Single men. Distinguishing for further types of households is very desirable either for better identification of the sample as well as for performing specific policy analysis. However, the representativeness of additional types of households is not good in SILC data and to overcome this drawback administrative data or merged data over years should be used. Furthermore, accounting for other household types such as adult children living with parents is very desirable for assessing the labour supply behaviour of young adults especially in Southern European countries where parents-adult child co-living patterns are very common. But this would require a complication of the interactions within households moving from a two-agent household type to a three-agent type or higher ranks of interfamily relationships.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Decision-making unit",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The estimation and the simulation of the model presented in Section 2.1 require building an opportunity set that – besides the observed chosen alternative – contains other counterfactual alternatives that might have been chosen. There are many ways to do it (<a href=\"#bib56\">Aaberge et al. (2009)</a>). In the current version of EUROLAB, the household opportunity sets contain<a href=\"#bib56\">Aaberge et al., 2009</a>; <a href=\"#bib56\">Aaberge et al., 2009</a> one alternative for each of the 22 (for singles) or 484 (for couples) types defined in Section 2.1. One of the alternatives is the chosen one. The non-participation alternative is simply defined by h = 0, s = 0 e = 0 and w = 0. For the market jobs, we must specify hours of work h, sector of employment (wage-employment or self-employment), type of occupation (essential or non-essential) and the wage rates. The values of h are taken from the intervals [1-5], [6-14], [15-30], [31-45] and [46-60]. EUROLAB allows the user to sample the counterfactual hours at each hour alternative using three different options: (1) a fixed number of hours, (2) randomly sampled with fixed intervals, and (3) sampled from observed distribution of the working hours. Section 2.4 provides more details upon the method adopted to compute hours of work and wage to be imputed to the market jobs. Unemployment is modelled as a “job” (<a href=\"#bib18\">Colombino et al., 2010</a>), that pays a “wage” (unemployment benefits or some social security support) and requires some “hours” for job search and or confirmation of willingness to work (e.g. participation in re-training or motivational activities, etc.). These activities related to job search are modelled by imputing a random value of from the interval [1 – 5].. The number of available unemployment “jobs” and the level of their “wages” can be explicitly represented in the model in the same way as we do with market jobs and market wages (i.e. through the “dummy” terms). However, they are determined by policy decisions. Moreover, depending on the working history and social contributions, not all individuals can be eligible for receiving this unemployment income. It is also possible to account for the “mixed” alternative where households hold a market job (possibly short-term) and are simultaneously unemployed (i.e. looking for a different job).",
                            "type": "paragraph"
                        },
                        {
                            "text": "EUROMOD simulates unemployment benefits depending on the rules applied in one country. For example, to simulate unemployment benefits using Italian input data in EUROMOD, we assume that the individual under this alternative is unemployed, with at least 6 months in employment in the previous year, and eligible to receive unemployment benefits for the whole year. To calculate the amount of the benefit, EUROMOD needs a monthly wage earned in the previous year. In case this wage was reported in the data, we use this information to simulate unemployment benefits for the sample of employed individuals. In case no wage is reported from the previous year, we predict a monthly wage using the predicted wage rate for wage employment. Furthermore, we assume that unemployment benefits are received over 12 months.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The model used to construct the counterfactual budget constraint at each alternative of the choice set – EUROMOD – is a tax-benefit microsimulation model that simulates cash benefit entitlements, direct taxes and social insurance contributions and consequently disposable incomes for all EU countries. The model does these simulations based on the information available in the underlying micro-datasets and in line with the country tax-benefit rules.<a href=\"#fn5\"><sup>5</sup></a> Non-simulated benefits (mainly contributory pensions, due to data constraints), as well as market incomes, are taken directly from the input datasets. For further information on EUROMOD, see <a href=\"#bib47\">Sutherland and Figari (2013)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The model computes the net household income as follows. For each alternative in the choice set characterized by (i) positive working hours, (ii) employment status, and (iii) sectoral choice, a monthly wage is attributed to each individual in the sample eligible for labour supply modelling. To compute the monthly wage, we predict an hourly wage rate for each sectoral choice and employment status using the prediction procedures described in Section 2.4. In the case of the unemployment alternative, unemployment benefits are simulated according to the rules applied in the country. For example, to simulate unemployment benefits using the Italian spine of EUROMOD, an individual would be entitled to such benefits if he or she was in employment for at least 6 months in the previous year. Moreover, in order to calculate the amount of the benefit, EUROMOD requires information on the monthly wage earned in the previous year. If the wage is reported in the data, we use this information to simulate unemployment benefits. Otherwise, a predicted monthly wage is used. In addition, unemployment benefits are assumed to be received over a period of 12 months. In the case of the inactivity alternative, a monthly wage equal to 0 is allocated to the selected individuals. EUROMOD considers this predicted wage of the individual, along with any other source of family income, in deriving the net disposable income of the individual and the household under each alternative, taking into account the whole tax-benefit system and the household characteristics.",
                            "type": "paragraph"
                        },
                        {
                            "text": "EUROLAB runs on the underlying data of EUROMOD that come from European Statistics on Income and Living Conditions (EU-SILC) surveys. EU-SILC surveys are representative samples of EU populations and collect comparable detailed information on socio-demographic characteristics and income from different sources at the individual and household levels.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 Building the opportunity set",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Most of studies on labour supply modelling employ weekly data and ignore the weeks-per-year dimension. Under this treatment, persons who do not work during a given survey week are defined as not working. However, this approach is incomplete because the weekly hours unit represents just a snapshot of the labour market status at the time of interview.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Labour supply is treated in EUROLAB as a combination of two time dimensions or commodities: (1) hours of work (usually worked per week) and (2) annual months of part-time and full-time work. EU-SILC data availability imposes some constraints on this treatment of labour supply unit. EU-SILC records the information on working hours usually worked per week at the time the survey-data collection, or most of the collection, is carried out. The year that corresponds to this period is defined in this survey as “survey year”. On the other hand, information on months of work (and income) is recorded on income reference period which is a 12-month period that can be fixed (such as the previous calendar or tax year) or moving (such as the 12 months preceding the interview).<a href=\"#fn6\"><sup>6</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The time lag between survey year and income reference period may affect the match between annual labour patterns and income (which refer to the past employment situation) and weekly working hours (which refer to the present situation). The mismatch can lead to missing information both for individuals who worked in the survey year but not in the income reference period and those who worked in the income reference period but not in the survey year. While the former individuals report positive income and working months but zero working hours, the latter would report positive hours but no income and working months. Therefore, the combination of these time commodities may lead to a missing observation of total annual hours.<a href=\"#fn7\"><sup>7</sup></a> This is particularly important for individuals in unstable employment, indicating that missing information on working hours at the survey year is not random. The non-random lack of information points to a selection bias, <a href=\"#bib57\">Hanoch (1980)</a>. As <a href=\"#bib57\">Hanoch (1980)</a> argues, individuals intending to work <i>K</i> weeks in the survey year would have on average a probability equal to <i>K</i>/52 to work in that year. Since the selection probability is correlated to the endogenous variable <i>K</i>, labour supply estimates are biased based on these data. To correct somehow for this non-random missing information, instead of tagging individuals with missing weekly hours as not working, we allocate them weekly hours of work using information on gender-specific median hours of part-time and full-time workers, following <a href=\"#bib12\">Brandolini et al. (2010)</a>. An advantage of this method is that the two variables on months in employment refer to the income year, hence matching with the information on earnings. However, this method includes a homogenous imputation of working hours and does not account for the potential non-randomness of missing hours of work at the survey year.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The computation of income available on any particular job (<i>h, s, e</i>) requires information on the wage rate of that type of job. As this information is available only for the chosen job, we have to estimate the wage rate for the other types of jobs. The wage equation is specified as a logarithmic function of observed wage rates and depends linearly on a set of conventional explanatory variables such as education, work experience, work experience squared, education level and some regional dummies. To estimate the wage equation over a non-random selected sample, <a href=\"#bib33\">Heckman (1979)</a> provides a standard technique among economists. However, when a selection is made over a number of exclusive choices, multinomial logit or probit specification is normally entrenched into a multiple selection bias correction model.<a href=\"#fn8\"><sup>8</sup></a> Three different methods can be used in EUROLAB to control for the possibility of non-random selection. The first method follows the <a href=\"#bib22\">Dagsvik and Strøm, 2004</a> approach. Assuming a correlation between the random variables in the wage and selection equation to a common latent ability factor, they show how the parameters of the wage equation for sector j can be estimated consistently and asymptotically efficient by OLS on the sub-sample of women/men that work in sector j by means of the regression equation where selectivity bias is controlled by including logPj as an additional explanatory variable in the wage equation. Pj is the probability of being in sector j, j = 0, 1, 2 (where j = 0 means not working) and is calculated running a multinomial logit model where the dependent variable is the type of sector and employment status.<a href=\"#fn9\"><sup>9</sup></a> The second method follows the <a href=\"#bib23\">Dubin and McFadden (1984)</a> approach, which is based on two assumptions: (1) a linear relationship between the error terms in the wage selection equations, and (2) a correlation equation between the two error terms sum to zero. The third method follows a modified version of Dubin and McFadden), where the assumption of zero sum of correlation terms is relaxed as suggested by <a href=\"#bib11\">Bourguignon et al. (2007)</a>.<a href=\"#fn10\"><sup>10</sup></a> In EUROLAB we can choose between actual wages or predicted wages for the working sample and for the chosen alternative.<a href=\"#fn11\"><sup>11</sup></a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-4",
                    "title": "2.4 Working time and hourly wage",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Behavioural modelling",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "While non-behavioural microsimulation models are intended to generate the “first-round” effects of a fiscal reform assuming that individuals do not change their supply of labour, behavioural models are intended to generate the so-called “second-round” effects assuming that individuals may change their behaviour. These effects are often expressed in terms of changes in hours of work and participation and can be triggered by intentional or unintentional reactions of individuals or households to fiscal reforms. However, the “second-round” effects represent pure changes in the desired number of working hours or activity/inactivity status, disregarding the demand side of the labour market that, depending on how elastic it is, may lead to different employment levels and wage rates under a labour market equilibrium.",
                    "type": "paragraph"
                },
                {
                    "text": "The first attempt to model a supply-demand equilibrium using a discrete choice labour supply model can be attributed to <a href=\"#bib21\">Creedy and Duncan (2005)</a> who, through a multi-stage procedure, simulate the labour supply effects of a policy change and aggregated them to construct the demand side of the labour market. <a href=\"#bib44\">Peichl and Siegloch (2012)</a> adopt <a href=\"#bib21\">Creedy and Duncan (2005)</a> approach. More complex contributions consist of linking a microsimulation model of labour supply to a general equilibrium model (e.g., <a href=\"#bib3\">Aaberge et al., 2007</a>; <a href=\"#bib7\">Barrios et al., 2019</a>; <a href=\"#bib36\">Mankiw and Weinzierl, 2006</a>; <a href=\"#bib42\">Peichl and Schaefer, 2009</a>). <a href=\"#bib44\">Peichl and Siegloch (2012)</a> and <a href=\"#bib19\">Colombo (2018)</a> provide a survey of some different methods of implementing this last approach.",
                    "type": "paragraph"
                },
                {
                    "text": "EUROLAB adopts a different procedure. As in <a href=\"#bib21\">Creedy and Duncan (2005)</a>, it leads to a partial equilibrium. However, it is specifically consistent with the microeconometric model illustrated in Section 2.1. The procedure, proposed by <a href=\"#bib16\">Colombino (2013)</a> and recently revised by <a href=\"#bib41\">, builds upon the matching models of <a href=\"#bib1\">Aaberge et al. (1995)</a> and <a href=\"#bib2\">Aaberge et al. (1999)</a> and exploits the link between the dummies’ coefficients to the number of jobs available on the market in order to account for labour market equilibrium conditions.",
                    "type": "paragraph"
                },
                {
                    "text": "We refer to the example represented by expression (4). <a href=\"#bib16\">Colombino (2013)</a> shows that:",
                    "type": "paragraph"
                },
                {
                    "id": "E19",
                    "label": "(9)",
                    "mathml": "<math><msub><mrow><mi>δ</mi></mrow><mrow><mn>1</mn></mrow></msub><mo>=</mo><mi>l</mi><mi>n</mi><mfenced separators=\"|\"><mrow><mi>J</mi></mrow></mfenced><mo>+</mo><msub><mrow><mi>α</mi></mrow><mrow><mn>1</mn></mrow></msub></math>",
                    "type": "mathml"
                },
                {
                    "text": "and",
                    "type": "paragraph"
                },
                {
                    "id": "E20",
                    "label": "(10)",
                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>δ</mi><mrow><mi>k</mi></mrow></msub><mo>=</mo><mi>l</mi><mi>n</mi><mrow><mo>(</mo><mfrac><msub><mi>J</mi><mrow><mi>k</mi></mrow></msub><mi>J</mi></mfrac><mo>)</mo></mrow><mo>+</mo><msub><mi>α</mi><mrow><mi>k</mi></mrow></msub></mrow></mstyle></math>",
                    "type": "mathml"
                },
                {
                    "text": "where,",
                    "type": "paragraph"
                },
                {
                    "text": "<math alttext=\"J\" id=\"inf19\"><mi>J</mi></math>= total number of market jobs (corresponding to <math alttext=\"D_{1}=1\" id=\"inf20\"><msub><mrow><mi>D</mi></mrow><mrow><mn>1</mn></mrow></msub><mo>=</mo><mn>1</mn></math> available in the opportunity set,",
                    "type": "paragraph"
                },
                {
                    "text": "<math id=\"inf21\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>J</mi><mrow><mi>k</mi></mrow></msub><mo>=</mo><mrow><mo>¿</mo></mrow></mstyle></mrow></mstyle></math> total number of market jobs of type k (corresponding to <math alttext=\"D_{k}=1\" id=\"inf22\"><msub><mrow><mi>D</mi></mrow><mrow><mi>k</mi></mrow></msub><mo>=</mo><mn>1</mn></math> and <math alttext=\"\\alpha _{1}\" id=\"inf23\"><msub><mrow><mi>α</mi></mrow><mrow><mn>1</mn></mrow></msub></math> and <math alttext=\"\\alpha _{k}\" id=\"inf24\"><msub><mrow><mi>α</mi></mrow><mrow><mi>k</mi></mrow></msub></math> are constants that account for other unobserved factors affecting the relative desirability of the alternatives..",
                    "type": "paragraph"
                },
                {
                    "text": "For simplicity of exposition we consider the case with one dummy only, <math alttext=\"D_{1}\" id=\"inf25\"><msub><mrow><mi>D</mi></mrow><mrow><mn>1</mn></mrow></msub></math> , and we drop the index, so we write<math alttext=\"\\delta =lnJ+a\" id=\"inf26\"><mi>δ</mi><mo>=</mo><mi>l</mi><mi>n</mi><mi>J</mi><mo>+</mo><mi>a</mi></math>. We assume that the current tax-benefit policy τ and that the data represent a labour market equilibrium, i.e. number of employed = number of available market jobs (<math alttext=\"J\" id=\"inf27\"><mi>J</mi></math>. Let us now suppose that a new policy τ’ (e.g. a change in marginal tax rates) is introduced. The new policy in general will change the choice probabilities defined in Section 2.1. The number of people willing to work (the labour supply) will change. Market equilibrium requires that the number of available jobs <math alttext=\"J\" id=\"inf28\"><mi>J</mi></math> is equal to the desired labour supply. Therefore, in general also the number of available jobs will have to change.",
                    "type": "paragraph"
                },
                {
                    "text": "Let <math alttext=\"e^{v}\" id=\"inf29\"><msup><mrow><mi>e</mi></mrow><mrow><mi>v</mi></mrow></msup></math> be the proportional change in <math alttext=\"J\" id=\"inf30\"><mi>J</mi></math>, where <math alttext=\"v\" id=\"inf31\"><mi>v</mi></math> is a parameter that will be determined in equilibrium. Then we can write <math alttext=\"\\delta \\left (v\\right)\" id=\"inf32\"><mi>δ</mi><mfenced separators=\"|\"><mrow><mi>v</mi></mrow></mfenced></math> as the new corresponding value of <math alttext=\"\\delta \" id=\"inf33\"><mi>δ</mi></math>:",
                    "type": "paragraph"
                },
                {
                    "id": "E21",
                    "label": "(11)",
                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>δ</mi><mrow><mo>(</mo><mi>v</mi><mo>)</mo></mrow><mo>=</mo><mi>l</mi><mi>n</mi><mrow><mo>(</mo><mrow><mi>J</mi><msup><mi>e</mi><mrow><mi>v</mi></mrow></msup></mrow><mo>)</mo></mrow><mo>+</mo><mi>A</mi><mo>=</mo><mi>l</mi><mi>n</mi><mi>J</mi><mo>+</mo><mi>a</mi><mo>+</mo><mi>v</mi><mo>=</mo><mi>δ</mi><mo>+</mo><mi>v</mi></mrow></mstyle></math>",
                    "type": "mathml"
                },
                {
                    "text": "We can also write the changed value of <math alttext=\"J\" id=\"inf34\"><mi>J</mi></math> as <math alttext=\"J\\left (v\\right)\" id=\"inf35\"><mi>J</mi><mfenced separators=\"|\"><mrow><mi>v</mi></mrow></mfenced></math> :",
                    "type": "paragraph"
                },
                {
                    "id": "E22",
                    "label": "(12)",
                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>J</mi><mrow><mo>(</mo><mi>v</mi><mo>)</mo></mrow><mo>=</mo><mi>J</mi><msup><mi>e</mi><mrow><mi>v</mi></mrow></msup></mrow></mstyle></math>",
                    "type": "mathml"
                },
                {
                    "text": "At this point we make a crucial assumption about the labour demand, i.e. about the relationship between the number of available market jobs and the wage rate. We assume a constant-elasticity labour demand:",
                    "type": "paragraph"
                },
                {
                    "id": "E23",
                    "label": "(13)",
                    "mathml": "<math><msup><mrow><mi>J</mi><mo>=</mo><mi>K</mi><mi>w</mi></mrow><mrow><mo>-</mo><mi>η</mi></mrow></msup></math>",
                    "type": "mathml"
                },
                {
                    "text": "where <math alttext=\"w\" id=\"inf36\"><mi>w</mi></math> is the mean of the wage rates distribution, <i>K</i> is a constant and <math alttext=\"\\eta \" id=\"inf37\"><mi>η</mi></math> is the (absolute) elasticity of labour demand, assumed equal to 0.5 in the current version of EUROLAB.<a href=\"#fn12\"><sup>12</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "Using (10), (11) and (12) we get the new value of the mean wage:",
                    "type": "paragraph"
                },
                {
                    "id": "E24",
                    "label": "(14)",
                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>w</mi><mrow><mo>(</mo><mi>v</mi><mo>)</mo></mrow><mo>=</mo><msup><mi>K</mi><mrow><mn>1</mn><mrow><mo>/</mo></mrow><mi>η</mi></mrow></msup><msup><mrow><mo>(</mo><mrow><mi>J</mi><msup><mi>e</mi><mrow><mi>v</mi></mrow></msup></mrow><mo>)</mo></mrow><mrow><mo>−</mo><mn>1</mn><mrow><mo>/</mo></mrow><mi>η</mi></mrow></msup><mo>=</mo><msup><mi>K</mi><mrow><mn>1</mn><mrow><mo>/</mo></mrow><mi>η</mi></mrow></msup><msup><mi>J</mi><mrow><mo>−</mo><mn>1</mn><mrow><mo>/</mo></mrow><mi>η</mi></mrow></msup><msup><mi>e</mi><mrow><mo>−</mo><mi>v</mi><mrow><mo>/</mo></mrow><mi>η</mi></mrow></msup><mo>=</mo><mi>w</mi><msup><mi>e</mi><mrow><mo>−</mo><mi>v</mi><mrow><mo>/</mo></mrow><mi>η</mi></mrow></msup></mrow></mstyle></math>",
                    "type": "mathml"
                },
                {
                    "text": "where w is the pre-reform mean wage.",
                    "type": "paragraph"
                },
                {
                    "text": "The new values of <math alttext=\"\\delta \\left (v\\right)\" id=\"inf38\"><mi>δ</mi><mfenced separators=\"|\"><mrow><mi>v</mi></mrow></mfenced></math> and <math alttext=\"w\\left (v\\right)\" id=\"inf39\"><mi>w</mi><mfenced separators=\"|\"><mrow><mi>v</mi></mrow></mfenced></math> determine new values of income:",
                    "type": "paragraph"
                },
                {
                    "id": "E25",
                    "label": "(15)",
                    "mathml": "<math><msub><mrow><mi>C</mi></mrow><mrow><mi>i</mi><mi>j</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>v</mi></mrow></mfenced><mo>=</mo><mi>τ</mi><mfenced separators=\"|\"><mrow><msub><mrow><mi>w</mi></mrow><mrow><mi>i</mi><mi>j</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>v</mi></mrow></mfenced><msub><mrow><mi>h</mi></mrow><mrow><mi>j</mi></mrow></msub><mo>,</mo><msub><mrow><mi>s</mi></mrow><mrow><mi>j</mi></mrow></msub><mo>,</mo><msub><mrow><mi>e</mi></mrow><mrow><mi>j</mi></mrow></msub><mo>,</mo><msub><mrow><mi>I</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfenced></math>",
                    "type": "mathml"
                },
                {
                    "text": "and new choice probabilities.",
                    "type": "paragraph"
                },
                {
                    "id": "E26",
                    "label": "(16)",
                    "mathml": "<math><msub><mrow><mi>P</mi></mrow><mrow><mi>i</mi><mi>k</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>v</mi></mrow></mfenced><mo>=</mo><mfrac><mrow><mi>e</mi><mi>x</mi><mi>p</mi><mfenced close=\"}\" open=\"{\" separators=\"|\"><mrow><mi>V</mi><mfenced separators=\"|\"><mrow><msub><mrow><mi>C</mi></mrow><mrow><mi>i</mi><mi>k</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>v</mi></mrow></mfenced><mo>,</mo><mi>T</mi><mo>-</mo><msub><mrow><mi>h</mi></mrow><mrow><mi>k</mi></mrow></msub><mo>;</mo><msub><mrow><mi>γ</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfenced><mo>+</mo><msubsup><mrow><mi>D</mi></mrow><mrow><mi>i</mi><mi>k</mi></mrow><mrow><mi>`</mi></mrow></msubsup><msub><mrow><mi>δ</mi></mrow><mrow><mi>i</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>v</mi></mrow></mfenced></mrow></mfenced></mrow><mrow><mrow><msub><mo>∑</mo><mrow><mi>j</mi><mo>∈</mo><mi>Ω</mi></mrow></msub><mrow><mi>e</mi><mi>x</mi><mi>p</mi><mfenced close=\"}\" open=\"{\" separators=\"|\"><mrow><mi>V</mi><mfenced separators=\"|\"><mrow><msub><mrow><mi>C</mi></mrow><mrow><mi>i</mi><mi>j</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>v</mi></mrow></mfenced><mo>,</mo><mi>T</mi><mo>-</mo><msub><mrow><mi>h</mi></mrow><mrow><mi>j</mi></mrow></msub><mo>;</mo><msub><mrow><mi>γ</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfenced><mo>+</mo><msubsup><mrow><mi>D</mi></mrow><mrow><mi>i</mi><mi>j</mi></mrow><mrow><mi>`</mi></mrow></msubsup><msub><mrow><mi>δ</mi></mrow><mrow><mi>i</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>v</mi></mrow></mfenced></mrow></mfenced></mrow></mrow></mrow></mfrac></math>",
                    "type": "mathml"
                },
                {
                    "text": "Let <math alttext=\"\\sum _{i}\\sum _{kisamarketjob}P_{ik}\\left (v\\right)\" id=\"inf40\"><mrow><msub><mo>∑</mo><mrow><mi>i</mi></mrow></msub><mrow><mrow><msub><mo>∑</mo><mrow><mi>k</mi><mi>i</mi><mi>s</mi><mi>a</mi><mi>m</mi><mi>a</mi><mi>r</mi><mi>k</mi><mi>e</mi><mi>t</mi><mi>j</mi><mi>o</mi><mi>b</mi></mrow></msub><mrow><msub><mrow><mi>P</mi></mrow><mrow><mi>i</mi><mi>k</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>v</mi></mrow></mfenced></mrow></mrow></mrow></mrow></math> be the desired labour supply given the",
                    "type": "paragraph"
                },
                {
                    "text": "policy τ’ and the adjustment <i>v</i>. Note that <math alttext=\"w_{i}\\left (v\\right)\" id=\"inf41\"><msub><mrow><mi>w</mi></mrow><mrow><mi>i</mi></mrow></msub><mfenced separators=\"|\"><mrow><mi>v</mi></mrow></mfenced></math> denotes the wage rate of household i in the distribution with mean <i>w</i> <math alttext=\"\\left (v\\right).\" id=\"inf42\"><mfenced separators=\"|\"><mrow><mi>v</mi></mrow></mfenced><mo>.</mo></math>It is a scalar if the household is a single or else a vector is the household is a couple.",
                    "type": "paragraph"
                },
                {
                    "text": "Then the equilibrium value <math id=\"inf43\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msup><mi>v</mi><mo>∗</mo></msup></mrow></mstyle></math> is such that,",
                    "type": "paragraph"
                },
                {
                    "id": "E27",
                    "label": "(17)",
                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mstyle displaystyle=\"true\" scriptlevel=\"0\"><munder><mo>∑</mo><mrow><mi>i</mi></mrow></munder><munder><mo>∑</mo><mrow><mi>k</mi><mi>i</mi><mi>s</mi><mi>a</mi><mi>m</mi><mi>a</mi><mi>r</mi><mi>k</mi><mi>e</mi><mi>t</mi><mi>j</mi><mi>o</mi><mi>b</mi></mrow></munder><msub><mi>P</mi><mrow><mi>i</mi><mi>k</mi></mrow></msub><mrow><mo>(</mo><msup><mi>v</mi><mo>∗</mo></msup><mo>)</mo></mrow><mo>=</mo><mi>J</mi><mrow><mo>(</mo><msup><mi>v</mi><mo>∗</mo></msup><mo>)</mo></mrow></mstyle></mrow></mstyle></math>",
                    "type": "mathml"
                },
                {
                    "text": "The left-hand side represents the total desired labour supply in terms of number of jobs that households are willing to accept. The right-hand side represents the available jobs, or labour demand. Note that the adjustment in the number of jobs through a change in the level of the wage rates is a movement along the labour demand curve.",
                    "type": "paragraph"
                },
                {
                    "text": "The equilibrium simulation of the effect of the new tax-benefit regime requires finding (typically through an iterative procedure) the value <math alttext=\"v^{}\" id=\"inf44\"><msup><mrow><mi>v</mi></mrow><mrow/></msup></math> that satisfies <a href=\"#E24\">equation (14)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "A similar logic applies if we also consider a case with a dummy representing the level of employment and a dummy representing the density of unemployment opportunities.",
                    "type": "paragraph"
                },
                {
                    "text": "Let <math alttext=\"\\delta _{7}\" id=\"inf45\"><msub><mrow><mi>δ</mi></mrow><mrow><mn>7</mn></mrow></msub></math> be the coefficient assigned to the unemployment dummy, as in the example of expression (4).",
                    "type": "paragraph"
                },
                {
                    "text": "We have <math alttext=\"\\delta _{7}=ln\\left (J_{7}\\right)+\\alpha _{7}\" id=\"inf46\"><msub><mrow><mi>δ</mi></mrow><mrow><mn>7</mn></mrow></msub><mo>=</mo><mi>l</mi><mi>n</mi><mfenced separators=\"|\"><mrow><msub><mrow><mi>J</mi></mrow><mrow><mn>7</mn></mrow></msub></mrow></mfenced><mo>+</mo><msub><mrow><mi>α</mi></mrow><mrow><mn>7</mn></mrow></msub></math>where <math alttext=\"J_{7}\" id=\"inf47\"><msub><mrow><mi>J</mi></mrow><mrow><mn>7</mn></mrow></msub></math> = number of available unemployment slots (or hours) and <math alttext=\"\\alpha _{7}\" id=\"inf48\"><msub><mrow><mi>α</mi></mrow><mrow><mn>7</mn></mrow></msub></math> is a constant. The value of the dummy coefficient after the reform will be:",
                    "type": "paragraph"
                },
                {
                    "id": "E28",
                    "label": "(18)",
                    "mathml": "<math><semantics><mrow><msub><mi>δ</mi><mn>7</mn></msub><mo>(</mo><mi>u</mi><mo>)</mo><mo>=</mo><mi>ln</mi><mo>(</mo><msub><mi>J</mi><mn>7</mn></msub><msup><mi>e</mi><mi>u</mi></msup><mo>)</mo><mo>+</mo><msub><mi>α</mi><mn>7</mn></msub><mo>=</mo><mi>ln</mi><msub><mi>J</mi><mn>7</mn></msub><mo>+</mo><msub><mi>α</mi><mn>7</mn></msub><mo>+</mo><mi>u</mi><mo>=</mo><msub><mi>δ</mi><mn>7</mn></msub><mo>+</mo><mi>u</mi></mrow></semantics></math>",
                    "type": "mathml"
                },
                {
                    "text": "where u is a parameter to be determined in equilibrium and <math alttext=\"J_{7}e^{u}\\equiv J_{7}\" id=\"inf49\"><msub><mrow><mi>J</mi></mrow><mrow><mn>7</mn></mrow></msub><msup><mrow><mi>e</mi></mrow><mrow><mi>u</mi></mrow></msup><mo>≡</mo><msub><mrow><mi>J</mi></mrow><mrow><mn>7</mn></mrow></msub></math> (u) is the new post-reform number of unemployment slots (or hours).",
                    "type": "paragraph"
                },
                {
                    "text": "We define <math alttext=\"M\\left (u\\right)\" id=\"inf50\"><mi>M</mi><mfenced separators=\"|\"><mrow><mi>u</mi></mrow></mfenced></math> = the number of individuals choosing unemployment (or the number of hours spent as unemployed). Then the equilibrium value <i>u*</i> is such that:",
                    "type": "paragraph"
                },
                {
                    "id": "E29",
                    "label": "(19)",
                    "mathml": "<math><semantics><mrow><mi>M</mi><mo>(</mo><mi>u</mi><mo>*</mo><mo>)</mo><mo>=</mo><msub><mi>J</mi><mn>7</mn></msub><mo>(</mo><mi>u</mi><mo>*</mo><mo>)</mo></mrow></semantics></math>",
                    "type": "mathml"
                },
                {
                    "text": "In principle we might allow for a different equilibrium adjustments for each specific job type. The equilibrium constraint might also identify specific conditions depending on the sector of activity and/or range of hours. The extent to which we can approximate the above general framework depends on data availability and computational constraints.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. Labour demand and equilibrium",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This section illustrates the usefulness of the multidimensional and one-dimensional versions of the EUROLAB model through a set of examples where the model is used or can be used to simulate the behavioural effects of hypothetical or real tax reforms. The first sub-section illustrates the application of the multidimensional version of EUROLAB to simulate the behavioural effects of hypothetical tax reforms, while the second part examines its usefulness to take into account the sectoral demand shock when analysing the behavioural effects of job retention schemes. The last sub-section looks at concrete examples of cases where the one-dimensional version of EUROLAB has been used by the Joint Research Centre (JRC) to conduct behavioural analyses of various tax-benefit reforms that have been part of the policy debate or have been implemented across the EU countries. A snapshot of the EUROLAB configuration is shown in <a href=\"#fig1\">Figure 1</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00288%2Fijm-00288-fig001.tif",
                                "size": {
                                    "width": 1881,
                                    "height": 963
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00288%2Fijm-00288-fig001.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00288-fig001.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "A snapshot of EUROLAB Configuration",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "content": [
                        {
                            "text": "EUROLAB can mainly be used to assess (i) labour supply elasticities, (ii) changes in the labour participation rate and working hours, and (iii) changes in labour supply when labour demand is taken into account. To get a taste of the model, this section presents the results that the model can produce in calculating the elasticity of labour supply and in simulating the behavioural effects of the tax-benefit reform. Subsequently, two reforms are simulated to change the income tax bracket rates of the Italian tax system, running the Italian module of EUROMOD (policy year 2021) with the underlying data from the Italian SILC 2019.<a href=\"#fn13\"><sup>13</sup></a> Specifically, with the first reform (PIT1), we increase income tax rates in the first and second income tax brackets from 0.23 and 0.27 to 0.30 and to 0.32 respectively, and decrease these rates in the third, fourth and last tax brackets from 0.38, 0.41 and 0.43 to 0.34, 0.36 and 0.38. With the second reform (PIT2), we lower income tax rates across the entire income distribution from 0.23, 0.27, 0.38, 0.41 and 0.43 to 0.1, 0.16, 0.22, 0.28 and 0.34 respectively.",
                            "type": "paragraph"
                        },
                        {
                            "text": "First, before calculating the elasticity of labour supply and the behavioural effects triggered by a reform, the EUROLAB model estimates a number of parameters of preference or utility (ex. 5) and a number of job density coefficients (ex. 4) described in subsection 2.1. For the purpose of this example, a version of EUROLAB is run which, in the case of a single decision-making unit, is based on a multidimensional choice set consisting of three ranges of positive working hours ([5-22], [23-39] and [40-56]) and two employment statuses (e1 and e2) more alternatives of inactivity and unemployment. The final choice set established in this case consists of 8 alternatives for singles and 64 for couples. In addition, we use the wages observed for the working sample and the prediction method Dubin and Mcfadden as explained in subsection 3.2. <a href=\"#A1-T1\">Table 1 Appendix A</a>, shows the estimated behavioural parameters and job density coefficients as well as several statistical test on the goodness of fit of the conditional logit model. In addition, in order to assess the ability of EUROLAB to replicate the choices observed, we compute predicted probabilities for each alternative of labour supply and compare them with the proportions observed in <a href=\"#A1-T2\">Table 2.A-2.D Appendix A</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "After having been estimated, utility parameters and job density coefficients are kept unchanged and used to compute the average values of labour supply elasticities and behavioural effects in the simulation of a new reform. Labour supply elasticities are calculated at the individual level and broken down by a range of socio-demographic characteristics such as gender, marital status, education attainment, age and presence of children. Three main results emerge from a summary of the average labour supply elasticity values calculated on the Italian sample (<a href=\"#A1-T3\">tables A3–A5</a>). First, women have a greater elasticity of labour supply than men (<a href=\"#A1-T5\">Table A5</a>). Second, people with a low level of education and young people have higher elasticity values than, respectively, people with a high level of education and older people (<a href=\"#A1-T3\">Table A3</a>). Furthermore, individuals living in low-income<a href=\"#fn14\"><sup>14</sup></a> households have higher elasticity values than those living in high-income households and this discrepancy in labour supply elasticity is even higher than the gap between education levels. Third, single men and women have greater elasticity of labour supply than those living with partners (<a href=\"#A1-T4\">Table A4</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Subsequently, EUROLAB computes the average changes in labour supply triggered by the simulated reforms and gives a summary of labour supply effects (<a href=\"#A1-T6\">tables A6 and A7</a>), separately for employed and self-employed, for eight demographic groups: (1) men in couple without children, (2) men in couple with children, (3) single men without children, (4) single men with children, (5) women in couple without children, (6) women in couple with children, (7) single women without children, and (8) single women with children. For these groups, we show the average changes in weekly working hours and participation rates triggered by reforms. Men have the highest participation rates and number of hours worked in the baseline scenario, and this fact should be considered when commenting on percentage changes in reform scenarios. The gender gap in average working hours ranges from 1.5 to 8.25 hours (<a href=\"#A1-T6\">Table A6</a>) for demographic groups of single individuals without children and in couple with children respectively, suggesting a similar pattern of work for the first group and a very divergent pattern for the second one. After the reform of PIT1, all demographic groups are estimated to decrease their labour supply, but women stand out as the group with the highest decrease in working hours. On the contrary, the reform of PIT2 leads to an increase in labour supply in all demographic groups, but again women are more responsive to tax-rate reductions. However, both reform simulations indicate that single parents react more than other groups, and this conclusion is robust in the relevant literature. In addition, <a href=\"#A1-T8\">Table A8</a> shows the effects of labour supply broken down by income quintile. Men provide a significantly higher number of hours on the labour market and have higher participation rates than women. The gap is higher for the lowest income quintile, narrowed when it moves to higher quintiles and closes to the last income quintile.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Another set of outcomes that the EUROLAB model can deliver is linked to changes in employment, inactivity and unemployment when taking into account the demand side of the labour market. Assuming an elasticity of labour demand of -0.5, the equilibrium model (Section 4) applies running an optimisation procedure to search the value of the change in average wage (parameter v, Section 4) that corresponds to a new labour market equilibrium status under the reform. The optimization procedure is explained in details in <a href=\"#bib41\">Narazani and Colombino (2021)</a> The results are shown in <a href=\"#A1-T9\">Table A9</a>.<a href=\"#fn15\"><sup>15</sup></a> If equilibrium conditions are not taken into account, the PIT1 reform should shift the desired labour supply curve (<a href=\"#fig1\">Figure 1</a> LS_PIT1) to the left and reduce total employment by 0.66%. A new market equilibrium condition that requires consistency between the number of jobs available and the desired labour supply is achieved through a movement along the demand curve and an adjustment of the wage rate. Indeed, the equilibrium condition leads to a 1.24% increase in wages and a 0.62% decrease in employment, mainly offset by a 6% increase in inactivity rate and 5.5% in unemployment. The increase in unemployment is mainly due to the generosity of the unemployment benefit amounts which, unlike wage rates, were assumed unchanged in this exercise. It is important to stress that in the equilibrium model, only an employment equilibrium constraint is imposed for ease of computation and the imposition of an equilibrium constraint on unemployment can lead to different results. On the contrary, the reform PIT2 is expected to increase labour supply by 0.89% and shift the curve of labour supply (<a href=\"#fig2\">Figure 2</a>, LS_PIT2) to the right. A new labour market equilibrium is achieved, with the wage rate falling by 1.69% and a lower increase in employment (0.85%).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00288%2Fijm-00288-fig002.tif",
                                        "size": {
                                            "width": 656,
                                            "height": 496
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00288%2Fijm-00288-fig002.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00288-fig002.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Labour market equilibrium",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 An example using a multidimensional version",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The multidimensional version of EUROLAB has been developed during the COVID-19 pandemic period, 2020-2021. Restrictive measures taken by EU countries to mitigate the spread of the virus led to the cessation of economic activity and severe job losses, in particular in the second quarter of 2020. The structure of labour market has undergone a dramatic change, characterized by a decline in employment and in the total number of hours worked, which has not been felt in the same way in all the sectors of activity. Some sectors of activity, such as non-essential services and production, have been more exposed to lockdown restrictions than others and have therefore experienced a greater reduction in working hours and employment. However, due to the delay in obtaining sufficient data, it is difficult to make a precise assessment of the extent of job losses and forecast of working hours for subsequent months or longer periods. In order to overcome the limitation of real-time data on employment, in particular at sectoral level, as well as the limitation of existing studies that consider exogenous transitions from work to unemployment or inactivity (or vice versa), we have built the multidimensional version of EUROLAB that takes into account differences between occupational sectors and employment statuses and allows for transitions to and from unemployment and inactivity status. Being capable to model the behavioural reactions of individuals within the labour market, depending on their occupational sector or employment status, the multidimensional version can be used to consider behavioural reactions to external sectoral demand shocks in employment.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib41\">Narazani and Colombino (2021)</a>, show how the multidimensional choice set of EUROLAB can be used to consider endogenous reactions to labour demand shocks as well as to assess the effectiveness of policy reforms, such as job retention schemes, in absorbing the impact of these shocks on employment under alternative hypothetical scenarios regarding the timing of reforms. In addition they show theoretically how the EUROLAB model can be used to assess the short-term and long-term effects of job retention policies and, in particular, to deliver differentiated results depending on whether the retention policy was implemented before or after the new labour market equilibrium was achieved. To illustrate the theoretical model, they perform a simulation of the effects of a hypothetical wage subsidy using the Italian module of EUROMOD as well as the Italian version of EU-SILC, the 2016 release, and show in particular how sectoral demand shocks lead to lower wages and employment and an increase in unemployment under equilibrium conditions. In order to assess the potential impact of a demand shock in the presence of a simplified wage subsidy scheme, they simulate an <i>ex ante</i> and <i>ex post</i> scenario that differ from each other in the timing of when the subsidy is allocated to potential beneficiaries – before or after labour market equilibrium is achieved. In the <i>ex post</i> scenario, the model predicts an increase in employment compared to the equilibrium situation in the absence of the wage subsidy, mainly due to the consideration of the recipients as employed. The <i>ex ante</i> scenario predicts a smaller increase in employment which would correspond to a long-term labour market equilibrium. These results imply that the timing of the introduction (or announcement) of the wage subsidy matters when determining the short and long-term impact of such policy.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 A EUROLAB application related to sectoral demand shocks",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The EUROLAB model needs to be considered from a holistic perspective, taking into account both the one-dimensional and multidimensional versions. Therefore, for the sake of completeness, this subsection discusses a set of examples where the one-dimensional version of EUROLAB that relies on a choice set consisting of working hours has been used. These examples regard fiscal reforms, mostly analysed within the framework of the European Semester or been put forward in policy debates.<a href=\"#fn16\"><sup>16</sup></a> These reforms, either hypothetical or part of political debate, are designed with the objective of reducing the tax burden in particular on low-income individuals, reducing income inequality and/or increasing labour participation of under-employed segments of the population. Often they are constrained to be budget neutral and may represent a tax shift from labour to tax bases that are less detrimental to growth.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We exemplify the usefulness of a one-dimensional version of EUROLAB by presenting four main types of policy simulations.<a href=\"#fn17\"><sup>17</sup></a> The first type regards changes in tax bracket, the second one involves tax shifting from labour to property, the third type considers changes in the amount of in-work tax credits, and the last type concerns changes in childcare-related subsidies for working mothers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The first example regards the simulation of a hypothetical tax reform for Germany (<a href=\"#bib59\">European Commission, 2019</a>), a country with a relatively high share of revenues from taxes on labour. The hypothetical reform is intended to flatten the “middle-class bulge”, a peculiarity of the German income tax regime generated by the sharp increase of the marginal tax rate (from 14% to 24%) in the 2nd tax bracket between EUR 8,653 to EUR 13,669. More specifically the reform consists in extending the upper threshold of this bracket to EUR 16,500. Simulation results indicate that after the reform, women are expected to increase their labour supply more than men, partly because they benefit more from the reform and partly because they have high part-time employment rates, which leaves space for adjustment in working hours. Furthermore, given relatively low levels of inactivity and unemployment in Germany, most labour supply response comes primarily from the intensive margin rather than the extensive margin. However, the highest responses come from women located in the first part of the income distribution due to a lower marginal effective tax rate paid after the reform and a higher labour supply elasticity that characterizes this population segment. The positive effects on labour are very limited for the top income deciles.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The second type of reform involves a hypothetical tax shift from labour to property in Italy (2020 European Semester Country Report – Italy).<a href=\"#fn18\"><sup>18</sup></a> Italy is another EU country where the tax structure relies heavily on labour, with other tax bases being exploited less. In fact there is scope for exploiting more recurrent property taxes, more specifically those applied to main residences as they were abolished in 2014, leading to a substantial revenue loss. Moreover, although employment continued to increase in 2019, the Italian labour market was still characterized by high shares of involuntary unemployment and inactivity rates as well as underemployment especially among women and young people. In light of this tax structure, JRC simulated a tax shift from labour to property by (1) reintroducing taxes on all residences exempting or not low-value properties and eventually low-income pensioners, and (2) using the additional fiscal revenues to reduce the tax burden, namely, social security contributions paid by employees with an annual income below EUR 24,600. After the tax shift, the model predicted a rise in the labour force participation by 1.6% and total hours worked by 2.3% for women and 0.8% for men on average, with stronger responses for low-income workers who benefitted most from the tax shifting.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The third example regards an announced reform to the existing in-work tax credit scheme in Italy (<a href=\"#bib60\">European Commission, 2020</a>), approved later that year in July 2020 by the Italian Parliament. The existing tax credit, targeting workers, amounted to EUR 80 per month for annual income between EUR 8,000 to 24,600, gradually phasing out for incomes of EUR 26,600 or more. The reform was announced to (1) increase the tax credit amount to EUR 100 per month for income up to EUR 28,000, (2) gradually reduce this amount to EUR 80 per month for annual income of EUR 35,000, and (3) phase out completely at EUR 40,000. After the reform, the model predicted (Box 4.1.1) an increase in participation rates by 2.3% for women and 0.9% for men, and total hours worked by 2.6% and 0.9% for women and men, respectively.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The fourth example of behavioural analysis regards a hypothetical reform on rationalising childcare benefits in Italy (<a href=\"#bib58\">European Commission, 2018</a>). The reform was aimed at raising the low participation of mothers in the labour market. The reforms consisted in replacing four childcare-related bonuses (Voucher babysitting, Bonus bebè, Bonus mamma, Assegno di maternità), which seemed to not properly meet working mothers’ needs as well as overlapping in eligibility conditions, with a single in-work benefit, targeting low-income working mothers with children aged under three. The model predicted an increase in the labour market participation of around 17% and the average weekly working hours of around 20%. It is important to note that for this exercise, we adopted the methodological approach described in <a href=\"#bib32\">Figari and Narazani 2020</a> to account for the possible interaction between labour supply and childcare choices. For that purpose, the EUROLAB one-dimensional version was modified in order to address properly the labour supply patterns of specific population groups such as working mothers and specific benefit-related policies such as those related to childcare. More specifically, EUROLAB was enriched with information on childcare fees in public and private sectors in order to endogenously consider the childcare decisions of working mothers. This extension of EUROLAB was also important for assessing the impact of hypothetical reforms of decreasing childcare costs in four EU countries (ESDE report 2019) on labour supply of mothers and the usage of formal child care.<a href=\"#fn19\"><sup>19</sup></a> The behavioural analysis pointed out that reducing childcare costs by half is expected to increase the use of formal childcare and the labour supply of mothers in countries where childcare costs are relatively high (Finland and the Netherlands). In countries with relatively low childcare cost (Hungary and Lithuania) the increase in formal childcare use is very small, suggesting that policies focused on increasing availability might work better.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3 Examples using a one-dimensional version of EUROLAB",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. EUROLAB applications",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The multidimensional modelling of EUROLAB offers several functionalities that can be exploited to extend the model in several directions. This section describes potential extensions of EUROLAB synergies with in-home EUROMOD functionalities such as the Indirect Tax Tool – version 3 (IITv3), the EUROMOD WEALTH Taxation Tool (EWIGE) and the Labour Market Transition tool (LMA).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Reforms on indirect taxation can trigger behavioural effects on the labour supply decisions of households that cannot be captured by EUROMOD or similar non-behavioural microsimulation models. This is also the case with the current version of EUROLAB. For example, increases in VAT, reduced or standard rates have been frequently discussed in EU countries, for example, as part of fiscal consolidation packages taken in prior to the global financial crisis. Such reforms can stand alone or be part of budget-neutral tax-shifting from personal income tax or social security contributions for the whole population or for a part of it that can loose from VAT increase. However, simulations of indirect tax changes cannot be performed using EUROMOD as the SILC data, the underlying data of EUROMOD, do not contain detailed information on household expenditures. For that purpose, data from the Household Budget Survey are used together with the SILC data to develop an extension of the EUROMOD tool IITv3 that allows running reforms on indirect taxes at a highly disaggregated level of consumption.<a href=\"#fn20\"><sup>20</sup></a> Therefore a potential extension of the EUROLAB model can be towards the behavioural effects of indirect tax reforms or policy mixes between direct and indirect tax tools. In light of this extension, linking EUROLAB with the EUROMOD ITTv3 tool can help in assessing the behavioural effects of potential policy mixes of direct and indirect taxes. The linking mechanism can enable the simultaneously generation of household disposable income (through EUROMOD) and household expenditures in durable and nondurable goods at each counterfactual choice of labour supply.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Indirect taxes",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Announcements of changes in wealth taxation parameters can result in labour supply reactions of the potential heirs. For example, decreasing the inheritance tax exemption threshold or increasing the tax rate leads to a lower income from inheritance and therefore a lower dependency on inheritance income which in turn may increase the labour supply of heirs if leisure is a normal good. Therefore, accounting for the labour effects of inheritance tax reforms might be important for assessing net budgetary effects after the reform. EWIGE 2 (<a href=\"#bib10\">Boone et al., 2019</a>) represents the EUROMOD Wealth taxation tool that allows the simulation of wealth-related taxes and fiscal policies often deemed as an optimal tool for reducing inequality. It integrates the Household Finance and Consumption Survey (HFCS) data in EUROMOD, enabling assessment of the distributional effects of different current and hypothetical wealth taxes and policies. Yet, behavioural effects of wealth-related tax reforms are not taken into account by the EWIGE 2. For that purpose, EUROLAB can be linked with EWIGE and help quantify the second and third-round effects on heirs. The synergy of these models becomes even more important in face of potential tax shifting reforms from labour to wealth.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Wealth taxation",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Constructing the unemployment alternative and simulating respective unemployment benefits in the EUROLAB model require a set of assumptions on eligibility criteria and calculation of the wage rate. These assumptions may differ country-by-country and setting them manually in EUROLAB may cause computational errors that in turn lead to an over/underestimation of unemployment benefits. Such a potential source of bias can be circumvented through a EUROMOD tool, namely the LMA Add-on, which allows changes in the labour market status of an individual or simulation of hypothetical labour market scenarios.<a href=\"#fn21\"><sup>21</sup></a> More concretely, the LMA Add-on can be used to construct the unemployment alternative and simulate corresponding benefits in line with the country-specific rules through its capacity of simulating the transition from employment to unemployment, either short-term or long-term. In addition, EUROLAB can benefit from the additional features of the LMA Add-on to relax the assumption of annual transitions to unemployment (or employment) by allowing users to set-up the duration of transitions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Recently, the LMA Add-on has been enhanced with the intention of simulating the effect of monetary compensation schemes, widely used in EU countries to cushion the income loss of employed and self-employed households from the COVID-19 crisis. The enhancement consists in simulating labour market transitions from work to either unemployment or monetary compensations schemes through the LMA Add-on in order to simulate with EUROMOD the budgetary and distributional impact of these schemes. The LMA Add-on can be linked with EUROLAB to assess behavioural responses triggered by these schemes or similar policy interventions in a medium and long-run perspective using the labour demand module of EUROLAB (chapter 4). A simplistic representation of these monetary schemes is implemented in <a href=\"#bib41\">Narazani and Colombino (2021)</a> but, as the authors argue, actual policies and more recent statistics are needed in order to analyse the extent to which the existence and design of such schemes matters in order to strengthen the resilience of labour markets to economic shocks.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3 Labour Market Adjustment (LMA)",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Future extensions of EUROLAB",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The EU-wide microsimulation model, EUROMOD, is a static model that does not account for behavioural responses when assessing policy effects. However, its ability to replicate closely existing and counterfactual fiscal reforms together with the heterogeneity of the underlying data represent an appropriate tool to build a behavioural microsimulation model that can be used to assess the impact of fiscal or economic policies on labour supply and overall employment in EU countries. This paper provides an overview of EUROLAB, the EU labour supply-demand microsimulation model build on EUROMOD, that similarly to other behavioural microsimulation models, estimates a set of structural parameters of utility function and applies them to predict labour supply responses to hypothetical or real policy reforms. However, unlike other behavioural models, EUROLAB adopts a multidimensional approach in the construction of choice setting as well as including a representation of both labour supply and demand accounting in this way for labour market equilibrium achieved through wage adjustment.",
                    "type": "paragraph"
                },
                {
                    "text": "After describing the modelling of the multidimensional structure of the choice set and the labour supply-demand mechanism, the paper discusses the potential use of the model and possible extensions through synergies with in-home EUROMOD functionalities such as the Indirect Tax Tool, the EUROMOD WEALTH Taxation Tool and the Labour Market Transition Add-on. For example, a potential synergy between EUROLAB and the Indirect Tax EUROMOD extension can help in assessing behavioural effects of indirect tax reforms like increases in VAT rates for specific goods or even more ambitious reforms like those on green taxation. On the other hand, a potential synergy with the EUROMOD Wealth extension can help in assessing the effects of announced changes in wealth taxation parameters on labour supply of potential heirs, which in turn might be important for assessing the net budgetary effects of the reform. Furthermore, a synergy of EUROLAB with the Labour Market Transition tool, a functionality of EUROMOD that allows changes in the labour market status, can help in automatizing the construction of unemployment alternatives in EUROLAB and the simulation of corresponding benefits in line with the country specific rules through its capacity to simulate the transition from employment to unemployment, either short-term or long-term. In addition, linking the LMA Add-on with EUROLAB can help in assessing behavioural responses triggered by monetary compensation schemes or similar policy interventions in a medium and long-run perspective using the labour demand module of EUROLAB.",
                    "type": "paragraph"
                },
                {
                    "text": "EUROLAB proves to be relevant for assessing the effects of policies implemented by Member States in order to mitigate the negative effects of the Covid-19 pandemic on employment. However, its use may go beyond COVID and post-COVID analysis. For example, EUROLAB can be used to predict the aggregated behavioural effects of future changes in the working-age population that are related to internal or external migration flows, ageing of specific population groups or educational composition. For that, data on population projections can be integrated in the micro-data using, for example, a reweighting approach and modifying the individuals’ sampling weights in order for them to correspond to the projected working-age population in a given year. On the other hand, another use of EUROLAB can be towards gender-biased reforms, for example, to assess the behavioural effects of changes in the Barcelona targets that ensure suitable childcare provision as an essential step towards equal opportunities in employment between women and men. In this case, a more advanced modelling approach that can embed childcare preferences and childcare rationing constraints in a labour supply-demand setting would be the appropriate tool rather that a reweighting approach as in the former example.",
                    "type": "paragraph"
                },
                {
                    "text": "Optimal taxation is another domain where EUROLAB can provide valuable assistance for policy analysis in the EU area. Assessing quantitatively the optimal system of taxation in order to achieve a desired target of income distribution with the least inefficiency is an important objective of the European Commission. EUROLAB can help in this debate by providing empirical analysis that enhances understanding. For that, first we have to choose a criterion that establishes the optimality of a given policy reform. For example, inefficiency reduction may represent a policy-relevant criterion in case of a minimum income scheme reform targeted to reduce poverty, while targeting inequality reduction might be more appropriate when assessing labour incentive reforms such as in-work tax credits. A combination of both of these evaluation criteria through a social welfare function may provide a more conclusive result in the identification of the optimal reform that targets simultaneously efficiency and equality objectives.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Conclusions",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "For example, an across a board increase in property tax is supposed to increase the tax burden of low-income individuals and trigger changes in their labour behaviour. Similarly, a change in mortgage tax relief may alter labour supply behaviour",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Fiscal reforms can trigger behavioural effects not only on labour markets but also on consumption, wealth and capital investment, educational choices or childcare services or services for the elderly. All these behavioural effects are not considered in EUROMOD.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For example, individuals may have a strong preference for working in the public sector. This preference may often be so strong that it can direct them into inactivity and educational training.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As Boer argues, this insignificant effect on behavioural responses is possibly due to the small share of individuals in involuntary unemployment in the Netherlands.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Institute for Social and Economic Research, University of Essex and Joint Research Centre, European Commission, EUROMOD: Version I3.0+ [software], January 2021. The EUROMOD model is maintained and updated by the European Commission Joint Research Centre, for further information see <a href=\"https://euromod-web.jrc.ec.europa.eu/\">https://euromod-web.jrc.ec.europa.eu/</a> and <a href=\"#bib47\">Sutherland and Figari (2013)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For example, the survey year for the EU-SILC 2018 wave is 2018, while the income reference period is 2017.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Furthermore, the time lag may cause a loss in data quality, especially when the date of interview is far removed from the reference income period, especially for individuals in unstable employment.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We consider the wage rates as exogenous, although they can be treated as endogenous by estimating wage functions simultaneously with the utility function parameters and the job opportunity density, all embedded in the maximum likelihood function",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The details of this approach are given in appendix D of <a href=\"#bib22\">Dagsvik and Strøm (2004)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The first method is implemented estimating sequentially the selection equation and the wage equation in STATA. The other two methods are implemented using the selmlog command written by <a href=\"#bib11\">Bourguignon et al. (2007)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The estimates of the wage equation are available upon request from the author.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The next version of EUROLAB will allow the user to change the parameter of labour demand elasticity in the EUROLAB interface.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The survey is representative for the national population at the regional level, and is the national component of the EU-SILC carried out annually to collect comparable information on income, poverty, social exclusion and living conditions across EU countries.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Low-income household means a family whose members living together have an equivalised disposable income that is part of the lowest income quintile. On the contrary, high-income household means a family whose members living together have an equivalised disposable income that is part of the highest income quintile.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We use the Amoeba, an optimisation routine written in STATA. Amoeba is an efficient (derivative-free) algorithm for optimising a multidimensional function developed by Nelder and Mead. Convergence rules are needed to break the iteration cycle. We set a step size (percentage change in each parameter used to set up Amoeba in the parameter space) equal to 0.1 and a tolerance (the tightness of Amoeba before the algorithm quits) equal to E-06.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn15",
                    "title": "15.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The European Semester is a cycle of economic and fiscal policy coordination within the EU. It is part of the European Union's economic governance framework. Its focus is on the 6-month period from the beginning of each year, hence its name – the 'Semester'.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn16",
                    "title": "16.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib13\">Christl et al., 2019</a> make use of the unilateral version of EUROLAB to analyse labour supply responses to changes in social assistance. Similarly, <a href=\"#bib14\">Christl and De Poli, 2021</a> assess behavioural effects of implementing a child tax credit in Austria in 2019",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn17",
                    "title": "17.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See Box 4.1.1: EUROMOD-QUEST simulation – Shifting taxes from labour to property in Italy.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn18",
                    "title": "18.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See Annex 2: Euromod simulations of the impact of the reduction of childcare costs on the use of the service and on the mothers’ labour supply decisions, <a href=\"#bib31\">Employment and Social Developments Review, 2019</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn19",
                    "title": "19.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For more details on ITTv3, see <a href=\"#bib4\">Akoğuz et al. (2020)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn20",
                    "title": "20.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For more details, see <a href=\"#bib46\">Poli et al. (2021)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn21",
                    "title": "21.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "Accounting for family background when designing optimal income taxes: a microeconometric simulation analysis",
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1007/s00148-010-0331-y",
            "id": "bib50",
            "journal": "Journal of Population Economics",
            "pages": {
                "first": "741",
                "last": "761",
                "range": "741–761"
            },
            "type": "journal",
            "volume": "25"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, A",
                        "preferred": "A Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Holmøy, E",
                        "preferred": "E Holmøy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, B",
                        "preferred": "B Strøm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wennemo, T",
                        "preferred": "T Wennemo"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "date": "2007",
            "details": "Population Ageing and Fiscal Sustainability: An Integrated Micro-Macro Analysis of Required Tax Changes, Population Ageing, Social Security and Taxation: Modelling Our Future, Emerald Group Pub",
            "id": "bib3",
            "title": "Population Ageing, Social Security and Taxation: Modelling Our Future",
            "type": "unknown"
        },
        {
            "articleTitle": "Labour supply in Italy: an empirical analysis of joint household decisions, with taxes and quantity constraints",
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, S",
                        "preferred": "S Strøm"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "doi": "10.1002/(SICI)1099-1255(199907/08)14:4<403::AID-JAE520>3.0.CO;2-4",
            "id": "bib2",
            "journal": "Journal of Applied Econometrics",
            "pages": {
                "first": "403",
                "last": "422",
                "range": "403–422"
            },
            "type": "journal",
            "volume": "14"
        },
        {
            "articleTitle": "EVALUATING ALTERNATIVE REPRESENTATIONS OF THE CHOICE SETS IN MODELS OF LABOR SUPPLY",
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wennemo, T",
                        "preferred": "T Wennemo"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1111/j.1467-6419.2008.00573.x",
            "id": "bib56",
            "journal": "Journal of Economic Surveys",
            "pages": {
                "first": "586",
                "last": "612",
                "range": "586–612"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "articleTitle": "Labor Supply Responses and Welfare Effects of Tax Reforms",
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, S",
                        "preferred": "S Strøm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strom, S",
                        "preferred": "S Strom"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "doi": "10.2307/3440547",
            "id": "bib1",
            "journal": "The Scandinavian Journal of Economics",
            "pages": {
                "first": "635",
                "last": "659",
                "range": "635–659"
            },
            "type": "journal",
            "volume": "97"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Akoğuz, E",
                        "preferred": "E Akoğuz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Capéau, B",
                        "preferred": "B Capéau"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sadeleer, L",
                        "preferred": "L Sadeleer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Güner, D",
                        "preferred": "D Güner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Manios, K",
                        "preferred": "K Manios"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vanheukelom, AT",
                        "preferred": "AT Vanheukelom"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "“A New Indirect Tax Tool for EUROMOD.”",
            "date": "2020",
            "id": "bib4",
            "publisher": {
                "name": [
                    "JRC Project no. JRC/SVQ/2018/B.2/0021/OC"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "“Making work pay” in a rationed labor market",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Caliendo, M",
                        "preferred": "M Caliendo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Haan, P",
                        "preferred": "P Haan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Orsini, K",
                        "preferred": "K Orsini"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1007/s00148-008-0220-9",
            "id": "bib6",
            "journal": "Journal of Population Economics",
            "pages": {
                "first": "323",
                "last": "351",
                "range": "323–351"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "articleTitle": "Dynamic scoring of tax reforms in the european union",
            "authors": [
                {
                    "name": {
                        "index": "Barrios, S",
                        "preferred": "S Barrios"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dolls, M",
                        "preferred": "M Dolls"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maftei, A",
                        "preferred": "A Maftei"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Riscado, S",
                        "preferred": "S Riscado"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Varga, J",
                        "preferred": "J Varga"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wittneben, C",
                        "preferred": "C Wittneben"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1002/pam.22105",
            "id": "bib7",
            "journal": "Journal of Policy Analysis and Management",
            "pages": {
                "first": "239",
                "last": "262",
                "range": "239–262"
            },
            "type": "journal",
            "volume": "38"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Blundell, R",
                        "preferred": "R Blundell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "MaCurdy, T",
                        "preferred": "T MaCurdy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Meghir, C",
                        "preferred": "C Meghir"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "Labor Supply Models: Unobserved Heterogeneity, Nonparticipation and Dynamics, Handbook of Econometrics, 1st, ed, Elsevier",
            "id": "bib8",
            "title": "Handbook of Econometrics",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Blundell, R",
                        "preferred": "R Blundell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shephard, A",
                        "preferred": "A Shephard"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Employment, Hours of Work and the Optimal Taxation of Low-Income Families",
            "date": "2012",
            "id": "bib55",
            "publisher": {
                "name": [
                    "Review of Economic Studies, Oxford University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Solo Self-Employment and Alternative Work Arrangements: A Cross-Country Perspective on the Changing Composition of Jobs",
            "authors": [
                {
                    "name": {
                        "index": "Boeri, T",
                        "preferred": "T Boeri"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Giupponi, G",
                        "preferred": "G Giupponi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Krueger, AB",
                        "preferred": "AB Krueger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Machin, S",
                        "preferred": "S Machin"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1257/jep.34.1.170",
            "id": "bib9",
            "journal": "Journal of Economic Perspectives",
            "pages": {
                "first": "170",
                "last": "195",
                "range": "170–195"
            },
            "type": "journal",
            "volume": "34"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Boone, J",
                        "preferred": "J Boone"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Derboven, J",
                        "preferred": "J Derboven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kuypers, S",
                        "preferred": "S Kuypers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Seville"
                        ]
                    },
                    "formatted": [
                        "Seville"
                    ]
                },
                "name": [
                    "European Commission, Joint Research Centre"
                ]
            },
            "source": "EWIGE 2 – Update and Extension of the EUROMOD Wealth Taxation Project No.JRC117204",
            "title": "EWIGE 2 – Update and Extension of the EUROMOD Wealth Taxation Project No.JRC117204",
            "type": "report"
        },
        {
            "articleTitle": "Selection Bias Corrections Based on the Multinomial Logit Model: Monte-Carlo Comparisons",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fournier, M",
                        "preferred": "M Fournier"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gurgand, M",
                        "preferred": "M Gurgand"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "doi": "10.1111/j.1467-6419.2007.00503.x",
            "id": "bib11",
            "journal": "Journal of Economic Surveys",
            "pages": {
                "first": "174",
                "last": "205",
                "range": "174–205"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Brandolini, A.",
                        "preferred": "A. Brandolini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rosolia, A",
                        "preferred": "A Rosolia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Torrini, R",
                        "preferred": "R Torrini"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "The distribution of employees’ labour earnings in the European Union: Data, concepts and first results, Income and Living Conditions in Europe, Luxembourg, Eurostat Statistical Books, Publications Office of the European Union",
            "id": "bib12",
            "title": "Income and Living Conditions in Europe",
            "type": "unknown"
        },
        {
            "articleTitle": "Trapped in inactivity? Social assistance and labour supply in Austria",
            "authors": [
                {
                    "name": {
                        "index": "Christl, M",
                        "preferred": "M Christl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "De Poli, S",
                        "preferred": "S De Poli"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1007/s10663-021-09507-8",
            "id": "bib14",
            "journal": "Empirica",
            "pages": {
                "first": "661",
                "last": "696",
                "range": "661–696"
            },
            "type": "journal",
            "volume": "48"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Christl, M",
                        "preferred": "M Christl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "De Poli, S",
                        "preferred": "S De Poli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vargas, J",
                        "preferred": "J Vargas"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "id": "bib13",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Seville"
                        ]
                    },
                    "formatted": [
                        "Seville"
                    ]
                },
                "name": [
                    "European Commission, Joint Research Centre"
                ]
            },
            "source": "Reducing the income tax burden for households with children: An assessment of the child tax credit reform in Austria No. JRC092019",
            "title": "Reducing the income tax burden for households with children: An assessment of the child tax credit reform in Austria No. JRC092019",
            "type": "report"
        },
        {
            "articleTitle": "Shifting taxes away from labour enhances equity and fiscal efficiency",
            "authors": [
                {
                    "name": {
                        "index": "Coda Moscarola, F",
                        "preferred": "F Coda Moscarola"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Locatelli, M",
                        "preferred": "M Locatelli"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1016/j.jpolmod.2019.07.002",
            "id": "bib15",
            "journal": "Journal of Policy Modeling",
            "pages": {
                "first": "367",
                "last": "384",
                "range": "367–384"
            },
            "type": "journal",
            "volume": "42"
        },
        {
            "articleTitle": "A new equilibrium simulation procedure with discrete choice models",
            "authors": [
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.34196/ijm.00087",
            "id": "bib16",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "25",
                "last": "49",
                "range": "25–49"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Alternative Basic Income Mechanisms: An Evaluation Exercise With a Microeconometric Model",
            "authors": [
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Locatelli, M",
                        "preferred": "M Locatelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Narazani, E",
                        "preferred": "E Narazani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.2202/1932-0183.1162",
            "id": "bib18",
            "journal": "Basic Income Studies",
            "pages": "Article 3",
            "type": "journal",
            "volume": "5"
        },
        {
            "articleTitle": "Designing a Universal Income Support Mechanism for Italy: An Exploratory Tour",
            "authors": [
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Narazani, E",
                        "preferred": "E Narazani"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.1515/bis-2012-0010",
            "id": "bib17",
            "journal": "Basic Income Studies",
            "pages": {
                "first": "1",
                "last": "17",
                "range": "1–17"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Linking CGE and Microsimulation Models: A Comparison Different Approaches",
            "authors": [
                {
                    "name": {
                        "index": "Colombo, G",
                        "preferred": "G Colombo"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.34196/ijm.00026",
            "id": "bib19",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "72",
                "last": "91",
                "range": "72–91"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "articleTitle": "Aggregating Labour Supply and Feedback Effects in Microsimulation",
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Duncan, A",
                        "preferred": "A Duncan"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib21",
            "journal": "Australian Journal of Labour Economics",
            "pages": {
                "first": "277",
                "last": "290",
                "range": "277–290"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Duncan, A.S",
                        "preferred": "A.S Duncan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Scutella, R",
                        "preferred": "R Scutella"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harris, M",
                        "preferred": "M Harris"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulation Modelling of Taxation and The Labour Market: The Melbourne Institute Tax and Transfer Simulator",
            "date": "2022",
            "id": "bib20",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cheltenham"
                        ]
                    },
                    "formatted": [
                        "Cheltenham"
                    ]
                },
                "name": [
                    "Edward Elgar"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Sectoral Labour Supply, Choice Restrictions and Functional Form",
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, J",
                        "preferred": "J Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, S",
                        "preferred": "S Strøm"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Discussion Papers No. 388, September 2004 Statistics Norway, Research Department"
                ]
            },
            "date": "2004",
            "id": "bib22",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": "Datta",
                    "type": "group"
                }
            ],
            "bookTitle": "Willing to Pay for Security: A Discrete Choice Experiment to Analyse Labour Supply Preferences",
            "date": "2019",
            "id": "bib54",
            "publisher": {
                "name": [
                    "CEP Discussion Papers dp1632"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "A Structural Analysis of Labour Supply and Involuntary Unemployment in the Netherlands",
            "authors": [
                {
                    "name": {
                        "index": "de Boer, H-W",
                        "preferred": "H-W de Boer"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1007/s10645-018-9326-y",
            "id": "bib51",
            "journal": "De Economist",
            "pages": {
                "first": "285",
                "last": "308",
                "range": "285–308"
            },
            "type": "journal",
            "volume": "166"
        },
        {
            "articleTitle": "An Econometric Analysis of Residential Electric Appliance Holdings and Consumption",
            "authors": [
                {
                    "name": {
                        "index": "Dubin, JA",
                        "preferred": "JA Dubin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McFadden, DL",
                        "preferred": "DL McFadden"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "doi": "10.2307/1911493",
            "id": "bib23",
            "journal": "Econometrica",
            "pages": "345",
            "type": "journal",
            "volume": "52"
        },
        {
            "authors": [
                {
                    "name": "Employment and Social Developments Review",
                    "type": "group"
                }
            ],
            "date": "2019",
            "id": "bib31",
            "title": "Sustainable growth for all: choices for the future of Social Europe",
            "type": "web",
            "uri": "https://ec.europa.eu/social/main.jsp?catId=738&amp;langId=en&amp;pubId=8219"
        },
        {
            "articleTitle": "SWEtaxben: A Swedish Tax/Benefit Micro Simulation Model and an Evaluation of A Swedish Tax Reform",
            "authors": [
                {
                    "name": {
                        "index": "Ericson, P",
                        "preferred": "P Ericson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Flood, L",
                        "preferred": "L Flood"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wahlberg, R",
                        "preferred": "R Wahlberg"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.2139/ssrn.1391758",
            "id": "bib24",
            "journal": "SSRN Electronic Journal",
            "pages": "1391758",
            "type": "journal",
            "volume": "346"
        },
        {
            "authors": [
                {
                    "name": "European Commission",
                    "type": "group"
                }
            ],
            "date": "2018",
            "id": "bib58",
            "title": "Commission Staff Working Document Country Report Italy 2018 Including an In-Depth Review on the prevention and correction of macroeconomic imbalances",
            "type": "web",
            "uri": "https://osservatoriocpi.unicatt.it/ocpi-cpi-European_Semester-country_report_2018.pdf"
        },
        {
            "authors": [
                {
                    "name": "European Commission",
                    "type": "group"
                }
            ],
            "date": "2019",
            "id": "bib59",
            "title": "Commission Staff Working Document Country Report Germany 2019 Including an In-Depth Review on the prevention and correction of macroeconomic imbalances",
            "type": "web",
            "uri": "https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:52019SC1004"
        },
        {
            "authors": [
                {
                    "name": "European Commission",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib60",
            "title": "Commission Staff Working Document Country Report Italy 2020 Including an In-Depth Review on the prevention and correction of macroeconomic imbalances",
            "type": "web",
            "uri": "https://op.europa.eu/en/publication-detail/-/publication/3107d190-5946-11ea-8b81-01aa75ed71a1"
        },
        {
            "articleTitle": "The joint decision of female labour supply and childcare in Italy under costs and availability constraints",
            "authors": [
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Narazani, E",
                        "preferred": "E Narazani"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1007/s40888-019-00160-w",
            "id": "bib32",
            "journal": "Economia Politica",
            "pages": {
                "first": "411",
                "last": "439",
                "range": "411–439"
            },
            "type": "journal",
            "volume": "37"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hanoch, G",
                        "preferred": "G Hanoch"
                    },
                    "type": "person"
                }
            ],
            "date": "1980",
            "details": "249–326, A Multivariate Model of Labor Supply: Methodology and Estimation, Female Labor Supply, Princeton University Press. Princeton, p",
            "id": "bib57",
            "title": "Female Labor Supply",
            "type": "unknown"
        },
        {
            "articleTitle": "Sample Selection Bias as A Specification Error",
            "authors": [
                {
                    "name": {
                        "index": "Heckman, JJ",
                        "preferred": "JJ Heckman"
                    },
                    "type": "person"
                }
            ],
            "date": "1979",
            "doi": "10.2307/1912352",
            "id": "bib33",
            "journal": "Econometrica",
            "pages": "153",
            "type": "journal",
            "volume": "47"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Jongen, E",
                        "preferred": "E Jongen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Boer, H",
                        "preferred": "H Boer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dekker, P",
                        "preferred": "P Dekker"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "CPB Background Document, https://www.cpb.nl/sites/default/files/publicaties/download/cpb-background-document-27nov2014-micsim.pdf, Accessed, 27 November 2014",
            "id": "bib34",
            "title": "MICSIM - A behavioural microsimulation model for the analysis of tax-benefit reform in the Netherlands",
            "type": "unknown",
            "uri": "https://www.cpb.nl/sites/default/files/publicaties/download/cpb-background-document-27nov2014-micsim.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kalb, GR",
                        "preferred": "GR Kalb"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "Centre of Policy Studies/IMPACT Centre Working Papers bp-35",
            "id": "bib53",
            "title": "Labour Supply and Welfare Participation in Australian Two-Adult Households: Accounting for Involuntary Unemployment and the “Cost” of Part-time Work",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, A",
                        "preferred": "A Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "details": "31, Behavioral Modeling in Micro Simulation Models. A Survey, Working Paper Series, Vol, 1997, Uppsala University, Department of Economics, p",
            "id": "bib35",
            "title": "Working Paper Series",
            "type": "unknown"
        },
        {
            "articleTitle": "Dynamic scoring: A back-of-the-envelope guide",
            "authors": [
                {
                    "name": {
                        "index": "Mankiw, NG",
                        "preferred": "NG Mankiw"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weinzierl, M",
                        "preferred": "M Weinzierl"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.1016/j.jpubeco.2005.11.006",
            "id": "bib36",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "1415",
                "last": "1433",
                "range": "1415–1433"
            },
            "type": "journal",
            "volume": "90"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "McFadden, D",
                        "preferred": "D McFadden"
                    },
                    "type": "person"
                }
            ],
            "date": "1974",
            "details": "105–142, Conditional Logit Analysis of Qualitative Choice Behavior, Frontiers in Econometric, New York, Academic Press, p",
            "id": "bib38",
            "title": "Frontiers in Econometric",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mercante, J",
                        "preferred": "J Mercante"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mok, P",
                        "preferred": "P Mok"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "discriminator": "a",
            "id": "bib39",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Wellington"
                        ]
                    },
                    "formatted": [
                        "Wellington"
                    ]
                },
                "name": [
                    "New Zealand Treasury"
                ]
            },
            "source": "Estimation of wage equations for New Zealand Working Paper 14/09",
            "title": "Estimation of wage equations for New Zealand Working Paper 14/09",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Mercante, J",
                        "preferred": "J Mercante"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mok, P",
                        "preferred": "P Mok"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "discriminator": "b",
            "id": "bib40",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Wellington"
                        ]
                    },
                    "formatted": [
                        "Wellington"
                    ]
                },
                "name": [
                    "New Zealand Treasury"
                ]
            },
            "source": "Estimation of labour supply in New Zealand Working Paper 14/08",
            "title": "Estimation of labour supply in New Zealand Working Paper 14/08",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Narazani, E",
                        "preferred": "E Narazani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "id": "bib41",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Seville"
                        ]
                    },
                    "formatted": [
                        "Seville"
                    ]
                },
                "name": [
                    "European Commission"
                ]
            },
            "source": "Modelling sector-specific employment shocks with EUROLAB, a multi-dimensional behavioural model No. JRC12559",
            "title": "Modelling sector-specific employment shocks with EUROLAB, a multi-dimensional behavioural model No. JRC12559",
            "type": "report"
        },
        {
            "articleTitle": "FiFoSiM - An Integrated Tax Benefit Microsimulation and CGE Model for Germany",
            "authors": [
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schaefer, T",
                        "preferred": "T Schaefer"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.34196/ijm.00008",
            "id": "bib42",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "1",
                "last": "15",
                "range": "1–15"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schneider, H",
                        "preferred": "H Schneider"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Siegloch, S",
                        "preferred": "S Siegloch"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib45",
            "publisher": {
                "name": [
                    "IZA Discussion Paper No. 4865"
                ]
            },
            "source": "Documentation IZAψMOD: The IZA Policy Simulation Model",
            "title": "Documentation IZAψMOD: The IZA Policy Simulation Model",
            "type": "report"
        },
        {
            "articleTitle": "Accounting for labor demand effects in structural labor supply models",
            "authors": [
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Siegloch, S",
                        "preferred": "S Siegloch"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1016/j.labeco.2011.09.007",
            "id": "bib44",
            "journal": "Labour Economics",
            "pages": {
                "first": "129",
                "last": "138",
                "range": "129–138"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Poli, SD",
                        "preferred": "SD Poli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hufkens, T",
                        "preferred": "T Hufkens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leventi, C",
                        "preferred": "C Leventi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Papini, A",
                        "preferred": "A Papini"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "id": "bib46",
            "title": "Summary note for EUROMOD labour market adjustment add-on",
            "type": "web",
            "uri": "https://euromod-web.jrc.ec.europa.eu/sites/default/files/2021-02/LMA%20Add-On%20Documentation.pdf"
        },
        {
            "articleTitle": "EUROMOD: the European Union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.34196/ijm.00075",
            "id": "bib47",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "The impact of in-work benefits on work incentives and poverty in four European countries",
            "authors": [
                {
                    "name": {
                        "index": "Vandelannoote, D",
                        "preferred": "D Vandelannoote"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1177/0958928719891314",
            "id": "bib49",
            "journal": "Journal of European Social Policy",
            "pages": {
                "first": "144",
                "last": "157",
                "range": "144–157"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "articleTitle": "Structural Models of Family Labor Supply: A Discrete Choice Approach",
            "authors": [
                {
                    "name": {
                        "index": "van Soest, A",
                        "preferred": "A van Soest"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "doi": "10.2307/146191",
            "id": "bib48",
            "journal": "The Journal of Human Resources",
            "pages": {
                "first": "63",
                "last": "88",
                "range": "63–88"
            },
            "type": "journal",
            "volume": "30"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "content": [
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "t statistics in parentheses.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "*<i>p</i> &lt; 0.05, <sup>**</sup> <i>p</i> &lt; 0.01, <sup>***</sup> <i>p</i> &lt; 0.001.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "A1-T1",
                                    "label": "Table A1",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">  Couples</th><th align=\"left\">Single Women</th><th align=\"left\">Single Men</th></tr></thead><tbody><tr><td align=\"left\">clogit dependent variable</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">In-work dummy Male</td><td align=\"left\">-1.069<sup>*</sup><br/>(-2.51)</td><td align=\"left\"/><td align=\"left\">-0.0994<br/>(-0.39)</td></tr><tr><td align=\"left\">Part-time dummy - Male</td><td align=\"left\">-2.935<sup>***</sup><br/>(-8.65)</td><td align=\"left\"/><td align=\"left\">-2.255<sup>***</sup><br/>(-9.94)</td></tr><tr><td align=\"left\">Full-time dummy - Male</td><td align=\"left\">-0.0331<br/>(-0.16)</td><td align=\"left\"/><td align=\"left\">0.633<sup>***</sup><br/>(3.33)</td></tr><tr><td align=\"left\">Over-time dummy - Male</td><td align=\"left\">0.877<sup>***</sup><br/>(3.92)</td><td align=\"left\"/><td align=\"left\">1.637<sup>***</sup><br/>(7.66)</td></tr><tr><td align=\"left\">In-work dummy Female</td><td align=\"left\">0.537<sup>**</sup><br/>(2.62)</td><td align=\"left\">0.329<br/>(1.33)</td><td align=\"left\"/></tr><tr><td align=\"left\">Part-time dummy - Female</td><td align=\"left\">-1.188<sup>***</sup><br/>(-11.33)</td><td align=\"left\">-0.953<sup>***</sup><br/>(-5.74)</td><td align=\"left\"/></tr><tr><td align=\"left\">Full-time dummy - Female</td><td align=\"left\">0.681<sup>***</sup><br/>(5.62)</td><td align=\"left\">1.447<sup>***</sup><br/>(8.01)</td><td align=\"left\"/></tr><tr><td align=\"left\">Over-time dummy - Female</td><td align=\"left\">0.364<sup>*</sup><br/>(2.45)</td><td align=\"left\">1.366<sup>***</sup><br/>(6.65)</td><td align=\"left\"/></tr><tr><td align=\"left\">Leisure - Male</td><td align=\"left\">0.0866<br/>(1.42)</td><td align=\"left\"/><td align=\"left\">0.0250<br/>(0.80)</td></tr><tr><td align=\"left\">Leisure square - Male</td><td align=\"left\">-0.000653<br/>(-1.85)</td><td align=\"left\"/><td align=\"left\">0.000415<br/>(1.69)</td></tr><tr><td align=\"left\">Leisure x age - Male</td><td align=\"left\">-0.00477<sup>*</sup><br/>(-2.23)</td><td align=\"left\"/><td align=\"left\">-0.00286<sup>**</sup><br/>(-3.03)</td></tr><tr><td align=\"left\">Leisure x age square - Male</td><td align=\"left\">0.0000631<sup>**</sup><br/>(2.81)</td><td align=\"left\"/><td align=\"left\">0.0000359<sup>**</sup><br/>(3.27)</td></tr><tr><td align=\"left\">Leisure x #children - Male</td><td align=\"left\">-0.00575<sup>*</sup><br/>(-1.98)</td><td align=\"left\"/><td align=\"left\">0.00407<br/>(0.66)</td></tr><tr><td align=\"left\">Leisure x #children &lt; 3 year - Male</td><td align=\"left\">-0.00197<br/>(-0.22)</td><td align=\"left\"/><td align=\"left\">-0.0151<br/>(-0.22)</td></tr><tr><td align=\"left\">Leisure x #children 3-6 year - Male</td><td align=\"left\">-0.000181<br/>(-0.02)</td><td align=\"left\"/><td align=\"left\">-0.0183<br/>(-0.45)</td></tr><tr><td align=\"left\">Leisure x Migrant - Male</td><td align=\"left\">-0.0150<br/>(-1.70)</td><td align=\"left\"/><td align=\"left\">-0.0247<sup>***</sup><br/>(-4.78)</td></tr><tr><td align=\"left\">Leisure x Mortgage - Male</td><td align=\"left\">-0.000614<sup>*</sup><br/>(-2.20)</td><td align=\"left\"/><td align=\"left\">-0.000482<br/>(-1.44)</td></tr><tr><td align=\"left\">Leisure - Female</td><td align=\"left\">0.123<sup>**</sup><br/>(2.93)</td><td align=\"left\">0.00382<br/>(0.11)</td><td align=\"left\"/></tr><tr><td align=\"left\">Leisure square - Female</td><td align=\"left\">-0.000759<sup>***</sup><br/>(-3.45)</td><td align=\"left\">0.00117<sup>***</sup><br/>(4.54)</td><td align=\"left\"/></tr><tr><td align=\"left\">Leisure x age - Female</td><td align=\"left\">-0.00127<br/>(-0.80)</td><td align=\"left\">-0.00550<sup>***</sup><br/>(-4.91)</td><td align=\"left\"/></tr><tr><td align=\"left\">Leisure x age square - Female</td><td align=\"left\">0.0000133<br/>(0.73)</td><td align=\"left\">0.0000671<sup>***</sup><br/>(5.26)</td><td align=\"left\"/></tr><tr><td align=\"left\">Leisure x #children - Female</td><td align=\"left\">0.00464<sup>*</sup><br/>(2.33)</td><td align=\"left\">0.0118<sup>***</sup><br/>(3.65)</td><td align=\"left\"/></tr><tr><td align=\"left\">Leisure x #children &lt; 3 year - Female</td><td align=\"left\">0.00702<br/>(1.40)</td><td align=\"left\">0.0148<br/>(1.62)</td><td align=\"left\"/></tr><tr><td align=\"left\">Leisure x #children 3-6 year - Female</td><td align=\"left\">0.00108<br/>(0.26)</td><td align=\"left\">0.00789<br/>(0.92)</td><td align=\"left\"/></tr><tr><td align=\"left\">Leisure x Migrant - Female</td><td align=\"left\">-0.0121<sup>*</sup><br/>(-2.02)</td><td align=\"left\">-0.0278<sup>***</sup><br/>(-5.68)</td><td align=\"left\"/></tr><tr><td align=\"left\">Leisure x Mortgage - Female</td><td align=\"left\">-0.000177<br/>(-1.06)</td><td align=\"left\">-0.000427<br/>(-1.30)</td><td align=\"left\"/></tr><tr><td align=\"left\">Leisure Male x Leisure Female</td><td align=\"left\">0.000768<sup>***</sup><br/>(5.14)</td><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Net income</td><td align=\"left\">0.0109<sup>***</sup><br/>(13.44)</td><td align=\"left\">0.00794<sup>***</sup><br/>(10.66)</td><td align=\"left\">0.00542<sup>***</sup><br/>(9.54)</td></tr><tr><td align=\"left\">Net income square</td><td align=\"left\">-0.00000277<sup>***</sup><br/>(-16.92)</td><td align=\"left\">-0.00000271<sup>***</sup><br/>(-7.37)</td><td align=\"left\">-0.00000198<sup>***</sup><br/>(-8.51)</td></tr><tr><td align=\"left\">Net income x household size</td><td align=\"left\">0.000256<br/>(1.93)</td><td align=\"left\">0.000463<br/>(1.86)</td><td align=\"left\">0.000783<sup>***</sup><br/>(3.89)</td></tr><tr><td align=\"left\">Net income x Leisure - Male</td><td align=\"left\">-0.0000234<sup>**</sup><br/>(-3.26)</td><td align=\"left\"/><td align=\"left\">0.00000576<br/>(1.05)</td></tr><tr><td align=\"left\">Net income x Leisure - Female</td><td align=\"left\">-0.0000389<sup>***</sup><br/>(-7.36)</td><td align=\"left\">0.00000760<br/>(1.13)</td><td align=\"left\"/></tr><tr><td align=\"left\">Observations</td><td align=\"left\">217216</td><td align=\"left\">24024</td><td align=\"left\">26168</td></tr><tr><td align=\"left\">ll</td><td align=\"left\">-10420.5</td><td align=\"left\">-4878.9</td><td align=\"left\">-4924.8</td></tr><tr><td align=\"left\">r2_p</td><td align=\"left\">0.262</td><td align=\"left\">0.219</td><td align=\"left\">0.276</td></tr><tr><td align=\"left\">aic</td><td align=\"left\">20904.9</td><td align=\"left\">9791.7</td><td align=\"left\">9883.6</td></tr><tr><td align=\"left\">bic</td><td align=\"left\">21234.2</td><td align=\"left\">9929.2</td><td align=\"left\">10022.5</td></tr></tbody></table>"
                                    ],
                                    "title": "Conditional Logit results",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "sa1-1",
                    "title": "A.1. Conditional Logit results",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "assets": [
                                {
                                    "id": "A1-T2",
                                    "label": "Table A2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">Predicted</th><th align=\"left\">Observed</th></tr></thead><tbody><tr><td align=\"left\" colspan=\"3\"><b>A. Women in Couple</b></td></tr><tr><td align=\"left\">Inactive</td><td align=\"left\">0.017755</td><td align=\"left\">0.020625</td></tr><tr><td align=\"left\">Unemployed</td><td align=\"left\">0.027174</td><td align=\"left\">0.022982</td></tr><tr><td align=\"left\">5 - 22</td><td align=\"left\">0.011039</td><td align=\"left\">0.00442</td></tr><tr><td align=\"left\">22 - 39</td><td align=\"left\">0.195358</td><td align=\"left\">0.2033</td></tr><tr><td align=\"left\">39 - 56</td><td align=\"left\">0.748674</td><td align=\"left\">0.748674</td></tr><tr><td align=\"left\" colspan=\"3\"><b>B. Men in Couple</b></td></tr><tr><td align=\"left\">Inactive</td><td align=\"left\">0.041128</td><td align=\"left\">0.043017</td></tr><tr><td align=\"left\">Unemployed</td><td align=\"left\">0.059956</td><td align=\"left\">0.047731</td></tr><tr><td align=\"left\">5 - 22</td><td align=\"left\">0.082874</td><td align=\"left\">0.070418</td></tr><tr><td align=\"left\">22 - 39</td><td align=\"left\">0.470726</td><td align=\"left\">0.493518</td></tr><tr><td align=\"left\">39 - 56</td><td align=\"left\">0.345315</td><td align=\"left\">0.345315</td></tr><tr><td align=\"left\" colspan=\"3\"><b>C. Single Men</b></td></tr><tr><td align=\"left\">Inactive</td><td align=\"left\">0.233291</td><td align=\"left\">0.231268</td></tr><tr><td align=\"left\">Unemployed</td><td align=\"left\">0.159889</td><td align=\"left\">0.162575</td></tr><tr><td align=\"left\">5 - 22</td><td align=\"left\">0.191616</td><td align=\"left\">0.188676</td></tr><tr><td align=\"left\">22 - 39</td><td align=\"left\">0.213798</td><td align=\"left\">0.218327</td></tr><tr><td align=\"left\">39 - 56</td><td align=\"left\">0.315418</td><td align=\"left\">0.316016</td></tr><tr><td align=\"left\" colspan=\"3\"><b>D. Single Women</b></td></tr><tr><td align=\"left\">Inactive</td><td align=\"left\">0.235618</td><td align=\"left\">0.235188</td></tr><tr><td align=\"left\">Unemployed</td><td align=\"left\">0.195866</td><td align=\"left\">0.199835</td></tr><tr><td align=\"left\">5 - 22</td><td align=\"left\">0.194552</td><td align=\"left\">0.19799</td></tr><tr><td align=\"left\">22 - 39</td><td align=\"left\">0.252569</td><td align=\"left\">0.254291</td></tr><tr><td align=\"left\">39 - 56</td><td align=\"left\">0.310901</td><td align=\"left\">0.305658</td></tr></tbody></table>"
                                    ],
                                    "title": "The average value of predicted probabilities and observed fractions across labour supply alternatives",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "sa1-2",
                    "title": "A.2. Prediction results",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "assets": [
                                {
                                    "id": "A1-T3",
                                    "label": "Table A3",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\" colspan=\"2\" rowspan=\"2\"/><th align=\"left\" colspan=\"3\">All</th><th align=\"left\" colspan=\"3\">Couples</th><th align=\"left\" colspan=\"3\">Singles</th></tr><tr><th align=\"left\">Total</th><th align=\"left\">Extensive</th><th align=\"left\">Intensive</th><th align=\"left\">Total</th><th align=\"left\">Extensive</th><th align=\"left\">Intensive</th><th align=\"left\">Total</th><th align=\"left\">Extensive</th><th align=\"left\">Intensive</th></tr></thead><tbody><tr><td align=\"left\">Education</td><td align=\"left\">Low level</td><td align=\"left\">0.137</td><td align=\"left\">0.109</td><td align=\"left\">0.028</td><td align=\"left\">0.106</td><td align=\"left\">0.083</td><td align=\"left\">0.024</td><td align=\"left\">0.174</td><td align=\"left\">0.142</td><td align=\"left\">0.033</td></tr><tr><td align=\"left\"/><td align=\"left\">Middle level</td><td align=\"left\">0.119</td><td align=\"left\">0.093</td><td align=\"left\">0.026</td><td align=\"left\">0.090</td><td align=\"left\">0.065</td><td align=\"left\">0.024</td><td align=\"left\">0.156</td><td align=\"left\">0.127</td><td align=\"left\">0.029</td></tr><tr><td align=\"left\"/><td align=\"left\">High level</td><td align=\"left\">0.088</td><td align=\"left\">0.058</td><td align=\"left\">0.029</td><td align=\"left\">0.073</td><td align=\"left\">0.040</td><td align=\"left\">0.033</td><td align=\"left\">0.107</td><td align=\"left\">0.083</td><td align=\"left\">0.024</td></tr><tr><td align=\"left\">Age</td><td align=\"left\">20-30</td><td align=\"left\">0.175</td><td align=\"left\">0.134</td><td align=\"left\">0.041</td><td align=\"left\">0.147</td><td align=\"left\">0.100</td><td align=\"left\">0.047</td><td align=\"left\">0.185</td><td align=\"left\">0.147</td><td align=\"left\">0.038</td></tr><tr><td align=\"left\"/><td align=\"left\">31-40</td><td align=\"left\">0.112</td><td align=\"left\">0.085</td><td align=\"left\">0.027</td><td align=\"left\">0.097</td><td align=\"left\">0.071</td><td align=\"left\">0.027</td><td align=\"left\">0.131</td><td align=\"left\">0.103</td><td align=\"left\">0.028</td></tr><tr><td align=\"left\"/><td align=\"left\">41-on</td><td align=\"left\">0.112</td><td align=\"left\">0.086</td><td align=\"left\">0.026</td><td align=\"left\">0.084</td><td align=\"left\">0.059</td><td align=\"left\">0.025</td><td align=\"left\">0.151</td><td align=\"left\">0.124</td><td align=\"left\">0.028</td></tr><tr><td align=\"left\">Child</td><td align=\"left\">Yes</td><td align=\"left\">0.132</td><td align=\"left\">0.102</td><td align=\"left\">0.031</td><td align=\"left\">0.101</td><td align=\"left\">0.070</td><td align=\"left\">0.031</td><td align=\"left\">0.148</td><td align=\"left\">0.117</td><td align=\"left\">0.030</td></tr><tr><td align=\"left\"/><td align=\"left\">No</td><td align=\"left\">0.097</td><td align=\"left\">0.073</td><td align=\"left\">0.023</td><td align=\"left\">0.085</td><td align=\"left\">0.061</td><td align=\"left\">0.024</td><td align=\"left\">0.164</td><td align=\"left\">0.142</td><td align=\"left\">0.022</td></tr><tr><td align=\"left\">Migrant</td><td align=\"left\">Yes</td><td align=\"left\">0.118</td><td align=\"left\">0.091</td><td align=\"left\">0.026</td><td align=\"left\">0.089</td><td align=\"left\">0.063</td><td align=\"left\">0.026</td><td align=\"left\">0.156</td><td align=\"left\">0.128</td><td align=\"left\">0.027</td></tr><tr><td align=\"left\"/><td align=\"left\">No</td><td align=\"left\">0.108</td><td align=\"left\">0.072</td><td align=\"left\">0.036</td><td align=\"left\">0.105</td><td align=\"left\">0.075</td><td align=\"left\">0.030</td><td align=\"left\">0.111</td><td align=\"left\">0.068</td><td align=\"left\">0.043</td></tr><tr><td align=\"left\">Income level</td><td align=\"left\">Low</td><td align=\"left\">0.166</td><td align=\"left\">0.131</td><td align=\"left\">0.036</td><td align=\"left\">0.132</td><td align=\"left\">0.103</td><td align=\"left\">0.030</td><td align=\"left\">0.208</td><td align=\"left\">0.165</td><td align=\"left\">0.043</td></tr><tr><td align=\"left\"/><td align=\"left\">Middle</td><td align=\"left\">0.100</td><td align=\"left\">0.083</td><td align=\"left\">0.018</td><td align=\"left\">0.071</td><td align=\"left\">0.057</td><td align=\"left\">0.015</td><td align=\"left\">0.142</td><td align=\"left\">0.120</td><td align=\"left\">0.022</td></tr><tr><td align=\"left\"/><td align=\"left\">High</td><td align=\"left\">0.050</td><td align=\"left\">0.019</td><td align=\"left\">0.031</td><td align=\"left\">0.045</td><td align=\"left\">-0.001</td><td align=\"left\">0.046</td><td align=\"left\">0.056</td><td align=\"left\">0.041</td><td align=\"left\">0.015</td></tr><tr><td align=\"left\"><b>Total</b></td><td align=\"left\"/><td align=\"left\">0.117</td><td align=\"left\">0.089</td><td align=\"left\">0.027</td><td align=\"left\">0.090</td><td align=\"left\">0.064</td><td align=\"left\">0.026</td><td align=\"left\">0.150</td><td align=\"left\">0.121</td><td align=\"left\">0.029</td></tr></tbody></table>"
                                    ],
                                    "title": "Labour elasticities for All, it",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "A1-T4",
                                    "label": "Table A4",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\" colspan=\"2\" rowspan=\"2\"/><th align=\"left\" colspan=\"3\">All</th><th align=\"left\" colspan=\"3\">Couples</th><th align=\"left\" colspan=\"3\">Singles</th></tr><tr><th align=\"left\">Total</th><th align=\"left\">Extensive</th><th align=\"left\">Intensive</th><th align=\"left\">Total</th><th align=\"left\">Extensive</th><th align=\"left\">Intensive</th><th align=\"left\">Total</th><th align=\"left\">Extensive</th><th align=\"left\">Intensive</th></tr></thead><tbody><tr><td align=\"left\">Education</td><td align=\"left\">Low level</td><td align=\"left\">0.127</td><td align=\"left\">0.103</td><td align=\"left\">0.025</td><td align=\"left\">0.076</td><td align=\"left\">0.064</td><td align=\"left\">0.012</td><td align=\"left\">0.186</td><td align=\"left\">0.147</td><td align=\"left\">0.039</td></tr><tr><td align=\"left\"/><td align=\"left\">Middle level</td><td align=\"left\">0.104</td><td align=\"left\">0.082</td><td align=\"left\">0.023</td><td align=\"left\">0.053</td><td align=\"left\">0.038</td><td align=\"left\">0.014</td><td align=\"left\">0.164</td><td align=\"left\">0.131</td><td align=\"left\">0.033</td></tr><tr><td align=\"left\"/><td align=\"left\">High level</td><td align=\"left\">0.074</td><td align=\"left\">0.038</td><td align=\"left\">0.036</td><td align=\"left\">0.056</td><td align=\"left\">0.014</td><td align=\"left\">0.041</td><td align=\"left\">0.099</td><td align=\"left\">0.071</td><td align=\"left\">0.028</td></tr><tr><td align=\"left\">Age</td><td align=\"left\">20-30</td><td align=\"left\">0.175</td><td align=\"left\">0.130</td><td align=\"left\">0.045</td><td align=\"left\">0.085</td><td align=\"left\">0.050</td><td align=\"left\">0.034</td><td align=\"left\">0.191</td><td align=\"left\">0.144</td><td align=\"left\">0.047</td></tr><tr><td align=\"left\"/><td align=\"left\">31-40</td><td align=\"left\">0.095</td><td align=\"left\">0.072</td><td align=\"left\">0.023</td><td align=\"left\">0.047</td><td align=\"left\">0.035</td><td align=\"left\">0.013</td><td align=\"left\">0.141</td><td align=\"left\">0.109</td><td align=\"left\">0.033</td></tr><tr><td align=\"left\"/><td align=\"left\">41-on</td><td align=\"left\">0.101</td><td align=\"left\">0.076</td><td align=\"left\">0.025</td><td align=\"left\">0.064</td><td align=\"left\">0.043</td><td align=\"left\">0.021</td><td align=\"left\">0.158</td><td align=\"left\">0.127</td><td align=\"left\">0.031</td></tr><tr><td align=\"left\">Child</td><td align=\"left\">Yes</td><td align=\"left\">0.139</td><td align=\"left\">0.106</td><td align=\"left\">0.033</td><td align=\"left\">0.091</td><td align=\"left\">0.063</td><td align=\"left\">0.029</td><td align=\"left\">0.159</td><td align=\"left\">0.124</td><td align=\"left\">0.035</td></tr><tr><td align=\"left\"/><td align=\"left\">No</td><td align=\"left\">0.051</td><td align=\"left\">0.036</td><td align=\"left\">0.015</td><td align=\"left\">0.046</td><td align=\"left\">0.031</td><td align=\"left\">0.015</td><td align=\"left\">0.147</td><td align=\"left\">0.135</td><td align=\"left\">0.012</td></tr><tr><td align=\"left\">Migrant</td><td align=\"left\">Yes</td><td align=\"left\">0.107</td><td align=\"left\">0.082</td><td align=\"left\">0.025</td><td align=\"left\">0.061</td><td align=\"left\">0.041</td><td align=\"left\">0.020</td><td align=\"left\">0.163</td><td align=\"left\">0.132</td><td align=\"left\">0.031</td></tr><tr><td align=\"left\"/><td align=\"left\">No</td><td align=\"left\">0.096</td><td align=\"left\">0.057</td><td align=\"left\">0.039</td><td align=\"left\">0.058</td><td align=\"left\">0.041</td><td align=\"left\">0.018</td><td align=\"left\">0.129</td><td align=\"left\">0.072</td><td align=\"left\">0.058</td></tr><tr><td align=\"left\">Income level</td><td align=\"left\">Low</td><td align=\"left\">0.153</td><td align=\"left\">0.117</td><td align=\"left\">0.037</td><td align=\"left\">0.083</td><td align=\"left\">0.068</td><td align=\"left\">0.015</td><td align=\"left\">0.240</td><td align=\"left\">0.177</td><td align=\"left\">0.063</td></tr><tr><td align=\"left\"/><td align=\"left\">Middle</td><td align=\"left\">0.081</td><td align=\"left\">0.079</td><td align=\"left\">0.002</td><td align=\"left\">0.030</td><td align=\"left\">0.040</td><td align=\"left\">-0.010</td><td align=\"left\">0.147</td><td align=\"left\">0.130</td><td align=\"left\">0.017</td></tr><tr><td align=\"left\"/><td align=\"left\">High</td><td align=\"left\">0.066</td><td align=\"left\">0.013</td><td align=\"left\">0.054</td><td align=\"left\">0.084</td><td align=\"left\">-0.012</td><td align=\"left\">0.097</td><td align=\"left\">0.050</td><td align=\"left\">0.035</td><td align=\"left\">0.015</td></tr><tr><td align=\"left\"><b>Total</b></td><td align=\"left\"/><td align=\"left\">0.106</td><td align=\"left\">0.080</td><td align=\"left\">0.026</td><td align=\"left\">0.061</td><td align=\"left\">0.041</td><td align=\"left\">0.020</td><td align=\"left\">0.159</td><td align=\"left\">0.125</td><td align=\"left\">0.034</td></tr></tbody></table>"
                                    ],
                                    "title": "Labour elasticities, men",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "A1-T5",
                                    "label": "Table A5",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\" colspan=\"2\" rowspan=\"2\"/><th align=\"left\" colspan=\"3\">All</th><th align=\"left\" colspan=\"3\">Couples</th><th align=\"left\" colspan=\"3\">Singles</th></tr><tr><th align=\"left\">Total</th><th align=\"left\">Extensive</th><th align=\"left\">Intensive</th><th align=\"left\">Total</th><th align=\"left\">Extensive</th><th align=\"left\">Intensive</th><th align=\"left\">Total</th><th align=\"left\">Extensive</th><th align=\"left\">Intensive</th></tr></thead><tbody><tr><td align=\"left\">Education</td><td align=\"left\">Low level</td><td align=\"left\">0.150</td><td align=\"left\">0.118</td><td align=\"left\">0.032</td><td align=\"left\">0.146</td><td align=\"left\">0.107</td><td align=\"left\">0.039</td><td align=\"left\">0.157</td><td align=\"left\">0.134</td><td align=\"left\">0.023</td></tr><tr><td align=\"left\"/><td align=\"left\">Middle level</td><td align=\"left\">0.135</td><td align=\"left\">0.105</td><td align=\"left\">0.030</td><td align=\"left\">0.126</td><td align=\"left\">0.092</td><td align=\"left\">0.034</td><td align=\"left\">0.148</td><td align=\"left\">0.123</td><td align=\"left\">0.025</td></tr><tr><td align=\"left\"/><td align=\"left\">High level</td><td align=\"left\">0.098</td><td align=\"left\">0.074</td><td align=\"left\">0.024</td><td align=\"left\">0.087</td><td align=\"left\">0.061</td><td align=\"left\">0.026</td><td align=\"left\">0.114</td><td align=\"left\">0.092</td><td align=\"left\">0.022</td></tr><tr><td align=\"left\">Age</td><td align=\"left\">20-30</td><td align=\"left\">0.174</td><td align=\"left\">0.139</td><td align=\"left\">0.035</td><td align=\"left\">0.172</td><td align=\"left\">0.120</td><td align=\"left\">0.052</td><td align=\"left\">0.176</td><td align=\"left\">0.153</td><td align=\"left\">0.022</td></tr><tr><td align=\"left\"/><td align=\"left\">31-40</td><td align=\"left\">0.129</td><td align=\"left\">0.098</td><td align=\"left\">0.031</td><td align=\"left\">0.137</td><td align=\"left\">0.099</td><td align=\"left\">0.038</td><td align=\"left\">0.116</td><td align=\"left\">0.095</td><td align=\"left\">0.021</td></tr><tr><td align=\"left\"/><td align=\"left\">41-on</td><td align=\"left\">0.123</td><td align=\"left\">0.096</td><td align=\"left\">0.027</td><td align=\"left\">0.107</td><td align=\"left\">0.078</td><td align=\"left\">0.029</td><td align=\"left\">0.144</td><td align=\"left\">0.120</td><td align=\"left\">0.024</td></tr><tr><td align=\"left\">Child</td><td align=\"left\">Yes</td><td align=\"left\">0.123</td><td align=\"left\">0.095</td><td align=\"left\">0.028</td><td align=\"left\">0.111</td><td align=\"left\">0.076</td><td align=\"left\">0.034</td><td align=\"left\">0.130</td><td align=\"left\">0.107</td><td align=\"left\">0.023</td></tr><tr><td align=\"left\"/><td align=\"left\">No</td><td align=\"left\">0.134</td><td align=\"left\">0.103</td><td align=\"left\">0.030</td><td align=\"left\">0.124</td><td align=\"left\">0.092</td><td align=\"left\">0.032</td><td align=\"left\">0.167</td><td align=\"left\">0.144</td><td align=\"left\">0.024</td></tr><tr><td align=\"left\">Migrant</td><td align=\"left\">Yes</td><td align=\"left\">0.129</td><td align=\"left\">0.101</td><td align=\"left\">0.028</td><td align=\"left\">0.117</td><td align=\"left\">0.085</td><td align=\"left\">0.032</td><td align=\"left\">0.147</td><td align=\"left\">0.124</td><td align=\"left\">0.023</td></tr><tr><td align=\"left\"/><td align=\"left\">No</td><td align=\"left\">0.120</td><td align=\"left\">0.085</td><td align=\"left\">0.034</td><td align=\"left\">0.144</td><td align=\"left\">0.103</td><td align=\"left\">0.041</td><td align=\"left\">0.092</td><td align=\"left\">0.065</td><td align=\"left\">0.027</td></tr><tr><td align=\"left\">Income level</td><td align=\"left\">Low</td><td align=\"left\">0.179</td><td align=\"left\">0.144</td><td align=\"left\">0.035</td><td align=\"left\">0.182</td><td align=\"left\">0.137</td><td align=\"left\">0.044</td><td align=\"left\">0.176</td><td align=\"left\">0.153</td><td align=\"left\">0.023</td></tr><tr><td align=\"left\"/><td align=\"left\">Middle</td><td align=\"left\">0.122</td><td align=\"left\">0.087</td><td align=\"left\">0.035</td><td align=\"left\">0.112</td><td align=\"left\">0.073</td><td align=\"left\">0.039</td><td align=\"left\">0.137</td><td align=\"left\">0.108</td><td align=\"left\">0.028</td></tr><tr><td align=\"left\"/><td align=\"left\">High</td><td align=\"left\">0.031</td><td align=\"left\">0.027</td><td align=\"left\">0.004</td><td align=\"left\">0.005</td><td align=\"left\">0.010</td><td align=\"left\">-0.006</td><td align=\"left\">0.065</td><td align=\"left\">0.049</td><td align=\"left\">0.016</td></tr><tr><td align=\"left\"><b>Total</b></td><td align=\"left\"/><td align=\"left\">0.128</td><td align=\"left\">0.099</td><td align=\"left\">0.029</td><td align=\"left\">0.120</td><td align=\"left\">0.087</td><td align=\"left\">0.033</td><td align=\"left\">0.140</td><td align=\"left\">0.117</td><td align=\"left\">0.023</td></tr></tbody></table>"
                                    ],
                                    "title": "Labour elasticities, women",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "sa1-3",
                    "title": "A.3. Elasticities results",
                    "type": "section"
                }
            ],
            "id": "A1",
            "title": "Appendix A"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: Children are defined as son-daughter of the decision-making unit. They are not older than 18 years, or if older, in education.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "A1-T6",
                                    "label": "Table A6",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\">Baseline, 2021</th><th align=\"left\">% Change after PIT1</th><th align=\"left\">% Change after PIT2</th></tr></thead><tbody><tr><td align=\"left\"><b>Hours of work</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Men</td><td align=\"left\">In couple - with children</td><td align=\"left\">39.14</td><td align=\"left\">-0.31%</td><td align=\"left\">0.29%</td></tr><tr><td align=\"left\"/><td align=\"left\">In couple - without children</td><td align=\"left\">37.63</td><td align=\"left\">-0.50%</td><td align=\"left\">0.63%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - with children</td><td align=\"left\">35.67</td><td align=\"left\">-0.95%</td><td align=\"left\">1.88%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - without children</td><td align=\"left\">34.68</td><td align=\"left\">-0.75%</td><td align=\"left\">1.59%</td></tr><tr><td align=\"left\">Women</td><td align=\"left\">In couple - with children</td><td align=\"left\">30.88</td><td align=\"left\">-1.05%</td><td align=\"left\">1.47%</td></tr><tr><td align=\"left\"/><td align=\"left\">In couple - without children</td><td align=\"left\">31.61</td><td align=\"left\">-0.97%</td><td align=\"left\">1.64%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - with children</td><td align=\"left\">31.71</td><td align=\"left\">-1.08%</td><td align=\"left\">2.51%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - without children</td><td align=\"left\">33.16</td><td align=\"left\">-0.87%</td><td align=\"left\">1.84%</td></tr><tr><td align=\"left\"><b>Participation</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Men</td><td align=\"left\">In couple - with children</td><td align=\"left\">0.97</td><td align=\"left\">-0.29%</td><td align=\"left\">0.31%</td></tr><tr><td align=\"left\"/><td align=\"left\">In couple - without children</td><td align=\"left\">0.94</td><td align=\"left\">-0.47%</td><td align=\"left\">0.61%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - with children</td><td align=\"left\">0.90</td><td align=\"left\">-0.85%</td><td align=\"left\">1.46%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - without children</td><td align=\"left\">0.88</td><td align=\"left\">-0.69%</td><td align=\"left\">1.31%</td></tr><tr><td align=\"left\">Women</td><td align=\"left\">In couple - with children</td><td align=\"left\">0.90</td><td align=\"left\">-0.70%</td><td align=\"left\">0.81%</td></tr><tr><td align=\"left\"/><td align=\"left\">In couple - without children</td><td align=\"left\">0.92</td><td align=\"left\">-0.64%</td><td align=\"left\">0.87%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - with children</td><td align=\"left\">0.86</td><td align=\"left\">-0.94%</td><td align=\"left\">1.63%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - without children</td><td align=\"left\">0.89</td><td align=\"left\">-0.75%</td><td align=\"left\">1.23%</td></tr><tr><td align=\"left\"><b>Unemployment</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Men</td><td align=\"left\">In couple - with children</td><td align=\"left\">0.02</td><td align=\"left\">9.39%</td><td align=\"left\">-11.37%</td></tr><tr><td align=\"left\"/><td align=\"left\">In couple - without children</td><td align=\"left\">0.04</td><td align=\"left\">6.75%</td><td align=\"left\">-11.39%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - with children</td><td align=\"left\">0.05</td><td align=\"left\">7.74%</td><td align=\"left\">-14.01%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - without children</td><td align=\"left\">0.06</td><td align=\"left\">3.95%</td><td align=\"left\">-10.22%</td></tr><tr><td align=\"left\">Women</td><td align=\"left\">In couple - with children</td><td align=\"left\">0.05</td><td align=\"left\">6.75%</td><td align=\"left\">-9.00%</td></tr><tr><td align=\"left\"/><td align=\"left\">In couple - without children</td><td align=\"left\">0.05</td><td align=\"left\">6.52%</td><td align=\"left\">-10.69%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - with children</td><td align=\"left\">0.07</td><td align=\"left\">6.01%</td><td align=\"left\">-12.03%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - without children</td><td align=\"left\">0.06</td><td align=\"left\">4.70%</td><td align=\"left\">-10.57%</td></tr><tr><td align=\"left\"><b>Inactivity</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Men</td><td align=\"left\">In couple - with children</td><td align=\"left\">0.01</td><td align=\"left\">9.49%</td><td align=\"left\">-7.48%</td></tr><tr><td align=\"left\"/><td align=\"left\">In couple - without children</td><td align=\"left\">0.02</td><td align=\"left\">7.95%</td><td align=\"left\">-6.44%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - with children</td><td align=\"left\">0.05</td><td align=\"left\">7.07%</td><td align=\"left\">-11.48%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - without children</td><td align=\"left\">0.06</td><td align=\"left\">6.35%</td><td align=\"left\">-9.05%</td></tr><tr><td align=\"left\">Women</td><td align=\"left\">In couple - with children</td><td align=\"left\">0.04</td><td align=\"left\">6.49%</td><td align=\"left\">-6.13%</td></tr><tr><td align=\"left\"/><td align=\"left\">In couple - without children</td><td align=\"left\">0.04</td><td align=\"left\">7.42%</td><td align=\"left\">-7.97%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - with children</td><td align=\"left\">0.07</td><td align=\"left\">5.90%</td><td align=\"left\">-8.71%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - without children</td><td align=\"left\">0.06</td><td align=\"left\">6.99%</td><td align=\"left\">-8.74%</td></tr></tbody></table>"
                                    ],
                                    "title": "Labour supply changes by gender and household type, employees",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: Children are defined as son-daughter of the decision-making unit. They are not older than 18 years, or if older, in education.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "A1-T7",
                                    "label": "Table A7",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\">Baseline, 2021</th><th align=\"left\">% Change after PIT1</th><th align=\"left\">% Change after PIT2</th></tr></thead><tbody><tr><td align=\"left\"><b>Hours of work</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Men</td><td align=\"left\">In couple - with children</td><td align=\"left\">41.87</td><td align=\"left\">-0.28%</td><td align=\"left\">0.25%</td></tr><tr><td align=\"left\"/><td align=\"left\">In couple - without children</td><td align=\"left\">39.32</td><td align=\"left\">-0.44%</td><td align=\"left\">-0.10%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - with children</td><td align=\"left\">37.09</td><td align=\"left\">-1.04%</td><td align=\"left\">2.63%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - without children</td><td align=\"left\">37.33</td><td align=\"left\">-0.77%</td><td align=\"left\">1.38%</td></tr><tr><td align=\"left\">Women</td><td align=\"left\">In couple - with children</td><td align=\"left\">32.76</td><td align=\"left\">-0.85%</td><td align=\"left\">1.23%</td></tr><tr><td align=\"left\"/><td align=\"left\">In couple - without children</td><td align=\"left\">32.73</td><td align=\"left\">-0.85%</td><td align=\"left\">1.17%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - with children</td><td align=\"left\">34.19</td><td align=\"left\">-1.09%</td><td align=\"left\">2.02%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - without children</td><td align=\"left\">34.78</td><td align=\"left\">-0.70%</td><td align=\"left\">1.21%</td></tr><tr><td align=\"left\"><b>Participation</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Men</td><td align=\"left\">In couple - with children</td><td align=\"left\">0.97</td><td align=\"left\">-0.25%</td><td align=\"left\">0.12%</td></tr><tr><td align=\"left\"/><td align=\"left\">In couple - without children</td><td align=\"left\">0.94</td><td align=\"left\">-0.40%</td><td align=\"left\">-0.11%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - with children</td><td align=\"left\">0.89</td><td align=\"left\">-0.95%</td><td align=\"left\">1.53%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - without children</td><td align=\"left\">0.90</td><td align=\"left\">-0.71%</td><td align=\"left\">1.01%</td></tr><tr><td align=\"left\">Women</td><td align=\"left\">In couple - with children</td><td align=\"left\">0.93</td><td align=\"left\">-0.57%</td><td align=\"left\">0.52%</td></tr><tr><td align=\"left\"/><td align=\"left\">In couple - without children</td><td align=\"left\">0.93</td><td align=\"left\">-0.55%</td><td align=\"left\">0.46%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - with children</td><td align=\"left\">0.90</td><td align=\"left\">-0.81%</td><td align=\"left\">0.78%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - without children</td><td align=\"left\">0.90</td><td align=\"left\">-0.66%</td><td align=\"left\">0.69%</td></tr><tr><td align=\"left\"><b>Unemployment</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Men</td><td align=\"left\">In couple - with children</td><td align=\"left\">0.01</td><td align=\"left\">8.37%</td><td align=\"left\">-3.83%</td></tr><tr><td align=\"left\"/><td align=\"left\">In couple - without children</td><td align=\"left\">0.03</td><td align=\"left\">5.56%</td><td align=\"left\">3.09%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - with children</td><td align=\"left\">0.05</td><td align=\"left\">8.28%</td><td align=\"left\">-12.55%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - without children</td><td align=\"left\">0.04</td><td align=\"left\">6.21%</td><td align=\"left\">-8.81%</td></tr><tr><td align=\"left\">Women</td><td align=\"left\">In couple - with children</td><td align=\"left\">0.03</td><td align=\"left\">7.64%</td><td align=\"left\">-6.55%</td></tr><tr><td align=\"left\"/><td align=\"left\">In couple - without children</td><td align=\"left\">0.03</td><td align=\"left\">7.20%</td><td align=\"left\">-5.24%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - with children</td><td align=\"left\">0.04</td><td align=\"left\">6.75%</td><td align=\"left\">-6.52%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - without children</td><td align=\"left\">0.04</td><td align=\"left\">5.85%</td><td align=\"left\">-6.19%</td></tr><tr><td align=\"left\"><b>Inactivity</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Men</td><td align=\"left\">In couple - with children</td><td align=\"left\">0.01</td><td align=\"left\">9.05%</td><td align=\"left\">-4.93%</td></tr><tr><td align=\"left\"/><td align=\"left\">In couple - without children</td><td align=\"left\">0.03</td><td align=\"left\">6.31%</td><td align=\"left\">0.10%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - with children</td><td align=\"left\">0.06</td><td align=\"left\">7.72%</td><td align=\"left\">-12.98%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - without children</td><td align=\"left\">0.06</td><td align=\"left\">6.29%</td><td align=\"left\">-9.04%</td></tr><tr><td align=\"left\">Women</td><td align=\"left\">In couple - with children</td><td align=\"left\">0.04</td><td align=\"left\">7.99%</td><td align=\"left\">-7.61%</td></tr><tr><td align=\"left\"/><td align=\"left\">In couple - without children</td><td align=\"left\">0.04</td><td align=\"left\">7.66%</td><td align=\"left\">-7.08%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - with children</td><td align=\"left\">0.07</td><td align=\"left\">7.07%</td><td align=\"left\">-6.83%</td></tr><tr><td align=\"left\"/><td align=\"left\">Single - without children</td><td align=\"left\">0.06</td><td align=\"left\">5.95%</td><td align=\"left\">-6.07%</td></tr></tbody></table>"
                                    ],
                                    "title": "Labour supply changes by gender and household type, self-employed",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "sb1-1",
                    "title": "B.1. Pure Labour supply effects",
                    "type": "section"
                }
            ],
            "id": "A2",
            "title": "Appendix B"
        },
        {
            "content": [
                {
                    "assets": [
                        {
                            "id": "A1-T8",
                            "label": "Table A8",
                            "tables": [
                                "<table><thead><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\">Baseline, 2021</th><th align=\"left\">% Change after PIT1</th><th align=\"left\">% Change after PIT2</th></tr></thead><tbody><tr><td align=\"left\"><b>Hours of work</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Men</td><td align=\"left\">I-II</td><td align=\"left\">34.42</td><td align=\"left\">-1.07%</td><td align=\"left\">1.47%</td></tr><tr><td align=\"left\"/><td align=\"left\">III-IV</td><td align=\"left\">36.85</td><td align=\"left\">-0.98%</td><td align=\"left\">1.78%</td></tr><tr><td align=\"left\"/><td align=\"left\">V-VI</td><td align=\"left\">37.40</td><td align=\"left\">-0.71%</td><td align=\"left\">1.47%</td></tr><tr><td align=\"left\"/><td align=\"left\">VII-VIII</td><td align=\"left\">37.76</td><td align=\"left\">-0.43%</td><td align=\"left\">1.13%</td></tr><tr><td align=\"left\"/><td align=\"left\">IX-X</td><td align=\"left\">38.75</td><td align=\"left\">0.05%</td><td align=\"left\">-0.97%</td></tr><tr><td align=\"left\">Women</td><td align=\"left\">I-II</td><td align=\"left\">28.18</td><td align=\"left\">-1.75%</td><td align=\"left\">2.12%</td></tr><tr><td align=\"left\"/><td align=\"left\">III-IV</td><td align=\"left\">31.89</td><td align=\"left\">-1.78%</td><td align=\"left\">3.32%</td></tr><tr><td align=\"left\"/><td align=\"left\">V-VI</td><td align=\"left\">33.08</td><td align=\"left\">-1.24%</td><td align=\"left\">2.58%</td></tr><tr><td align=\"left\"/><td align=\"left\">VII-VIII</td><td align=\"left\">35.19</td><td align=\"left\">-0.57%</td><td align=\"left\">1.99%</td></tr><tr><td align=\"left\"/><td align=\"left\">IX-X</td><td align=\"left\">34.74</td><td align=\"left\">0.34%</td><td align=\"left\">-0.45%</td></tr><tr><td align=\"left\"><b>Participation</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Men</td><td align=\"left\">I-II</td><td align=\"left\">0.87</td><td align=\"left\">-0.89%</td><td align=\"left\">1.11%</td></tr><tr><td align=\"left\"/><td align=\"left\">III-IV</td><td align=\"left\">0.91</td><td align=\"left\">-0.84%</td><td align=\"left\">1.36%</td></tr><tr><td align=\"left\"/><td align=\"left\">V-VI</td><td align=\"left\">0.93</td><td align=\"left\">-0.64%</td><td align=\"left\">1.16%</td></tr><tr><td align=\"left\"/><td align=\"left\">VII-VIII</td><td align=\"left\">0.94</td><td align=\"left\">-0.44%</td><td align=\"left\">0.94%</td></tr><tr><td align=\"left\"/><td align=\"left\">IX-X</td><td align=\"left\">0.94</td><td align=\"left\">-0.05%</td><td align=\"left\">-0.58%</td></tr><tr><td align=\"left\">Women</td><td align=\"left\">I-II</td><td align=\"left\">0.78</td><td align=\"left\">-1.29%</td><td align=\"left\">1.44%</td></tr><tr><td align=\"left\"/><td align=\"left\">III-IV</td><td align=\"left\">0.86</td><td align=\"left\">-1.36%</td><td align=\"left\">2.14%</td></tr><tr><td align=\"left\"/><td align=\"left\">V-VI</td><td align=\"left\">0.89</td><td align=\"left\">-0.99%</td><td align=\"left\">1.72%</td></tr><tr><td align=\"left\"/><td align=\"left\">VII-VIII</td><td align=\"left\">0.93</td><td align=\"left\">-0.57%</td><td align=\"left\">1.30%</td></tr><tr><td align=\"left\"/><td align=\"left\">IX-X</td><td align=\"left\">0.91</td><td align=\"left\">0.01%</td><td align=\"left\">-0.47%</td></tr></tbody></table>"
                            ],
                            "title": "Labour supply changes by gender and income quintiles",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "content": [
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "*Definitions: Employment = Total number of people in employment, only labour supply endogenous sample, Inactivity = Total number of people in inactivity, only behavioural sample, Unemployment = Total number of people in unemployment, only behavioural sample, v = Parameter of percentage change in wages.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "A1-T9",
                                    "label": "Table A9",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\" rowspan=\"2\"/><th align=\"left\" rowspan=\"2\">Baseline</th><th align=\"left\" colspan=\"2\">PIT1</th><th align=\"left\" colspan=\"2\">PIT2</th></tr><tr><th align=\"left\">No Equilibrium (%)</th><th align=\"left\">With Equilibrium (%)</th><th align=\"left\">No Equilibrium (%)</th><th align=\"left\">With Equilibrium (%)</th></tr></thead><tbody><tr><td align=\"left\">Employment</td><td align=\"left\">15854397</td><td align=\"left\">-0.66%</td><td align=\"left\">-0.62%</td><td align=\"left\">0.89%</td><td align=\"left\">0.85%</td></tr><tr><td align=\"left\">Inactivity</td><td align=\"left\">916796</td><td align=\"left\">6.49%</td><td align=\"left\">6.03%</td><td align=\"left\">-7.49%</td><td align=\"left\">-7.05%</td></tr><tr><td align=\"left\">Unemployment</td><td align=\"left\">762628</td><td align=\"left\">5.83%</td><td align=\"left\">5.54%</td><td align=\"left\">-9.50%</td><td align=\"left\">-9.29%</td></tr><tr><td align=\"left\">Wages</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">1.24%</td><td align=\"left\"/><td align=\"left\">-1.69%</td></tr></tbody></table>"
                                    ],
                                    "title": "% Changes in employment, unemployment and inactivity rate after the PIT reforms",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "sb1-2",
                    "title": "B.2. Labour supply effects accounting for demand side of labour market",
                    "type": "section"
                }
            ],
            "id": "A3",
            "title": "Appendix C"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
