{
    "status": "vor",
    "id": "00283",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00283",
    "authorLine": "Simon Kelly et al.",
    "title": "Women and Superannuation in the 21st Century: Poverty or Plenty?",
    "published": "2023-08-31T00:00:00Z",
    "versionDate": "2023-08-31T00:00:00Z",
    "statusDate": "2023-08-31T00:00:00Z",
    "volume": 16,
    "issue": 2,
    "fpage": 54,
    "lpage": 72,
    "elocationId": "54-72",
    "pdf": "http://web:8082/00283/ijm-00283.pdf",
    "subjects": [
        {
            "id": "pensions-retirement",
            "name": "Pensions and retirement"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "The ageing of the population and its consequences is widely recognised as one of the major public policy challenges facing Australia, with likely future retirement incomes emerging as a key policy issue. In such debates, the future fortunes of women loom large. Will compulsory employer contributions to superannuation make a difference to the financial position of women in retirement? Will increased labour force participation result in a better retirement? What of the women who were relying on their partner’s superannuation but their marriage has ended in divorce? Models established to date do not provide the best tools to answer questions such as those above. In particular, they are unable to cope with the impact of divorce. With this in mind, NATSEM, with support from an Australian Research Council grant (A79906127), has added a superannuation module onto an existing microsimulation model. This new model allows detailed distributional analysis of future retirement incomes, including analysis of a wide range of policy settings and of the impact on future superannuation of behavioural changes. This paper presents the first, preliminary results using this model.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Kelly et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia. This article was originally presented to the SPRC National Social Policy Conference at the University of New South Wales, 4-6 July 2001, and published by NATSEM as a technical paper.",
                            "locality": [
                                "Canberra"
                            ]
                        },
                        "formatted": [
                            "Canberra",
                            "Australia. This article was originally presented to the SPRC National Social Policy Conference at the University of New South Wales, 4-6 July 2001, and published by NATSEM as a technical paper."
                        ]
                    },
                    "name": [
                        "NATSEM, University of Canberra"
                    ]
                }
            ],
            "emailAddresses": [
                "simon@kellyresearch.com.au"
            ],
            "name": {
                "index": "Kelly, Simon",
                "preferred": "Simon Kelly"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia. This article was originally presented to the SPRC National Social Policy Conference at the University of New South Wales, 4-6 July 2001, and published by NATSEM as a technical paper.",
                            "locality": [
                                "Canberra"
                            ]
                        },
                        "formatted": [
                            "Canberra",
                            "Australia. This article was originally presented to the SPRC National Social Policy Conference at the University of New South Wales, 4-6 July 2001, and published by NATSEM as a technical paper."
                        ]
                    },
                    "name": [
                        "NATSEM, University of Canberra"
                    ]
                }
            ],
            "name": {
                "index": "Percival, Richard",
                "preferred": "Richard Percival"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Australia. This article was originally presented to the SPRC National Social Policy Conference at the University of New South Wales, 4-6 July 2001, and published by NATSEM as a technical paper.",
                            "locality": [
                                "Canberra"
                            ]
                        },
                        "formatted": [
                            "Canberra",
                            "Australia. This article was originally presented to the SPRC National Social Policy Conference at the University of New South Wales, 4-6 July 2001, and published by NATSEM as a technical paper."
                        ]
                    },
                    "name": [
                        "NATSEM, University of Canberra"
                    ]
                }
            ],
            "name": {
                "index": "Harding, Ann",
                "preferred": "Ann Harding"
            },
            "type": "person"
        }
    ],
    "funding": {
        "statement": "No specific funding for this article is reported."
    },
    "body": [
        {
            "content": [
                {
                    "text": "The ageing of the population has been identified as one of the most critical policy challenges facing governments in the industrialised world (<a href=\"#bib8\">OECD, 1996</a>). Governments everywhere have become deeply concerned about the ageing of the baby boomers and the enormous fiscal strains that they may generate during the next 50 years. A key issue is the likely private incomes of future retirees and the extent to which governments will be willing and/or able to support the living standards of retirees, through the provision of the age pension, subsidised health care, and so on. The need for governments to urgently make decisions in this regard is highlighted by the fact that the first of the baby boomers are turning 55 this year. From this year on, they may begin to enter their retirement and access their superannuation funds.",
                    "type": "paragraph"
                },
                {
                    "text": "In such debates, the future fortunes of women loom large. Women are widely acknowledged to be a particularly vulnerable group, because:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "women are more likely than men to work part-year, part-time or in casual positions (eg. in October 2000, 43% of female employees worked part-time, compared with only 13% of male employees);",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "even when they work full-time, women’s average earnings amount to only 84 per cent of male average full-time earnings; and",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "women are more likely to have interrupted labour force careers, due to child bearing and rearing (with women currently spending 17 years on average in the paid labour force, compared to 39 years for men – <a href=\"#bib4\">Clare, 1994</a>).",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "The result is that for many women, as contributions are usually linked to earnings, they will accumulate substantially less superannuation than men. The male members of superannuation funds, for example, already enjoy assets almost three times greater than the female members (<a href=\"#bib5\">Goward, 1997, p. <span class=\"page-number\">3</span></a>). There is also concern that occupational superannuation and social security policy are not well integrated, with the Superannuation Guarantee Charge (SGC) possibly being of marginal benefit to women if it simply replaces the age pension (<a href=\"#bib7\">Knox, 1994</a>). An additional major issue is the treatment of superannuation upon divorce where, typically, divorce has a very detrimental effect upon a women’s future retirement income. Many women who are at home raising children or working in low-paid part-time jobs assume that they will enjoy a comfortable retirement because of their husband’s superannuation. But now that one-third of marriages end in divorce, for a very substantial proportion such an assumption may not prove correct.",
                    "type": "paragraph"
                },
                {
                    "text": "The financial situation of women in retirement is thus a major public policy issue. There is concern that a significant proportion of female retirees this century will receive age pensions, and possess little or no private assets or income. There is concern about the likely cost of such support to the taxpayer, particularly as the ageing baby boomers can be expected to also generate significant public health costs. If fiscal pressures upon the government increase, the extent to which any shift from public to private support is feasible will depend critically upon the future incomes and assets of the aged, and the willingness of the aged to draw upon them to meet their own needs.",
                    "type": "paragraph"
                },
                {
                    "text": "Given its recognised importance to public policy, it is not surprising that the past decade has seen continuous policy reform in this area, most notably the introduction of the compulsory SGC, which has spread superannuation across the workforce. The past decade has also seen the development of a range of highly sophisticated models for predicting future retirement incomes, particularly by the Retirement Income Modelling (RIM) Task Force (now RIM Unit) established within the Commonwealth Treasury.",
                    "type": "paragraph"
                },
                {
                    "text": "Those models established to date do not, however, provide the best tools to answer questions about the future retirement incomes of women. In particular, they are unable to cope with the impact of divorce. In addition, while they provide a very general overview of the future distributional picture - by age, gender and decile of career income - they are not well able to capture diversity or the experiences of smaller population sub-groups. Thus, they are not able to answer questions about the likely retirement incomes of women who take up part-time jobs for long periods of time because they are sole parents.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper discusses the initial results coming from a dynamic microsimulation model developed at NATSEM. The model, which has been in development for a number of years, has recently added a superannuation module to enable questions like those above to be answered and to shed light on the future financial situation of women (and men) in retirement. This dynamic model, DYNAMOD, provides detailed distributional estimates of the impact of policy and other changes and of the likely degree of dispersion in future retirement wealth. The development of the superannuation module is being done at NATSEM with support from an Australian Research Council grant (A79906127).",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "There are a number of modelling techniques that could be used to project the financial situation of retired women. These include hypothetical models, group models and dynamic microsimulation models.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "Hypothetical models analyse the situation of an individual, whose particular characteristics are defined by the model user. Thus, a hypothetical model might look at the future superannuation of a single woman earning average earnings and working full-time for 20 years and part-time for 20 years. Such models are very useful for analysing policy outcomes for particular types of individuals and can incorporate enormous detail. However, such models cannot be used to obtain estimates of aggregate budget outcomes or distributional outcomes for the whole population.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-1-1",
                            "title": "2.1.1 Hypothetical models",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Group models divide the population into a set of groups defined by characteristics such as year of birth, sex, marital status and labour force status (<a href=\"#bib9\">Rothman, 1996</a>; <a href=\"#bib10\">1997</a>). The extent of diversity is thus effectively constrained by the number and type of groups specified. Moreover, there is usually no scope for people in the model to move from one group to another. As a result, such models cannot cope with divorce. They also cannot cope with fluctuating individual earnings over a lifetime, with people being assigned to a lifetime earnings group and then experiencing the average outcomes for their group. Thus, group models provide details of the average experience for each of the groups specified within the model.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-1-2",
                            "title": "2.1.2 Group models",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Dynamic microsimulation models are a relatively new type of model that can provide both detailed distributional answers and profiles for small population sub-groups (such as sole parents), as well as aggregate budgetary estimates. The key to this type of modelling is that individuals form the basis of the model and that such individuals make up a representative sample of the population. This means that the individuals within the model retain the diversity of experiences apparent in the real world – but that conclusions can still be drawn for all of Australia. Such models thus embody the key advantages of the hypothetical and group models, but do not suffer from their major disadvantages.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-1-3",
                            "title": "2.1.3 Dynamic microsimulation models",
                            "type": "section"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Possible modelling techniques",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "NATSEM has developed a dynamic microsimulation model to show the implications of policy outcomes on individuals while being able to provide aggregate and average results. The dynamic model, DYNAMOD, begins with the 1986 Australian Bureau of Statistics (ABS) one per cent Census sample file. Onto the individuals on this file are imputed additional characteristics (such as more detail on the level and type of education being undertaken, the state in which the person lives, the value of the family home, etc). The result is a base population of 150,000 synthetic individuals with over 80 characteristics each. The model takes this base population and simulates their lives from 1986 onwards, by stepping month-by-month through time until the middle of the 21<sup>st</sup> century. As the individuals step through life, they experience a range of life events, in line with Australian data about the probabilities of those events happening to real Australians. The life events include death; fertility; couple formation and dissolution; emigration and immigration; primary, secondary and tertiary education; labour force changes (full and part-time employment, unemployment and NILF), disability onset and recovery, and the earning of income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "These individuals are the “micro” part of the simulation. Analysis of any aspect of their lives can be done at this micro level. Additionally, individuals in the model are linked to simulate couple formation and the links broken to simulate couple dissolution. Links are maintained between parents and their children and between current and ex-spouses. In this manner, the model maintains the diversity in the population, copes very well with couple formation and dissolution, and, importantly, allows generation of a longitudinal history (or future) for individual cases in the model. This longitudinal element is essential in order to capture the accumulation processes that underlie growth in superannuation and financial assets. Alternative futures can be simulated by varying particular probabilities, such as the chance of becoming full-time employed or of having a first child, given certain characteristics. The model also contains a capacity to make the summed outcomes for all individuals within the model fit some exogenously imposed total. For example, the proportion of all women of a certain age range that are to be employed full-time in 2010 can be set by the user.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A wide range of technical papers provides detail of the processes used in DYNAMOD (detailed overviews are provided in <a href=\"#bib1\">Antcliff, 1993</a> and <a href=\"#bib6\">King et al., 1999</a>). The latest version of the dynamic microsimulation software is DYNAMOD-3. This version adds life events relating to paying income tax, accumulating and diluting personal and family wealth assets and contributing to superannuation. It is this version and its outcomes that are discussed throughout the remainder of the paper.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 DYNAMOD",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Superannuation is a recent addition to DYNAMOD and this module promises to provide very detailed estimates of those who have superannuation and the amounts that are held. The accuracy of the modelling, naturally, depends on the availability of good quality data. For dynamic microsimulation there is an additional need and that is for very detailed and preferably longitudinal or panel data. Unfortunately the data available on superannuation holdings in Australia are limited. A significant step forward will be the release later this year of the confidentialised unit record or micro data from the 2000 ABS superannuation survey. At the present time, the major source of superannuation asset data is a survey of major private superannuation funds conducted by RIM in the early 1990s (<a href=\"#bib3\">Brown, 1994</a>). This data collection, combined with ABS survey data, provides the foundation of superannuation asset modelling in DYNAMOD.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Superannuation is simulated from 1993 onwards. There is both RIM and ABS data available for that year. RIM, through its data collection and research, has estimated the average amounts held in superannuation in 1993 while ABS undertook a survey of superannuation coverage in that same year. The ABS data shows who had a superannuation account in 1993, while the RIM data indicates the balance of the account at that time. The simulation uses this coverage and account balance information to impute an initial superannuation amount onto individuals.",
                            "type": "paragraph"
                        },
                        {
                            "text": "From 1993 onwards, a variety of transactions take place:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Contributions equivalent to employer contributions are deposited into a person’s account as income is earned;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "A person may choose to make voluntary contributions into their superannuation account;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Interest is paid on the account balance; and",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Accounts can be closed and the balance transferred into another type of account on retirement.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "For reasons of practicality, the full complexity of superannuation could not be modelled and some areas were simplified. In some other areas assumptions had to be made as actual data were not available. The assumptions and simplifications include:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "The reduction of fund types to only one – the Accumulation Fund. This is the most common type of fund (87% of superannuation membership is of this type);",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Employer contributions are made for all employees at the superannuation guarantee charge (SGC) rate. In line with the legislation, the following are the only exceptions – individuals who are paid less than $450 per month; those employed but over 70 years old; and those employed but under 18 years old and not working full-time;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Employee and voluntary contribution percentages are based on the 1995 ABS survey data for 45-74 year-old employees. For others in the labour force an employee contribution of either zero or 5% is assigned;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Each person has only one account;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Withdrawal of funds before retirement is not permitted; and",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "All funds pay the same rate of return.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Each of these assumptions and their impact on the model is described in more detail in Appendix A.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Contributions to superannuation are made throughout the simulated working life of a person and interest is earned annually on funds invested in superannuation until retirement is reached, when the funds are transferred to the person’s cash account. The decision of a person to retire is done randomly but is based on probabilities derived from ABS data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the event of a divorce, the model currently includes superannuation in the division of family assets. After the division, the respective amounts are deposited back into each individual’s superannuation fund. In effect, DYNAMOD is enacting (a simplified version of) the legislation that is currently before the parliament.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 The Superannuation Module",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. The model",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Before using DYNAMOD to project outcomes in regard to superannuation, it may be appropriate to show that aggregate projections produced by the model agree with benchmark data. Unless a reasonable fit is achieved at this level, the credibility and usefulness of the model in regard to superannuation will be undermined.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig1\">Figure 1</a> is an example of the extent of concordance that is currently achieved between DYNAMOD projections for Australia’s population and ABS actual data and projections. The ABS projections are Series II.<a href=\"#fn1\"><sup>1</sup></a> As can be seen at this aggregate level, the net effect of the simulation of mortality, fertility and migration is to reproduce a population total that closely matches the ABS data.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00283%2Fijm-00283-fig001.tif",
                                        "size": {
                                            "width": 1432,
                                            "height": 871
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00283%2Fijm-00283-fig001.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00283-fig001.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Australian Population – 1986-2050. <i>Source:</i> ABS 3222.0 Population Projections.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The alignment at this aggregate level is remarkable when you consider the different methodologies. ABS use a form of group modelling<a href=\"#fn2\"><sup>2</sup></a> while dynamic microsimulation looks at the circumstances of every individual, every month, and decides whether they will become pregnant or not; whether they will continue to live or not; and whether they will emigrate or not. These are very different approaches and the closeness of the simulated aggregates with the ABS data suggests that the underlying modelling is capturing individual behaviour. A major advantage of dynamic microsimulation modelling is that we can now “drill down” into this aggregate data or we can group individuals together to look at collective or group outcomes. We could look at the retirement assets of an individual who marries at 25, divorces at 35, is diploma qualified, has two children, works in part-time employment for four years, and is employed full-time for ten years; we could compare women and men at various ages; or we could project the number of marriages per 1000 population (<a href=\"#fig2\">Figure 2</a>). It is this flexibility that gives dynamic microsimulation a significant advantage over other techniques.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00283%2Fijm-00283-fig002.tif",
                                        "size": {
                                            "width": 1371,
                                            "height": 921
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00283%2Fijm-00283-fig002.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00283-fig002.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Australian Marriage Rate – 1986-2050. <i>Source:</i> ABS 3310.0 Marriages and Divorces 1999.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 In General",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "The flexibility of dynamic modelling is seen again in an analysis of superannuation. Comparisons can be made at the aggregate level with exogenous benchmark data; comparisons by age, gender or marital status can be made; or the circumstances of a specific group of individuals can be examined. These comparisons could have an outcome in terms of superannuation coverage, annual changes in account balances, or balance at retirement. In <a href=\"#fig3\">Figure 3</a>, DYNAMOD aggregate estimates for superannuation assets are compared with APRA and RIM estimates. The DYNAMOD estimates are in concordance with those estimated by RIM.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig3",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00283%2Fijm-00283-fig003.tif",
                                                "size": {
                                                    "width": 1371,
                                                    "height": 871
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00283%2Fijm-00283-fig003.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00283-fig003.jpg"
                                                }
                                            },
                                            "label": "Figure 3",
                                            "title": "Aggregate Superannuation Assets – 1986-2050. <i>Source:</i> RIM estimates : Rothman, RIM Conf Paper 98/2.APRA estimates: Superannuation Trends June Qtr 2000.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "Around 2030, the last of the baby boomers will celebrate their 65<sup>th</sup> birthday. A good percentage of those still working will celebrate their birthday by ceasing employment and hence stop contributing to superannuation. The impact of this can be seen in the levelling of the growth in superannuation assets from this time onwards.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-1",
                            "title": "3.2.1 Aggregate Projection",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The level of superannuation coverage for both men and women has increased dramatically since the introduction of the three percent industrial award superannuation and then Superannuation Guarantee Charge (SGC) in 1992. The latter of these, with its compulsory employer contributions for every employee earning more than $450 per month, is having a dramatic impact on the coverage of superannuation. The ABS estimated in 1993 that 50.3 percent of all Australians aged 15 – 74 were covered by superannuation and 80.5 percent of those employed were covered. In 2000, ABS estimated 87.7 percent of people aged 15 to 54 with one or more jobs had superannuation coverage. While not directly comparable it does indicate the strong upward trend. Superannuation coverage simulated using DYNAMOD shows growth from an estimated 45.9 percent in 1993 to 84.4 percent in 2000 for all people aged 15 – 74 — again a very strong upward trend. <a href=\"#fig4\">Figure 4</a> shows the projected growth in coverage over the period 1993 to 2030. These figures cover all people aged 15-74 except full-time school students, rather than just those employed. A significant feature of these projections, done using DYNAMOD, is the estimate that by 2000 almost all people in some age groups were covered by superannuation. While the ABS estimates for 2000 are a little lower than this (the ABS estimates were in the low 90s), it is clear that SGC is well on its way to ensuring that everyone is covered by superannuation. The definition of ‘covered’ used in DYNAMOD means that anyone who has any amount in a superannuation fund is covered. It does not exclude those not currently making a contribution. (For example a person may contribute to superannuation while employed, then leave the labour force for a period to care for children.) Under the DYNAMOD definition the person is covered by superannuation. To qualify a person only needs to make one contribution (or have their employer make one contribution) and they are then regarded as ‘covered’ until retirement. In the real world, it is quite possible that a person has some superannuation from past employment but is not aware of it. This may have lead to some underreporting in the ABS data.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig4",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00283%2Fijm-00283-fig004.tif",
                                                "size": {
                                                    "width": 1459,
                                                    "height": 772
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00283%2Fijm-00283-fig004.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00283-fig004.jpg"
                                                }
                                            },
                                            "label": "Figure 4",
                                            "title": "Superannuation Coverage, selected years 1993 -2030. <i>Source:</i> ABS 1993 - 6319.0 Superannuation Australia,1995.Other values – DYNAMOD calculations.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "The compulsory nature of SGC makes the probability of achieving old age without ever earning more than $450 in one month remote and this is reflected in the figure below. It may not occur in 2000, but we are not far away from the day when every person will retire with some superannuation assets.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-2",
                            "title": "3.2.2 Coverage Projection",
                            "type": "section"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Superannuation",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In a previous section the aggregate projected superannuation amounts were presented. In this section a more detailed look is taken at individual holdings. DYNAMOD begins simulating superannuation in 1993. In July of that year it allocated every person with superannuation cover an initial balance based on age and gender. In <a href=\"#table1\">Table 1</a> this alignment by age and gender with the RIM data can be seen. The higher ‘All Ages’ value in DYNAMOD reflects the slight differences in spread of superannuation over the ages.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: RIM Conference paper 94/2 (<a href=\"#bib3\">Brown, 1994</a>) and DYNAMOD, 2001.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\" colspan=\"2\">RIM</th><th align=\"left\" colspan=\"2\">DYNAMOD</th><th align=\"left\" colspan=\"2\">DYNAMOD</th><th align=\"left\" colspan=\"2\">DYNAMOD</th></tr><tr><th align=\"left\"/><th align=\"left\" colspan=\"2\">1993</th><th align=\"left\" colspan=\"2\">1993</th><th align=\"left\" colspan=\"2\">2030</th><th align=\"left\" colspan=\"2\">% change<br/>1993-2030</th></tr><tr><th align=\"left\" rowspan=\"2\">Age Group</th><th align=\"left\">Males</th><th align=\"left\">Females</th><th align=\"left\">Males</th><th align=\"left\">Females</th><th align=\"left\">Males</th><th align=\"left\">Females</th><th align=\"left\">Males</th><th align=\"left\">Females</th></tr><tr><th align=\"left\">($)</th><th align=\"left\">($)</th><th align=\"left\">($)</th><th align=\"left\">($)</th><th align=\"left\">($)</th><th align=\"left\">($)</th><th align=\"left\">(%)</th><th align=\"left\">(%)</th></tr></thead><tbody><tr><td align=\"left\">15-19</td><td align=\"left\">2,237</td><td align=\"left\">1,488</td><td align=\"left\">2,237</td><td align=\"left\">1,488</td><td align=\"left\">2,046</td><td align=\"left\">1,422</td><td align=\"left\">-9%</td><td align=\"left\">-4%</td></tr><tr><td align=\"left\">20-24</td><td align=\"left\">3,911</td><td align=\"left\">2,767</td><td align=\"left\">3,911</td><td align=\"left\">2,767</td><td align=\"left\">8,030</td><td align=\"left\">5,319</td><td align=\"left\">105%</td><td align=\"left\">92%</td></tr><tr><td align=\"left\">25-29</td><td align=\"left\">7,798</td><td align=\"left\">4,739</td><td align=\"left\">7,798</td><td align=\"left\">4,739</td><td align=\"left\">25,220</td><td align=\"left\">15,987</td><td align=\"left\">223%</td><td align=\"left\">237%</td></tr><tr><td align=\"left\">30-34</td><td align=\"left\">12,930</td><td align=\"left\">6,093</td><td align=\"left\">12,930</td><td align=\"left\">6,093</td><td align=\"left\">52,149</td><td align=\"left\">30,064</td><td align=\"left\">303%</td><td align=\"left\">393%</td></tr><tr><td align=\"left\">35-39</td><td align=\"left\">19,588</td><td align=\"left\">7,792</td><td align=\"left\">19,588</td><td align=\"left\">7,792</td><td align=\"left\">91,403</td><td align=\"left\">48,877</td><td align=\"left\">367%</td><td align=\"left\">527%</td></tr><tr><td align=\"left\">40-44</td><td align=\"left\">26,606</td><td align=\"left\">9,761</td><td align=\"left\">26,606</td><td align=\"left\">9,761</td><td align=\"left\">139,752</td><td align=\"left\">74,269</td><td align=\"left\">425%</td><td align=\"left\">661%</td></tr><tr><td align=\"left\">45-49</td><td align=\"left\">35,646</td><td align=\"left\">12,709</td><td align=\"left\">35,646</td><td align=\"left\">12,709</td><td align=\"left\">201,778</td><td align=\"left\">109,832</td><td align=\"left\">466%</td><td align=\"left\">764%</td></tr><tr><td align=\"left\">50-54</td><td align=\"left\">44,712</td><td align=\"left\">16,905</td><td align=\"left\">44,712</td><td align=\"left\">16,905</td><td align=\"left\">281,115</td><td align=\"left\">155,452</td><td align=\"left\">529%</td><td align=\"left\">820%</td></tr><tr><td align=\"left\">55-59</td><td align=\"left\">55,688</td><td align=\"left\">23,993</td><td align=\"left\">55,688</td><td align=\"left\">23,993</td><td align=\"left\">352,794</td><td align=\"left\">196,930</td><td align=\"left\">534%</td><td align=\"left\">721%</td></tr><tr><td align=\"left\">60-64</td><td align=\"left\">71,731</td><td align=\"left\">35,194</td><td align=\"left\">71,731</td><td align=\"left\">35,194</td><td align=\"left\">389,926</td><td align=\"left\">193,374</td><td align=\"left\">444%</td><td align=\"left\">449%</td></tr><tr><td align=\"left\">65 &amp; over</td><td align=\"left\">75,424</td><td align=\"left\">25,976</td><td align=\"left\">75,424</td><td align=\"left\">25,976</td><td align=\"left\">397,204</td><td align=\"left\">194,837</td><td align=\"left\">427%</td><td align=\"left\">650%</td></tr><tr><td align=\"left\">All Ages</td><td align=\"left\">21,957</td><td align=\"left\">7,993</td><td align=\"left\">21,419</td><td align=\"left\">9,647</td><td align=\"left\">128,235</td><td align=\"left\">89,591</td><td align=\"left\">499%</td><td align=\"left\">829%</td></tr></tbody></table>"
                                    ],
                                    "title": "Average Superannuation Assets July 1993 and 2030 (in 1999 dollars)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "All values in the table are in real 1999 dollars. The final four columns of the table show the estimated superannuation assets in 2030 and the percentage change 1993-2030. While the average superannuation amounts for women are well below those for men, there is a marked improvement over the period 1993 – 2030. The average female superannuation assets increase from 45% of the average male in 1993 to 70% in 2030.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 Average Superannuation Amounts",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the introduction the ageing of the population and the future fortunes of women were discussed. An analysis of ABS population projections highlights both the ageing of the population and its impact on women.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "In <a href=\"#fig5\">Figure 5 and 6</a> significant change to the Australia age profiles can be seen. In the two comparisons, the population in 1991 (dark colour) is compared with 30 and 60 years later, while the percentage of the population is presented in five year age groups from 0 to 85 and 85+. In 1991 the largest groups were the three groups covering ages 20-35 (ie born from 1956-1971), with a fairly clear decrease in the percentages above that age. The age group 85+ represented only 0.9% of the population (0.25% males and 0.63% females). By 2021 the peak age groups will have flattened and become broader. The 1991 Christmas tree shape has transformed into a more rectangular one. There is now a fairly even distribution of people between the ages of 20-65. The average age has increased and the proportion aged 85+ has more than doubled to 2.0%.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig5",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00283%2Fijm-00283-fig005.tif",
                                                "size": {
                                                    "width": 932,
                                                    "height": 945
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00283%2Fijm-00283-fig005.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00283-fig005.jpg"
                                                }
                                            },
                                            "label": "Figure 5",
                                            "title": "Australian Population in June 1991 and June 2021. <i>Source:</i> ABS 3222.0 Population Projections.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig6",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00283%2Fijm-00283-fig006.tif",
                                                "size": {
                                                    "width": 942,
                                                    "height": 947
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00283%2Fijm-00283-fig006.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00283-fig006.jpg"
                                                }
                                            },
                                            "label": "Figure 6",
                                            "title": "Australian Population in June 1991 and June 2051. <i>Source</i>: ABS 3222.0 Population Projections.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "By 2051, as seen in <a href=\"#fig6\">Figure 6</a>, the age groups over 40 contain the higher proportions of people and the rectangular shape is beginning to be replaced by an inverted pyramid. The 85+ population has now become quite significant, representing 4.5% of the population, with almost two out of three of those aged 85+ being women (64.2%).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In the space of only 60 years, from 1991 to 2051, a population with the majority aged below 40 years will be supplanted by a population dominated by people aged over 40 — while the proportion aged over 85 will have increased five fold.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The five-fold increase in people aged 85+, along with the significant increase in the proportion aged 65 and over (increasing from 11% in 1991 to 24% in 2051), will result in greatly increased medical costs and nursing requirements. These costs and requirements are going to continue to grow and place an increasing burden on people’s own financial resources, their relatives and/or on the government. The five fold increase in women aged 85+ makes them vulnerable to bearing a high proportion of this cost.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In summary, the proportion of people aged 85+ will increase five fold by 2051 and women will represent two-thirds of the people in this age group. The proportion aged 65+ will increase to 24 percent of the population.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-4-1",
                            "title": "3.4.1 Ageing",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The ageing of the population will impact on women but a number of other changes will also have an impact. One of these is the trend towards later marriage. <a href=\"#fig7\">Figure 7</a> shows the forecast decrease in the proportion of females married in the two age groups up to age 35 and the higher proportion of females married in their 40s and beyond. The ABS estimate that the median age for women at first marriage has increased from 24.0 years in 1988 to 26.2 in 1998. The median age for women at remarriage has also increased, from 35.3 to 38.4 over that period (ABS 4102.0). These trends are reflected in the declining proportion of younger women who are married.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig7",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00283%2Fijm-00283-fig007.tif",
                                                "size": {
                                                    "width": 1270,
                                                    "height": 733
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00283%2Fijm-00283-fig007.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00283-fig007.jpg"
                                                }
                                            },
                                            "label": "Figure 7",
                                            "title": "Estimated Proportion of Females Married by Age Group, Selected years 1993-2030. <i>Source</i>: DYNAMOD",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "There are two possible reasons for the increased proportion of women married at ages 40 and above. The first is that since marriage started at an older age, it will finish at an older age. The assumption here is that marriages are of the same duration. In fact, the duration of marriages increased slightly over the period 1988-98 – by 0.5 years to 7.8 years (ABS 4102.0). The end result of getting married 2-3 years later and the marriage lasting 6 months longer would have the impact of moving the age distribution curve to the right as we see in <a href=\"#fig7\">Figure 7</a>. A second or alternative reason for the movement in the curve is the ageing discussed in the previous paragraph. While on average women still outlive men, the ageing of both genders causes wives to become widows at a later age. This trend can be seen in <a href=\"#fig8\">Figure 8</a>. The proportion of females who are widows decreases between 1990 and 2030/2050.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig8",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00283%2Fijm-00283-fig008.tif",
                                                "size": {
                                                    "width": 1324,
                                                    "height": 758
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00283%2Fijm-00283-fig008.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00283-fig008.jpg"
                                                }
                                            },
                                            "label": "Figure 8",
                                            "title": "Estimated Proportion of Females Widowed by Age Group, Selected years 1993-2030. <i>Source</i>: DYNAMOD",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "An alternative view of the changing marital status of women around retirement age is presented in <a href=\"#fig9\">Figure 9</a>. The figure shows the outcomes produced by DYNAMOD for women aged 55 – 64 over the period 1986 – 2030. Each colour represents the proportion of women in this age group with that particular status. The proportions are cumulative, with the proportion not shown being married women (de jure or de facto). As an example, in 1986 28% of women aged 55-64 have a marital status other rather “Married’, while the remaining proportion (72%) are married. The figure therefore shows an increased proportion married over the period 1986-2030. A decrease in the “widowed” proportion is also evident.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig9",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00283%2Fijm-00283-fig009.tif",
                                                "size": {
                                                    "width": 1530,
                                                    "height": 937
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00283%2Fijm-00283-fig009.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00283-fig009.jpg"
                                                }
                                            },
                                            "label": "Figure 9",
                                            "title": "Estimated Marital Status of Women aged 55-64, 1986-2030. <i>Source:</i> DYNAMOD.<i>Note:</i> ‘Married’ women are the residual group on this chart – i.e. if the proportion in the four other marital states identified totals 25%, then 75% of women at the age are estimated to be married (de jure or de facto).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s3-4-2",
                            "title": "3.4.2 Trends in Marital Status",
                            "type": "section"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4 Women in Retirement",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The labour force participation of men and women is markedly different. Women have always been more likely to be employed part-time. In 1999 the proportion of women employed part-time was 43.5 percent, while for men it was only 12.5 percent (ABS 4102.0 pp.108). This wide disparity was evident throughout the 1990s, despite a significant growth overall in part-time employment for both genders (the overall proportion employed part-time rose from 20.9% in 1990 to 26.0% in 1999). Labour force participation rates are also quite different when compared on a gender basis. The female participation rate rose by to 2.0 percentage points to 53.9 percent in the 1990s while the male participation rate fell 2.7 to 72.8 percent over the same period. In some age groups the difference was even greater. For example, the participation rate trend for 55-59 year old men is slowly downwards (from 75.0% to 73.2% in the 1990s), while the trend for women of the same age is rapidly upwards (up from 32.4% at the start of the 1990s to 43.6% at the end) (ABS 4102.0 pp. 109).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Overall, female labour force participation and the type of employment are changing. The proportion not in the labour force is falling and the proportion in part-time employment is rising. Both DYNAMOD projections and ABS actual data suggest that some of the part-time rise may be at the expense of full-time but most is coming as a result of choosing to participate in the labour force on a part-time basis rather than not participate at all.",
                            "type": "paragraph"
                        },
                        {
                            "text": "An advantage of dynamic microsimulation is that these differences can be easily handled. The decision to participate in the labour force or to change employment status is done at the individual level — and hence the influences on the decision are applied at this level and can vary over time.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A different way of looking at the labour forces changes is to consider a particular group over a period of time. This is done for females aged 45-54 in <a href=\"#fig10\">Figure 10</a>. The decreasing proportion not in the labour force is evident, along with the increasing proportion in part-time employment. The growth in part-time comes mainly from females entering or re-entering the workforce (the decreasing proportion NILF) but there is a small impact on the full-time participation as well. A slight decrease in females employed full-time can be seen from 2000 onwards which is perhaps a reflection of the desire to be in the labour force yet still have time for other things.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig10",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00283%2Fijm-00283-fig010.tif",
                                        "size": {
                                            "width": 1280,
                                            "height": 827
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00283%2Fijm-00283-fig010.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00283-fig010.jpg"
                                        }
                                    },
                                    "label": "Figure 10",
                                    "title": "Estimated Labour Force Status of Females Aged 45-54, 1986 -2050. <i>Source</i>: DYNAMOD.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-5",
                    "title": "3.5 Women in the Labour Force",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To accumulate superannuation assets a person must have superannuation coverage. As discussed in the section <i>Coverage Projection</i> (page 11) almost everyone will have had superannuation contributions made on their behalf by retirement because of the government’s SGC policy. The amount that will be held in this superannuation account will depend on three factors – the rate of return of the superannuation fund, the contributions made into the account, and taxation on the superannuation. The last of these, taxation, is not part of NATSEM’s modelling at this stage. The SGC employer contributions are a percentage of earnings, the higher the earnings and the longer the time in employment, the greater the superannuation assets. In most cases a working life spent in full-time, high salary employment and not interrupted by any periods of unemployment or NILF would produce the highest superannuation. This set of circumstances is most likely to achieved by males — and it is for this reason that average female superannuation amounts were only 45% of those of males in 1993. However, the increasing age of marriage and childbirth, reduced periods of NILF for child raising purposes, and the increased use of part-time employment are having a positive effect. Female superannuation is increasing as a proportion of male superannuation, and is estimated by DYNAMOD to reach 70 percent by 2030. Unless there is complete equality in the labour force roles, the female proportion will remain lower than the male, due partly to lower female earnings and different workforce participation patterns in the child bearing and rearing years.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The estimated amounts of superannuation held by various age groups of women are shown in <a href=\"#fig11\">Figure 11</a>. The impact of compound growth is evident in the figure. In 1993 few women had contributed to superannuation in the early part of their working life and hence the balance in their superannuation account did not grow through interest being paid and added each year. In comparison, by 2030 most women will have made superannuation contributions at the start of their working life. For the next 30-40 years that contribution will have been added to each year through interest. This, combined with more years of employment than the previous generation’s, results in exponential growth in the value of the asset.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig11",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00283%2Fijm-00283-fig011.tif",
                                        "size": {
                                            "width": 1640,
                                            "height": 869
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00283%2Fijm-00283-fig011.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00283-fig011.jpg"
                                        }
                                    },
                                    "label": "Figure 11",
                                    "title": "Estimated Accumulated Superannuation by Age Group - Females, selected years 1993-2030. <i>Source</i>: DYNAMOD.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "As <a href=\"#table1\">Table 1</a> (Page 13) suggests, women’s accumulated superannuation upon retirement is expected to increase very rapidly over the next three decades. For example, the average account balances of women aged 55 to 59 are forecast to increase to $196,930 by 2030, up from only $23,993 in 1993. This is an increase of more than 700 per cent. Similarly, women aged 60 to 64 are forecast to have average account balances of just over $190,000 in 1993, up from about $30,000 in 1993 – a 449% increase.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table2\">Table 2</a> shows the superannuation balances for females aged 55-64 at three points across the superannuation spectrum – the 10<sup>th</sup> percentile, the median (or 50<sup>th</sup> percentile) and the 90<sup>th</sup> percentile. 80 percent of females with superannuation in this age range have a balance between the 10<sup>th</sup> and 90<sup>th</sup> percentiles.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source:</i> DYNAMOD.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Percentile</th><th align=\"left\">2000<br/>($)</th><th align=\"left\">2010<br/>($)</th><th align=\"left\">2020<br/>($)</th><th align=\"left\">2030<br/>($)</th></tr></thead><tbody><tr><td align=\"left\">90%</td><td align=\"left\">47,042</td><td align=\"left\">103,110</td><td align=\"left\">179,705</td><td align=\"left\">290,632</td></tr><tr><td align=\"left\">Median</td><td align=\"left\">29,459</td><td align=\"left\">61,674</td><td align=\"left\">109,600</td><td align=\"left\">183,638</td></tr><tr><td align=\"left\">10%</td><td align=\"left\">3,850</td><td align=\"left\">27,226</td><td align=\"left\">55,032</td><td align=\"left\">93,414</td></tr></tbody></table>"
                                    ],
                                    "title": "Superannuation Balances for Females with Superannuation Aged 55-64, selected years 2000-2030",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "A very encouraging feature of this table is the huge increase for the 10<sup>th</sup> percentile. In real terms it increases by almost $90,000 over the 30 years. Restating this, by 2030 DYNAMOD estimates that 90 percent of women aged 55-64 will have approximately $93,000 or more in superannuation.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "Most people estimate that they will need around 60 percent of their annual pre-retirement income to be comfortable in retirement (<a href=\"#bib2\">ASFA, 2000</a>). At the same time the government’s Age Pension provides a maximum income of 25 percent of the average total male earnings. If we make the not unreasonable assumption that the average total male earnings is the average pre-retirement income, those with only the age pension will have an income of 25 percent when they would like 60 percent to be comfortable. We assume people would like their superannuation to make up the other 35 percent required reach the comfortable level. It does not appear this will be the case for the majority of women. Consider women aged 55-64 in 2030 on the 10<sup>th</sup> percentile, if they invested their $93,000 superannuation at 5%, it will produce an annual income of $4,650 - approximately 11% of average earnings (in May 1999). The same calculation for those in this age group with the median $183,600 would add 23%. However, for those at the median, an asset of this size is certainly sufficient to begin affecting the age pension entitlements, via either the income or assets tests.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "From these estimates it appears that at least half of all women will be relying, at least in part, on the Age Pension to support them for some time to come. By 2030 superannuation will be providing a substantial supplement to the Age Pension for these women but even with the income from superannuation they will be struggling to reach the accepted income level for a comfortable retirement.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-6-1",
                            "title": "3.6.1 Adequacy",
                            "type": "section"
                        }
                    ],
                    "id": "s3-6",
                    "title": "3.6 Women and Superannuation",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In the future, will women be able to live comfortably in their retirement? Will they have plenty because they have contributed to and accumulated large amounts in superannuation up until their retirement? Or will they be no better off than those retiring at present?",
                    "type": "paragraph"
                },
                {
                    "text": "NATSEM has developed a dynamic microsimulation model to project the lives and circumstances of individuals out until the middle of this century. This paper presents the first preliminary findings from this model using its new superannuation module. The addition of this module allows questions such as those above to begin to be answered. The superannuation modelling is unique in Australia in that it models behaviour at the individual level rather than on a group or overall level. This type of modelling allows greater detail than using other techniques.",
                    "type": "paragraph"
                },
                {
                    "text": "The proportion of the population aged 65+ is projected to increase from 11% in 1991 to 24% in 2051 and the population aged 85+ will increase proportion five fold. Two-thirds of the 85+ population will be women. Statistics also show us that the proportion of women participating in the labour force is increasing; the proportion working part-time is increasing; and the median age for marriage has increased two years in the past ten.",
                    "type": "paragraph"
                },
                {
                    "text": "These demographic and labour force changes impact on the earnings, and consequent superannuation accumulation, of women. Fortunately, changing employment status (full-time or part-time) — and the disruptions to labour force careers due to child bearing and rearing which are not often found in men’s careers — are easily accommodated within the dynamic model. Other factors that influence earnings and superannuation accumulation such as the increasing age of first marriage and childbirth, early retirement, and divorce are also accommodated.",
                    "type": "paragraph"
                },
                {
                    "text": "The simulated results suggest that soon, if not already, the proportion of people who retire without at least some superannuation will be reduced to zero. This is a result of the government’s introduction of the SGC in 1992. Under the SGC, every employer must make superannuation contributions for employees earning more than $450 per month. The model suggests that very few people will not earn more than $450 in a month at least once during their working life.",
                    "type": "paragraph"
                },
                {
                    "text": "While everyone will have some superannuation, the amounts are not likely to take the average women from near ‘poverty’ to ‘plenty’ in the near future. In 1999-dollar terms the average balance in superannuation is estimated to increase from $9,647 in 1993 to $89,591 in 2030. While the eight fold increase seems good, it really only highlights the poor current situation. For women getting close to withdrawing their superannuation (aged 55-59) the balances go from an estimated average of $24,000 in 1993 to $197,000 in 2030. A very encouraging aspect of the growth in superannuation assets is the growth in the bottom end. By 2030 NATSEM estimate 90 percent of women aged 55-64 with superannuation will have accumulated more than $93,000 in their accounts.",
                    "type": "paragraph"
                },
                {
                    "text": "Another area of improvement is in the gender balance. NATSEM estimates that the average female superannuation balance will lift from 45% of the average male balance in 1993 to 70% by 2030",
                    "type": "paragraph"
                },
                {
                    "text": "The estimates suggest that women’s accumulated superannuation upon retirement will increase very rapidly over the next three decades and the growth is across the superannuation spectrum. Consider 55-64 year old women in the middle of the superannuation range (on the median or 50<sup>th</sup> percentile), they will see their average superannuation balance rise from $29,459 to $183,638 over 30 years from 2000. While this is clearly a very dramatic rise, the rise for women at the bottom is perhaps more gratifying. For women of the same age but on the 10<sup>th</sup> percentile the increase is from $3,850 in 2000 to $93,414 in 2030. We estimate that 90 percent of women in this age group will have more than $93,000 in superannuation in 2030.",
                    "type": "paragraph"
                },
                {
                    "text": "While these increases are dramatic and welcome, they will not move women to ‘plenty’. The Age Pension provides a retirement income of 25 percent of average male earnings, the amounts held in superannuation discussed above will supplement this pension with an additional 11-23 percent. Unfortunately as this supplementation rises, income and asset means test will start to reduce the Age Pension. Most people feel 60 percent of pre-retirement income is required to live comfortably in retirement. A total income of at most 36-48 percent of average weekly earnings for more than half of all women, achieved through superannuation and the Age Pension is still well below the comfortable or ‘plenty’ level .",
                    "type": "paragraph"
                },
                {
                    "text": "The results found using this dynamic microsimulation model are preliminary. The dynamic nature of the model means that significant resources need to be put into validating every part of the model before the outcomes are truly reliable. While this validation is well underway, the process is not complete. However, the results to date are very promising and the level of detail unparalleled.",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Conclusion",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "ABS Projection Series II most closely reflects prevailing trends. The Series II assumptions are (i) a declining mortality rate; (ii) fertility rates falling to 1.75 by 2005/6 and then constant; and (iii) a net annual immigration gain of 70,000.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "‘The ABS uses the cohort-component method which begins with a base population for each sex by single years of age and advances it year by year by applying assumptions regarding future mortality and migration.’ (ABS 3222.0 pp.125)",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Antcliff, S",
                        "preferred": "S Antcliff"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "An Introduction to DYNAMOD",
            "date": "1993",
            "id": "bib1",
            "publisher": {
                "name": [
                    "DYNAMOD Technical Paper No. 1, NATSEM University of Canberra"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "ASFA (Association of Superannuation Funds of Australia)",
                    "type": "group"
                }
            ],
            "date": "2000",
            "details": "Super Facts Fact Sheet #2, Sydney",
            "id": "bib2",
            "title": "Super Facts Fact Sheet #2",
            "type": "unknown"
        },
        {
            "articleTitle": "The Distribution of Private Sector Superannuation Assets by Gender, Age and Salary of Members",
            "authors": [
                {
                    "name": {
                        "index": "Brown, C.",
                        "preferred": "C. Brown"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "RIM Conference Paper 94/2, Dept of the Treasury"
                ]
            },
            "date": "1994",
            "id": "bib3",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Clare, R",
                        "preferred": "R Clare"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "id": "bib4",
            "title": "Women and Superannuation’, in Office of EPAC",
            "type": "unknown"
        },
        {
            "articleTitle": "Golden Eggs or Empty Nests – Reflections on Making Retirement Better for Women",
            "authors": [
                {
                    "name": {
                        "index": "Goward, P",
                        "preferred": "P Goward"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Women in Superannuation Seminar, Canberra, 3 December"
                ]
            },
            "date": "1997",
            "id": "bib5",
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "King, A",
                        "preferred": "A King"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bækgaard, H",
                        "preferred": "H Bækgaard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, M",
                        "preferred": "M Robinson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "NATSEM, University of Canberra, December",
            "date": "1999",
            "id": "bib6",
            "publisher": {
                "name": [
                    "Technical Paper No. 19, NATSEM, University of Canberra, December"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Knox, D",
                        "preferred": "D Knox"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "id": "bib7",
            "title": "The Relationship Between the Age Pension and Superannuation Benefits, Particularly for Women’, in Office of EPAC",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "OECD (Organisation for Economic Cooperation and Development)",
                    "type": "group"
                }
            ],
            "date": "1996",
            "details": "Ageing in OECD Countries: A Critical Policy Challenge, Paris",
            "id": "bib8",
            "title": "Ageing in OECD Countries: A Critical Policy Challenge",
            "type": "unknown"
        },
        {
            "articleTitle": "Aggregate and Distributional Analysis of Australian Superannuation using the RIMGROUP Model",
            "authors": [
                {
                    "name": {
                        "index": "Rothman, George P",
                        "preferred": "George P Rothman"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "RIM Conference Paper 96/3, Dept of the Treasury"
                ]
            },
            "date": "1996",
            "id": "bib9",
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "Aggregate Analyses of Policies for Accessing Superannuation Accumulations",
            "authors": [
                {
                    "name": {
                        "index": "Rothman, George P",
                        "preferred": "George P Rothman"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "RIM Conference Paper 97/2, Department of the Treasury"
                ]
            },
            "date": "1997",
            "id": "bib10",
            "type": "conference-proceeding"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "text": "In the ideal world, superannuation balances would be known for each of the 150,000 synthetic people at the beginning of the simulation. Unfortunately, there is limited data available on superannuation holdings in Australia and superannuation holdings for every person in 1986 are certainly not available. Superannuation funds, in general, are private organisations and hence details on individual holdings are not generally available. The Australian Bureau of Statistics has periodically collected data on superannuation, but the majority of their data relates to coverage and annual contributions rather than actual holdings. The reason for ABS not collecting data on actual holdings is clearly based on the unreliability of such data. Until the late 1990s, most people did not know the value of their accumulated funds and they often had more than one account.",
                    "type": "paragraph"
                },
                {
                    "text": "A major exception to this general lack of detailed data on superannuation holdings is the data collected from major private superannuation funds by the Retirement Income Modelling (RIM) Unit of Treasury in 1993. RIM collected information on the distribution of superannuation assets and contributions from three major life companies. The study covered about 15% of total superannuation assets and around 1.8 million people (Brown, 1994). This data collection and the resulting research and analysis by RIM provide a valuable source of data for DYNAMOD-3.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Historically there have been three types of superannuation funds. The first is the “defined-benefit” scheme where the pension entitlement is a complex calculation involving the number of years in the scheme and the salary at the time of retirement. This type of fund is predominately found in the public sector and in large white collar industries. In general these funds are heavily subsidised by the employer and very generous in their benefits. However, most defined-benefit schemes are now closed to new entrants.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The second type of scheme is the ‘accumulation’ scheme (or defined-contribution scheme). With the accumulation scheme, contributions (by the individual and/or their employer) and interest build up in a personal account over time. The balance of this account at the time of retirement represents the entitlement. This is the most common type of scheme in the private sector. The introduction of the three percent industrial award superannuation, and then the Superannuation Guarantee Charge (SGC) in 1992, have resulted in accumulation funds becoming the dominant form of scheme. In June 2000, 87% of superannuation members were in an accumulation scheme (see <a href=\"#A1-T1\">Table A1</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source:</i> APRA Superannuation Trends – June Qtr 2000.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "BLK_A1-T1",
                                    "label": "Table A1",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Fund Type</th><th align=\"left\">Members (000’s)</th><th align=\"left\">Members (%)</th><th align=\"left\">Assets ($ billion)</th><th align=\"left\">Assets (%)</th></tr></thead><tbody><tr><td align=\"left\">Accumulation</td><td align=\"left\">18,885</td><td align=\"left\">87%</td><td align=\"left\">257</td><td align=\"left\">60%</td></tr><tr><td align=\"left\">Defined Benefit</td><td align=\"left\">499</td><td align=\"left\">2%</td><td align=\"left\">24</td><td align=\"left\">6%</td></tr><tr><td align=\"left\">Hybrid</td><td align=\"left\">2,344</td><td align=\"left\">11%</td><td align=\"left\">146</td><td align=\"left\">34%</td></tr><tr><td align=\"left\">TOTAL</td><td align=\"left\">21,726</td><td align=\"left\">100%</td><td align=\"left\">427</td><td align=\"left\">100%</td></tr></tbody></table>"
                                    ],
                                    "title": "Types of Superannuation Schemes",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "A third type of fund is a ‘hybrid’ scheme, representing a combination of the defined-benefit and accumulated funds.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Given the predominance of the accumulation scheme, in DYNAMOD all superannuation entitlements are treated as if they were of the accumulated type. RIM noted that members of defined-benefit schemes in 1993 had an older age distribution and had a heavier concentration of higher salary members than members of accumulated schemes. This resulted in the average entitlement in defined-benefits accounts being 3.8 times higher than in accumulation schemes. The omission of defined-benefit funds may therefore underreport aggregate superannuation in the early years of the simulation.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-1",
                    "title": "Defined Benefits and Accumulated Funds",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Under industrial award superannuation and then under the SGC, employers have been required to make minimum contributions for most employees to a complying superannuation fund. The minimum contributions under SGC are shown in <a href=\"#A1-T2\">Table A2</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "BLK_A1-T2",
                                    "label": "Table A2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">From</th><th align=\"left\">Percent of Salary</th></tr></thead><tbody><tr><td align=\"left\">July 1996</td><td align=\"left\">6%</td></tr><tr><td align=\"left\">July 1998</td><td align=\"left\">7%</td></tr><tr><td align=\"left\">July 2000</td><td align=\"left\">8%</td></tr><tr><td align=\"left\">July 2002</td><td align=\"left\">9%</td></tr></tbody></table>"
                                    ],
                                    "title": "Superannuation Employer Obligations",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Superannuation contributions do not have to be made for some categories of employees. These categories include employees who are:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "paid less than $450 in a month;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "aged 70 or over;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "under 18 years of age and working for not more than 30 hours a week;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "performing work of a domestic or private nature for not more than 30 hours a week for a non-business employer; and",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "who have vested benefits in excess of their pension RBL and who elect not to receive any more employer contributions.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "Based on the exclusions above, the simulation assumes that everyone receives an employer contribution equal to the rate defined in <a href=\"#table2\">Table 2</a>. The only exceptions are those with gross annual earnings less than $5400 (450 x 12); those under 18 years and not working full-time; and those over the superannuation age limit (currently set at 70). Again there may be some underreporting in the early years as some organisations pay more than the SGC amount. This is particularly true in the public sector.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-2",
                    "title": "Employer Contributions",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In addition to the employer contributions to an individual’s superannuation, a person may either be required to contribute part of their salary into a superannuation fund or may voluntarily contribute to their own superannuation fund. In DYNAMOD, employee contributions are added to the same account as the employer funds. Whether a personal contribution is made and, if so, the amount contributed, is based on two sources - a RIM conference paper (Tinnion, 1998) for non-employees and those aged under 45; and the 1995 ABS publication ‘Superannuation Australia’ for employees aged 45+.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For people who are currently unemployed, not in the labour force or doing unpaid work, it is assumed they make no contribution to their superannuation. If a person is employed then the chance of them contributing is based on a probability distribution. The distribution is shown in <a href=\"#A1-T3\">Table A3</a> below. The amount contributed is five percent of their salary. This rate is one of the most common default rates used by organisations that require employees to contribute to a superannuation scheme.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: Calculated from RIM Conference Paper 98/1.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "BLK_A1-T3",
                                    "label": "Table A3",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Age</th><th align=\"left\">Male</th><th align=\"left\">Female</th></tr></thead><tbody><tr><td align=\"left\">Under 18</td><td align=\"left\">2.4%</td><td align=\"left\">4.8%</td></tr><tr><td align=\"left\">18 – 24</td><td align=\"left\">16.1%</td><td align=\"left\">19.3%</td></tr><tr><td align=\"left\">25 – 34</td><td align=\"left\">27.5%</td><td align=\"left\">39.8%</td></tr><tr><td align=\"left\">35 – 44</td><td align=\"left\">32.4%</td><td align=\"left\">46.9%</td></tr><tr><td align=\"left\">45 – 54</td><td align=\"left\">32.5%</td><td align=\"left\">46.4%</td></tr><tr><td align=\"left\">55 – 59</td><td align=\"left\">24.8%</td><td align=\"left\">35.6%</td></tr><tr><td align=\"left\">60 – 64</td><td align=\"left\">10.4%</td><td align=\"left\">20.7%</td></tr><tr><td align=\"left\">65+</td><td align=\"left\">0.6%</td><td align=\"left\">1.4%</td></tr></tbody></table>"
                                    ],
                                    "title": "Employed People Making own Contributions to Superannuation Schemes",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "For employees aged 45 –76, a more complex algorithm is used based on ABS data. ABS Cat 6319.0 Superannuation Australia November 1995 “Table 13\" shows employees aged 45-76 making various personal contributions (see <a href=\"#A1-T4\">Table A4</a> below). On the basis of this table, an annual employee contribution rate is imputed for all employees aged 45-76.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The reason for using this income-based employee data is to attempt to capture changing rates of contribution. There is evidence that the favourable taxation rates on superannuation contributions may induce some individuals to contribute large amounts to their superannuation fund. This is particularly true for high income individuals. Evidence of this can be seen in <a href=\"#A1-F1\">Figure A1</a>. The figure shows a correlation between weekly income and the chance of giving 10-15% of income (a high rate).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The use of the ABS data shown in <a href=\"#A1-T4\">Table A4</a> attempts to model the relationship between increasing contributions and increasing income.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "BLK_A1-F1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00283%2Fijm-00283-fig012.tif",
                                        "size": {
                                            "width": 648,
                                            "height": 320
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00283%2Fijm-00283-fig012.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00283-fig012.jpg"
                                        }
                                    },
                                    "label": "Figure A1",
                                    "title": "Male Employees Contributing 10-15% to a Superannuation Fund. <i>Source</i>: Calculated from ABS Cat 6319.0 Superannuation Australia Nov 95.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "<i>Source</i>: ABS Cat 6319.0 Superannuation Australia November 1995 Table 13.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "BLK_A1-T4",
                                    "label": "Table A4",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\" rowspan=\"2\">Average<br/>Weekly Earnings</th><th align=\"left\" colspan=\"9\">Employee Contribution</th></tr><tr><th align=\"left\">Zero</th><th align=\"left\">&lt; 3%</th><th align=\"left\">3-4%</th><th align=\"left\">4-5%</th><th align=\"left\">5-6%</th><th align=\"left\">6-10%</th><th align=\"left\">10-15%</th><th align=\"left\">15+%</th><th align=\"left\">Total</th></tr></thead><tbody><tr><td align=\"left\"><b>MALES (000’s) 45-76 years</b></td><td align=\"left\" colspan=\"9\"/></tr><tr><td align=\"left\">Under $200</td><td align=\"left\">16.3</td><td align=\"left\">0.3</td><td align=\"left\">0.4</td><td align=\"left\">0.0</td><td align=\"left\">0.6</td><td align=\"left\">0.6</td><td align=\"left\">1.1</td><td align=\"left\">3.6</td><td align=\"left\">23.9</td></tr><tr><td align=\"left\">200-400</td><td align=\"left\">47.8</td><td align=\"left\">4.2</td><td align=\"left\">3.7</td><td align=\"left\">1.6</td><td align=\"left\">2.0</td><td align=\"left\">4.5</td><td align=\"left\">3.6</td><td align=\"left\">5.2</td><td align=\"left\">75.9</td></tr><tr><td align=\"left\">400-600</td><td align=\"left\">124.4</td><td align=\"left\">20.9</td><td align=\"left\">18.4</td><td align=\"left\">24.3</td><td align=\"left\">30.2</td><td align=\"left\">35.2</td><td align=\"left\">11.2</td><td align=\"left\">7.8</td><td align=\"left\">284.8</td></tr><tr><td align=\"left\">600-800</td><td align=\"left\">78.5</td><td align=\"left\">16.1</td><td align=\"left\">16.1</td><td align=\"left\">21.3</td><td align=\"left\">29.2</td><td align=\"left\">36.7</td><td align=\"left\">10.0</td><td align=\"left\">4.9</td><td align=\"left\">224.4</td></tr><tr><td align=\"left\">800-1000</td><td align=\"left\">35.5</td><td align=\"left\">12.0</td><td align=\"left\">9.3</td><td align=\"left\">19.0</td><td align=\"left\">24.7</td><td align=\"left\">28.7</td><td align=\"left\">7.5</td><td align=\"left\">1.7</td><td align=\"left\">147.7</td></tr><tr><td align=\"left\">1000+</td><td align=\"left\">49.3</td><td align=\"left\">14.8</td><td align=\"left\">9.4</td><td align=\"left\">22.1</td><td align=\"left\">29.5</td><td align=\"left\">33.3</td><td align=\"left\">14.3</td><td align=\"left\">10.4</td><td align=\"left\">195.0</td></tr><tr><td align=\"left\">Not reported</td><td align=\"left\">17.0</td><td align=\"left\">0.3</td><td align=\"left\">0.3</td><td align=\"left\">0.4</td><td align=\"left\">1.9</td><td align=\"left\">1.3</td><td align=\"left\">1.3</td><td align=\"left\">0.0</td><td align=\"left\">37.4</td></tr><tr><td align=\"left\">Total</td><td align=\"left\">368.8</td><td align=\"left\">68.6</td><td align=\"left\">57.6</td><td align=\"left\">88.7</td><td align=\"left\">118.1</td><td align=\"left\">140.3</td><td align=\"left\">49.0</td><td align=\"left\">33.6</td><td align=\"left\">989.1</td></tr><tr><td align=\"left\"><b>FEMALES (000’s) 45-76 years</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\"><b>Average</b><br/><b>Weekly Earnings</b></td><td align=\"left\"><b>Zero</b></td><td align=\"left\"><b>&lt; 3%</b></td><td align=\"left\"><b>3-4%</b></td><td align=\"left\"><b>4-5%</b></td><td align=\"left\"><b>5-6%</b></td><td align=\"left\"><b>6-10%</b></td><td align=\"left\"><b>10-15%</b></td><td align=\"left\"><b>15+%</b></td><td align=\"left\"><b>Total</b></td></tr><tr><td align=\"left\">Under $200</td><td align=\"left\">56.7</td><td align=\"left\">0.9</td><td align=\"left\">0.4</td><td align=\"left\">0.9</td><td align=\"left\">1.8</td><td align=\"left\">2.4</td><td align=\"left\">3.6</td><td align=\"left\">5.8</td><td align=\"left\">73.5</td></tr><tr><td align=\"left\">200-400</td><td align=\"left\">133.9</td><td align=\"left\">11.0</td><td align=\"left\">8.4</td><td align=\"left\">6.5</td><td align=\"left\">10.1</td><td align=\"left\">14.5</td><td align=\"left\">7.2</td><td align=\"left\">6.3</td><td align=\"left\">203.9</td></tr><tr><td align=\"left\">400-600</td><td align=\"left\">114.7</td><td align=\"left\">15.5</td><td align=\"left\">11.1</td><td align=\"left\">16.9</td><td align=\"left\">22.4</td><td align=\"left\">32.5</td><td align=\"left\">9.2</td><td align=\"left\">4.6</td><td align=\"left\">237.8</td></tr><tr><td align=\"left\">600-800</td><td align=\"left\">40.6</td><td align=\"left\">7.0</td><td align=\"left\">8.0</td><td align=\"left\">11.7</td><td align=\"left\">13.6</td><td align=\"left\">18.7</td><td align=\"left\">5.3</td><td align=\"left\">2.1</td><td align=\"left\">114.7</td></tr><tr><td align=\"left\">800-1000</td><td align=\"left\">8.7</td><td align=\"left\">4.2</td><td align=\"left\">2.1</td><td align=\"left\">6.7</td><td align=\"left\">6.0</td><td align=\"left\">14.0</td><td align=\"left\">2.4</td><td align=\"left\">0.8</td><td align=\"left\">48.4</td></tr><tr><td align=\"left\">1000+</td><td align=\"left\">6.0</td><td align=\"left\">2.0</td><td align=\"left\">0.0</td><td align=\"left\">1.9</td><td align=\"left\">3.9</td><td align=\"left\">2.5</td><td align=\"left\">1.7</td><td align=\"left\">1.5</td><td align=\"left\">21.9</td></tr><tr><td align=\"left\">Not reported</td><td align=\"left\">7.9</td><td align=\"left\">0.0</td><td align=\"left\">0.3</td><td align=\"left\">0.2</td><td align=\"left\">0.2</td><td align=\"left\">1.2</td><td align=\"left\">0.1</td><td align=\"left\">0.2</td><td align=\"left\">17.0</td></tr><tr><td align=\"left\">Total</td><td align=\"left\">368.5</td><td align=\"left\">40.6</td><td align=\"left\">30.3</td><td align=\"left\">44.8</td><td align=\"left\">58.0</td><td align=\"left\">85.8</td><td align=\"left\">29.5</td><td align=\"left\">21.3</td><td align=\"left\">717.2</td></tr></tbody></table>"
                                    ],
                                    "title": "Employee Contributions to Superannuation Schemes",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s6-3",
                    "title": "Employee and Voluntary Contributions",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The existence of multiple accounts for individuals is well known and is discussed in Rothman (1995). The reasons for the multiple accounts include:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "People holding more than one job;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Requirements that some award payments be paid into a different account;",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Timing difficulties, that is, old accounts being reported as current when in reality they are inactive (for example the person may have changed jobs and started in a new scheme/account and data relating to the old account is still being reported); and",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Other unusual arrangements, such as where superannuation associated with performance pay for public servants was put in a separate account",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "DYNAMOD calculations are based on individual data rather than account data and DYNAMOD assumes there are no differences between superannuation funds. These assumptions mean that the there is no difference between a person having three accounts with $1,000 in each and a person having $3,000 in one account. The existence of multiple accounts does not impact on the model.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-4",
                    "title": "Number of Accounts",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In general, funds contributed to superannuation schemes cannot be withdrawn until retirement (and being aged over 54). However, the superannuation legislation did allow access to funds in certain circumstances — namely times of severe financial hardship or emigration from Australia. There was some abuse of these guidelines, with the result that the legislation for gaining early access was tightened and the preservation age increased to 60 years for those born after June 1964. From 1 July 1999, all earnings and contributions can only be paid out if a person dies, becomes disabled, or APRA approves an early release. Permanent emigrates have to wait for their funds until retirement. These changes have had such an impact as to make early withdrawals a minor, short term case which can be ignored. Early withdrawals are not modelled in DYNAMOD.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-5",
                    "title": "Early Withdrawals",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "An average rate of return for superannuation funds is very difficult to obtain. Firstly, there are some 213,747 superannuation funds in Australia (APRA June 2000). Of these, 211,175 have less than five members. This number of small funds makes calculation of an overall rate of return for superannuation funds difficult and perhaps meaningless, as it is possible that a number of these small funds are not motivated by maximising returns over the long term. Exclusion of these small funds reduces the total assets by only 15% (down $68B to $409B) and should allow the rate of return of the remaining major funds to be calculated. However, a second problem with measuring rates of returns then becomes evident - rates of return can still not be accurately obtained as the superannuation industry’s ‘reserving’ practice. Reserving involves paying a smaller rate of return in good years and putting the extra funds aside for use when the actual rate of return is negative or low. A number of superannuation funds use reserving to implement a policy of not passing on negative returns. In years when the actual return is negative or zero, the reserve is used to pay a small positive return. The practice of using reserves results in a smoothing of rates and makes measurement of actual real returns very difficult to obtain.",
                            "type": "paragraph"
                        },
                        {
                            "text": "An <i>InTech</i> survey (2000) shows an asset weighted average for a range of major retail growth funds of 6.3% in real terms over the last seven years, and 8.4% over the last five. The RBA in Occasional Paper No 8, “Historical Economic Statistics”, show average ten year growth for a balanced fund of 13.0% to 1995, but inflation was an average 5.4% pa over the period giving a real rate of 7.6%. ARPA and Treasury use 8% nominal as an upper bound.",
                            "type": "paragraph"
                        },
                        {
                            "text": "ARPA suggest that forward projections above 5% or 6% real are likely to be unsustainable.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The consensus view on these figures would suggest a real rate of 6% for 1986-94, 8% for 1995-99 and 5% for 2000 onwards. These are rates used in DYNAMOD.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-6",
                    "title": "Rate of Return on Invested Funds",
                    "type": "section"
                }
            ],
            "id": "A1",
            "title": "Appendix A - Assumptions"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
