{
    "status": "vor",
    "id": "00290",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00290",
    "authorLine": "Tanja Kirn, Gijs Dekkers",
    "title": "The Projected Development of the Gender Pension Gap in Switzerland: Introducing MIDAS_CH",
    "published": "2023-12-31T00:00:00Z",
    "versionDate": "2023-12-31T00:00:00Z",
    "statusDate": "2023-12-31T00:00:00Z",
    "volume": 16,
    "issue": 3,
    "fpage": 100,
    "lpage": 129,
    "elocationId": "100-129",
    "pdf": "http://web:8082/00290/ijm-00290.pdf",
    "subjects": [
        {
            "id": "pensions-retirement-dynamic-microsimulation",
            "name": "Pensions and retirement, Dynamic microsimulation"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This study presents the newly developed dynamic cross-sectional microsimulation model MIDAS_CH, which is developed to assess the pension adequacy of the 1<sup>st</sup> and the mandatory part of the 2<sup>nd</sup> pillar pension systems. By simulating the entire life-spans of native and immigrating individuals we analyse the impact of the most recent pension reform, which increased the statutory retirement age (SRA) of women from 64 to 65. Furthermore, the impact of a reduction of the conversion rate in the 2<sup>nd</sup> pillar - which is a quite likely policy scenario – is also analysed. Our simulations suggest that the GPG would decline from 23.6% in 2020 to 21.6% in 2070. Although this decline appears to be marginal, there are signs of a catching-up process, especially among higher incomes. This catching-up process of women’s pensions may be driven by an increasing share of women having a tertiary educational attrition, which results in higher wages and higher activity rates. This leads to a reduction of the GPG in the upper income range. However, since labour market participation as well as the extent of part-time employment are positively correlated with the level of education, this would also lead to a larger variance in women’s lifetime earnings. The simulation of the policy scenarios suggests that an increase in the SRA of women increases their retirement income only marginal, whereas a reduction of the conversion rate from 6.8% to 5.2% would decrease the 2<sup>nd</sup> pillar pension income by 23.5%.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Kirn and Dekkers",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Germany",
                            "locality": [
                                "Freiburg"
                            ]
                        },
                        "formatted": [
                            "Freiburg",
                            "Germany"
                        ]
                    },
                    "name": [
                        "University of Liechtenstein, Liechtenstein, and Albert-Ludwigs-Universität Freiburg"
                    ]
                }
            ],
            "emailAddresses": [
                "tanja.kirn@uni.li"
            ],
            "name": {
                "index": "Kirn, Tanja",
                "preferred": "Tanja Kirn"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Belgium",
                            "locality": [
                                "Leuven"
                            ]
                        },
                        "formatted": [
                            "Leuven",
                            "Belgium"
                        ]
                    },
                    "name": [
                        "Federal Planning Bureau and CESO, KU Leuven"
                    ]
                }
            ],
            "name": {
                "index": "Dekkers, Gijs",
                "preferred": "Gijs Dekkers"
            },
            "type": "person"
        }
    ],
    "funding": {
        "statement": "This contribution is based on the project MIGAPE (<a href=\"http://www.migape.eu\">www.migape.eu</a>), supported by the European Commission DG Just programme (Grant Agreement no. 820798). We are very thankful for the support by the InGRID2 programme, which initiated the ‘Special Interest Group on Dynamic Microsimulation’ (SIG), provided possibilities for training in dynamic microsimulation models as well as access to research infrastructure and fostered international collaboration."
    },
    "dataSets": {
        "availability": [
            {
                "text": "The Swiss Statistics on Income and Living Conditions (SILC)-data is available at the website of the Swiss Federal Statistical Office (FSO): <a href=\"https://www.bfs.admin.ch/bfs/de/home/statistiken/wirtschaftliche-soziale-situation-bevoelkerung/erhebungen/silc.html\">https://www.bfs.admin.ch/bfs/de/home/statistiken/wirtschaftliche-soziale-situation-bevoelkerung/erhebungen/silc.html</a>",
                "type": "paragraph"
            },
            {
                "text": "The code used in the creation of this model is freely accessible at the following link: <a href=\"https://liam2.plan.be/\">https://liam2.plan.be/</a> and on Github: <a href=\"https://github.com/liam2/liam2\">https://github.com/liam2/liam2</a>. We commit to preserving code for a period of no less than five years following publication of the manuscript, and to providing reasonable assistance to requests for clarification and replication.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "dynamic microsimulation modelling",
        "demography",
        "migration",
        "care",
        "pensions"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Gender Pension Gap (GPG) measures the relative difference between the retirement income of both women and men. In a general form, the GPG(l, x) can be written as <math alttext=\"1-\\frac{l\\left (x\\right)_{f}}{l\\left (x\\right)_{m}}\" id=\"inf1\"><mn>1</mn><mo>-</mo><mfrac><mrow><msub><mrow><mi>l</mi><mfenced separators=\"|\"><mrow><mi>x</mi></mrow></mfenced></mrow><mrow><mi>f</mi></mrow></msub></mrow><mrow><msub><mrow><mi>l</mi><mfenced separators=\"|\"><mrow><mi>x</mi></mrow></mfenced></mrow><mrow><mi>m</mi></mrow></msub></mrow></mfrac></math> ; usually l is the mean of the variable of interest, <i>x</i>, e.g. gross pension income, including survivors’ pensions of the 65+, though <i>l</i>(.) can be any measure of location. The GPG therefore reflects how much the pension benefit of women lags behind that of men.",
                    "type": "paragraph"
                },
                {
                    "text": "The GPG is usually much higher than the gender pay gap,<a href=\"#fn1\"><sup>1</sup></a> since the latter is a view at any moment in time, whereas the former is the result of how gender differences in in the prevalence of part-time work, unemployment, withdrawals from the labour market, and the gender pay gap cumulate over the working lives of men and women (; <a href=\"#bib110\">Bettio et al., 2013</a>; <a href=\"#bib111\">Jolly, 2014</a>, 37 and 50). These differences in earnings may be related to other gendered behaviour, such as the impact of parental leave on wages after return (e.g. <a href=\"#bib112\">Lequien, 2012</a>; <a href=\"#bib113\">Thévenon and Solaz, 2013</a>), sectoral segregation, and so forth. However, since pension insurance systems include redistributive elements, the relationship between lifetime earnings and pension income after retirement is far from linear (<a href=\"#bib63\">Kirn and Dekkers, 2022</a>). Thus, the impact of gender-specific aspects on pension income depends in part on the design of the pension system.",
                    "type": "paragraph"
                },
                {
                    "text": "In Switzerland, the GPG for the 65+ group fluctuates between 40.2% in 2008 and 30.9% in 2018 (<a href=\"#bib34\">European Commission, 2021a</a>) and averages 33.6% between 2007 and 2019. Using data from SESAM,<a href=\"#fn2\"><sup>2</sup></a> <a href=\"#bib36\">Fluder et al. (2016)</a> find that women’s total pensions are 37 percent- or nearly 20,000 Swiss francs (henceforth CHF) per year lower than men’s pensions, which is roughly €20,510.<a href=\"#fn3\"><sup>3</sup></a> However, as we will see in more detail later in this paper, the GPG varies dramatically with the pillar of the Swiss pension system.<a href=\"#fn4\"><sup>4</sup></a> The 1<sup>st</sup> pillar pensions have a negligible GPG of just under 3 percent while 2<sup>nd</sup> pillar pensions have a GPG that exceeds 60 percent. The differences in the GPG of the respective pillars are due to the redistributive elements of the 1<sup>st</sup> pillar, which predominantly benefit women. In the 2<sup>nd</sup> and 3<sup>rd</sup> pillars, where pension entitlements are directly linked to contributions and thus to income, the differences are large and reflect gender differences in lifetime income. <a href=\"#bib67\">Kuhn (2020)</a> reports that women’s pension entitlements in the 1<sup>st</sup> pillar are higher than men’s despite their lower lifetime income. However, men’s 2<sup>nd</sup> pillar entitlements are more than twice as high as women’s, as are 3<sup>rd</sup> pillar entitlements.",
                    "type": "paragraph"
                },
                {
                    "text": "Measures of the current GPG, such as <a href=\"#bib36\">Fluder et al. (2016)</a>, <a href=\"#bib67\">Kuhn (2020)</a>, <a href=\"#bib107\">Kuhn et al. (2021)</a> and the <a href=\"#bib33\">European Commission (2021)</a>, are retrospective since the gender pension gap observed among today’s retirees is shaped by labour market behaviour over the past decades. Since labour market participation of women has increased from 68% in 1991 to 79% in 2014 and in addition, part time work rates among active women have increased (<a href=\"#bib68\">Kuhn and Ravazzini, 2017</a>), the question arises how the changing labour market participation of women will affect the GPG in the future.",
                    "type": "paragraph"
                },
                {
                    "text": "Measures of future GPG simulated with static microsimulation models are valuable for assessing specific aspects, such as the impact of informal care on future pension income (<a href=\"#bib65\">Kirn and Thierbach, 2020</a>), but do not incorporate dynamic aspects, such as changes in labour market participation at the extensive and intensive margins or migration.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper will present a newly-developed dynamic microsimulation (henceforth DMSM) model for Switzerland and use it to make projections of the Gender Pension Gap in 2070 for the cohort entering the labour market in 2018, as well as for immigrants entering and emigrants leaving the labour market afterwards. These projections will be as consistent as possible with official demographic and economic projections produced by various Swiss institutions, including the Swiss Federal Statistical Office (FSO). Furthermore, we will study how key parameters (such as the conversion rate) and the effect of these exogenous projections change the simulation results. This will allow us to assess how the GPG would develop if the statutory retirement age of women would increase, or if the conversion rate of the 2<sup>nd</sup> pillar pension income would be reduced.",
                    "type": "paragraph"
                },
                {
                    "text": "Our study follows <a href=\"#bib115\">Bonnet et al. (2006)</a>, who use a DMSM to study the effects of pension reform on the GPG for a cohort of men and women in France. Their analysis is however limited to private-sector pensions, whereas this study includes both the 1<sup>st</sup> and 2<sup>nd</sup> pillars of the Swiss pension system. <a href=\"#bib56\">Halvorsen and Pedersen (2019)</a> also use a microsimulation model to study the projected GPG of one cohort for the reformed Norwegian pension system. <a href=\"#bib65\">Kirn and Thierbach (2020)</a>",
                    "type": "paragraph"
                },
                {
                    "text": "Our study follows <a href=\"#bib115\">Bonnet et al. (2006)</a>, who use a DMSM to study the effects of pension reform on the GPG for a cohort of men and women in France. Their analysis is however limited to private-sector pensions, whereas this study includes both the 1<sup>st</sup> and 2<sup>nd</sup> pillars of the Swiss pension system. <a href=\"#bib56\">Halvorsen and Pedersen (2019)</a> also use a microsimulation model to study the projected GPG of one cohort for the reformed Norwegian pension system <a href=\"#bib65\">Kirn and Thierbach (2020)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "The study by <a href=\"#bib25\">Dekkers et al. (2022)</a> is closely related to this paper. It presents a more general view on the same Swiss simulation results, however in a comparative context with simulation results from Belgium, Luxembourg, Slovenia and Portugal. This paper is complementary to theirs in that it focusses on the Swiss case, and presents the microsimulation model that was developed to this aim.",
                    "type": "paragraph"
                },
                {
                    "text": "We contribute to this literature as we are the first to produce projected GPGs of the Swiss Pension system, which provides a gender-specific perspective on how the design of the Swiss pension system might affect within- and between-gender inequalities of pension income in a context of net-immigration and demographic ageing. Furthermore, we extend the analysis from the gap measured at the mean, to gaps in the lower and upper ends of the income distribution. Our analysis concentrates on one birth-cohort – individuals born in 2000 – and we focus on two perspectives. First, we project the future GPG by mapping our own projections about the future labour market participation at the extensive and intensive margin. In a second step, we simulate the impact of the most recent pension reform, which increased the statutory retirement age (SRA) of women from 64 to 65. Third, we simulate the impact of a reduction of the conversion rate in the 2<sup>nd</sup> pillar - which is a quite likely policy scenario – and analyse its impact on the future GPG.",
                    "type": "paragraph"
                },
                {
                    "text": "An important caveat is that our analysis is limited to the 1<sup>st</sup> pillar of the Swiss pension system and the mandatory part of the 2<sup>nd</sup> pillar. This means that the voluntary and more defined-contribution parts of the pension system are not included. The reason for this is the theoretical and empirical difficulty in the modelling of private savings (<a href=\"#bib98\">Tedeschi et al., 2013</a>) and the trade-off with social security in dynamic microsimulation modelling (<a href=\"#bib91\">Rein and Turner, 2001</a>). This would bring us too far from the ambitions of the paper, but it also means that we probably underestimate the GPG in both 2018 and in our projections.",
                    "type": "paragraph"
                },
                {
                    "text": "The remainder of the article is organized as follows. The next section introduces the dynamic microsimulation model MIDAS_CH and puts it in the classification of existing models. This discussion will include the data used as the starting dataset as well as the auxiliary information and the alignment methods by which this is done. Section 3 describes in more detail the simulation of lifetime events in the field of demographics (birth, death, migration, etc.), labour market states, retirement and disability, as well as immigration and emigration. Section 4 provides information about the Swiss pension system and the simulation of pension income of 1<sup>st</sup> and 2<sup>nd</sup> pillar pension income. Finally, section 5 will present the simulation results of the model and discuss various projected gender pension gaps, in the base variant and the policy scenarios. Finally, we draw a conclusion and provide an outlook to the next steps in the development of the model.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "MIDAS_CH (which is an acronym for ‘Microsimulation for the Development of Adequacy and Sustainability’) is a discrete-time DMSM using dynamic cross-sectional ageing. It is developed to simulate the distribution of pension income, and its underlying processes, including labour supply, migration, family formation and dissolution, and many others. As such, the model creates a synthetic panel dataset out of a cross-sectional observed starting dataset, by simulating the life spans of the existing individuals and their households while adding new-borns and immigrants, and removing emigrants and deceased individuals. Older – and further developed – models of the same group include MIDAS_BE in Belgium, MOSART in Norway, SESIM in Sweden, DESTINIE in France, T-DYMM in Italy and CBOLT in the US (see <a href=\"#bib72\">Li et al., 2014</a>, for a discussion).",
                    "type": "paragraph"
                },
                {
                    "text": "MIDAS_CH belongs to the MIDAS group of DMSM, which also includes models in Belgium, Luxembourg, Portugal and Hungary. It has taken the MIDAS_BE model as an example and source of inspiration (<a href=\"#bib21\">Dekkers et al., 2009</a>; <a href=\"#bib20\">Dekkers and Van Den Bosch, 2016</a>) and runs on LIAM2 (<a href=\"#bib15\">De Menten et al., 2014</a>). In doing so, MIDAS_CH has benefitted considerably from the years of knowledge and experience of other users and developers of models in the MIDAS group (<a href=\"#bib9\">Bryon et al., 2018</a>; <a href=\"#bib9\">Bryon et al., 2018</a><a href=\"#bib20\">; <a href=\"#bib25\">Dekkers et al., 2022</a>; <a href=\"#bib17\">Dekkers and Van den Bosch, 2021</a>; <a href=\"#bib72\">Li et al., 2014</a>; <a href=\"#bib75\">Liégeois, 2021</a> <a href=\"#bib77\">Moreira and Wall, 2021</a><a href=\"#bib77\">Moreira and Wall, 2021</a>), as have the other models in this list.",
                    "type": "paragraph"
                },
                {
                    "text": "MIDAS_CH is set up as a discrete-time, cross-sectional ageing model, thereby allowing for the modelling of interactions between individuals, as between partners. This is relevant for the modelling of survivors’ benefits.",
                    "type": "paragraph"
                },
                {
                    "text": "As the model follows a closed population approach, partners in the family formation process are selected sporadically from individuals in the dataset. Furthermore, following <a href=\"#bib18\">Dekkers (2015)</a>, individuals are cloned in the case of immigration, and removed from the sample in the case of death or emigration. Finally, discrete time models are easier to implement in stepwise computer simulations and often require fewer variables than continuous-time models (<a href=\"#bib72\">Li et al., 2014</a>). But the main advantage of the combination of cross-sectional aging and discrete time simulation is that it allows to define exogenous constraints on the number of objects or events within each time unit, which assures, that the simulation results are consistent with exogenous projections and assumptions (<a href=\"#bib1\">Andreassen et al., 2020</a>; <a href=\"#bib21\">Dekkers et al., 2009</a>). This is explained in the next section.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The purpose of a DMSM like MIDAS_CH is to produce long-term projections of pensions. As these pensions in some shape or form are the result of previous earnings or labour market participation, or even of the person being present in the country, this requires the simulation of the intertemporal development of a large variety of characteristics, such as demographic ageing, the household size and marital states, activity rates, etc. In its simplest form, this is mostly done using separate discrete-dependent variable models, such as logistic regressions. However, if these estimated models are considered sub-optimal,<a href=\"#fn5\"><sup>5</sup></a> or if the researcher wishes to make use of projections that were developed by others in order not to reinvent the wheel and to paint a consistent picture, many models make use of so-called alignment techniques. Various alignment methods have been developed (<a href=\"#bib78\">Morrison, 2006</a>), but <a href=\"#bib72\">Li et al. (2014)</a>; <a href=\"#bib74\">Li and O’Donoghue (2014)</a> conclude that, for those simulation models that focus on the impact on distributions, the sidewalk hybrid and the SBDL<a href=\"#fn6\"><sup>6</sup></a> methods achieve the best results. However, as sidewalk hybrid methods have a low computing performance, the “alignment by sorting” by the SBDL method is widely used in complex microsimulation models, and MIDAS_CH is no exception.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In addition to the alignment of the states, consistency with exogenous macroeconomic forecasts is achieved through the indexation of earnings and the adjustment of macroeconomic variables. In so doing, the simulated micro-level earnings are adjusted to be equal to macroeconomic wage growth projections. Furthermore, the minimum 1<sup>st</sup> pillar pensions and the related thresholds of the 1<sup>st</sup> and 2<sup>nd</sup> pillar pension are adjusted by the arithmetic mean of the consumer price index and nominal wage index (the so-called mixed index). The short-term forecast of the wage-price index is based on the estimate of <a href=\"#bib94\">SECO (2022)</a>. In the absence of official estimates of long-term future wage and price indices, it is assumed that future nominal wage growth rates would correspond to the average annual growth rates of the past twenty years, based on the nominal wage index (<a href=\"#bib48\">FSO, 2022b</a>) and that the real wage growth is equal to the inflation rate (full inflation compensation). <a href=\"#fig1\">Figure 1</a> illustrates the nominal and real wage indexes based on official statistics (base=1993), as well as the projected nominal and real wage indexes, and the related consumer price index<a href=\"#fn7\"><sup>7</sup></a> and mixed index.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00290%2Fijm-00290-fig001.tif",
                                        "size": {
                                            "width": 1432,
                                            "height": 832
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00290%2Fijm-00290-fig001.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00290-fig001.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Nominal and real wage index, consumer price index, and mixed index (base 1993). Source: <a href=\"#bib48\">FSO (2022b)</a><a href=\"#bib45\">, own projections.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Additionally, a range of interest rates are projected, as these affect the central parameters of the 2<sup>nd</sup> pillar (see <a href=\"#fig2\">Figure 2</a>). Based on the current inflation trend, it is assumed that the Central Bank rate will rise in the coming years (<a href=\"#bib66\">KOF, 2022</a>), which will also result in an increase in the yield on 10-year federal bonds,<a href=\"#fn8\"><sup>8</sup></a> as well as a decline in inflation rates. Accordingly, the expected gross return on pension wealth will increase, as in accordance with Art. 3 of Professional Guideline 4 (FRP 4), the upper limit is calculated as the interest rate of the 10-year federal bonds, increased by a surcharge of 2.5%<a href=\"#fn9\"><sup>9</sup></a> and reduced by a discount (at least 0.3% -points) for the increase in longevity. Additionally, the minimum interest rate on accumulated assets of the 2<sup>nd</sup> pillar, which is set by the Federal Council according to the recommendation of the Federal Commission for Occupational Pensions, is adjusted according to our own forecasts on the return on federal bonds, as well as the expected gross returns. Hence, the yield on 10-year federal bonds and the expected gross return delimits the interest corridor on accumulated pension assets.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00290%2Fijm-00290-fig002.tif",
                                        "size": {
                                            "width": 1616,
                                            "height": 996
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00290%2Fijm-00290-fig002.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00290-fig002.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Actual and projected rates of return and life expectancy (at age of 65). Source: <a href=\"#bib48\">FSO (2022b)</a><a href=\"#bib45\">, own projections.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Another key parameter of the 2<sup>nd</sup> pillar pension system is the conversion rate, which is the percentage at which an insured person’s retirement assets are converted into a life annuity. Since the conversion rate depends on the interest rate levels and life expectancy, assuming increasing life expectancies and low interest rates, a lower conversion rate is likely in the future. Based on a life expectancy at age of 65, which is projected by the <a href=\"#bib49\">FSO (2022c)</a>, the conversion rate is adjusted according to the annuity formula<a href=\"#fn10\"><sup>10</sup></a> to achieve an implicit interest pledge, which is close to the minimum interest rate on accumulated assets of the 2<sup>nd</sup> pillar. Since widows' and orphans' pensions are not taken into account in this simplified approach, the resulting implicit interest rate tends to be underestimated.<a href=\"#fn11\"><sup>11</sup></a> However, since the projected conversion rate is estimated using the minimum interest rate, which represents the lower boundary of the interest corridor on accumulated pension assets, the assumption is plausible. Thus, the estimated future conversion rate is 5.2%, which corresponds to the average conversion rate for the supplementary second pillar pension (currently 5.28%) for retirements in five years (<a href=\"#bib83\">OAK, 2021</a>) seems plausible.",
                            "type": "paragraph"
                        },
                        {
                            "text": "However, since a reduction in the conversion rate leads to a significant reduction of the pension income of the 2<sup>nd</sup> pillar (For example, a reduction of the conversion factor from currently 6.8% to 5.2% would reduce pension income by 23.5%),<a href=\"#fn12\"><sup>12</sup></a> two different scenarios are simulated: 1) the conversion rate remains at today’s level, 2) the conversion rate will be lowered in the future. As a reduction in the conversion rate lowers the relative share of 2<sup>nd</sup> pillar pension income in total pension income, we also expect that this affects the simulated GPG, since the GPG is largely based on the gender differences in the 2<sup>nd</sup> pension pillar.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1 Simulation and alignment",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As explained in previous sections, a discrete-time DMSM essentially creates a synthetic micro panel dataset out of a cross-sectional observed starting dataset. So the starting dataset is a crucial element of any model. MIDAS_CH is based on the Swiss SILC dataset of 2018, which is conducted by the Swiss FSO and represents the Swiss population. The Swiss SILC dataset has a sample size of 6,680 households, and approximately 15,200 individuals (<a href=\"#bib39\">FSO, 2018</a>). Leaving out the 949 individuals in households for which no information was available, a balanced panel comprising 14,251 individuals and 6,263 households was used for the simulations. SILC datasets are widely used as database for arithmetic microsimulation models, like Euromod, as are some dynamic microsimulation models (<a href=\"#bib20\">Dekkers and Van Den Bosch, 2016</a>; <a href=\"#bib72\">Li et al., 2014</a>) due to their wide range of socio-demographic variables at individual and household level, as well as their international comparability.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Although the SILC dataset is a good data source to simulate life courses and pension income, some limitations of the database need to be mentioned. The survey uses the permanent resident population in private households as the primary population and survey unit. This includes persons without permanent residence who live together with at least one other permanent resident due to their living circumstances. However, the SILC data excludes people living in collective households, notably older people in care homes. As these persons consist mainly of the oldest men and women, this may affect the simulation results (<a href=\"#bib88\">Peeters et al., 2013</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Furthermore, the SILC does not contain information on the upbuilding of pension claims based on previous earnings of the currently active population. The earnings history cannot be derived from previous waves of the panel either, since the Swiss SILC, like all SILC datasets, is organized as a rotating panel with a panel duration of only four years. Nor are previous earnings histories available, so that the simulation of this actual implicit pension claim is not possible. Including this information on current pension upbuilding is a key ambition for the next version of MIDAS_CH, because it for now limits the simulation results to the first cohort that can be assumed not to have an implicit pension claim in 2018. This of course is the cohort that enters the labour market in 2018, and which will receive their pensions from 2062 onwards. So, for now, we need to limit our simulations to this cohort.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2 Database",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Like most datasets, the SILC data for Switzerland includes weights to compensate for over- or under-sampling of specific cases, and for disproportionate stratification or to adjust for survey non-response (<a href=\"#bib101\">Verma et al., 2007</a>). Frequency weights therefore have also to be applied in DMSM in order to obtain unbiased results.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In order to set up an efficient and accurate DMSM, various approaches exist. A first and simple approach is to expand the starting dataset using the frequency weights, and then take a sample from the expanded dataset (<a href=\"#bib19\">Dekkers and Cumpston, 2012</a>). This approach is simple and straightforward but can result in loss of information, especially if the original dataset is comparatively small. The modelling approach (<a href=\"#bib51\">Galler, 1987, p. <span class=\"page-number\">313</span></a>) and the shared weights approach (<a href=\"#bib32\">Ernst, 1989</a>) are alternative approaches. These techniques can be used to determine the frequency weights (<a href=\"#bib93\">Schonlau et al., 2013</a>). The modelling approach is used for the panels HILDA<a href=\"#fn13\"><sup>13</sup></a> and SOEP<a href=\"#fn14\"><sup>14</sup></a> to estimate the unknown selection probabilities of new households based on a model from the known probabilities and using the inverse selection probabilities as weights (see <a href=\"#bib55\">Haisken-DeNew and Frick, 2005</a>; <a href=\"#bib104\">Watson, 2012</a>, for a discussion). Finally, the shared weights approach, redistributes the frequency weight of a household equally among the household members. If, for example, two individuals from two households with different frequency weights form a new household, the individual weights are summed up and divided equally among the household members of the newly formed household. In this way, the shared weights approach keeps the total of individual weights within a household constant and redistributes the weights among the household members as new individuals enter a household. The shared weights approach is, for example, used in the household panels EU-SILC (<a href=\"#bib101\">Verma et al., 2007</a>), PSID<a href=\"#fn15\"><sup>15</sup></a> (<a href=\"#bib61\">Heeringa et al., 2011</a>), BHPS,<a href=\"#fn16\"><sup>16</sup></a> SLID<a href=\"#fn17\"><sup>17</sup></a> (<a href=\"#bib71\">LaRoche, 2003</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "As however the weighted objects have to be aligned with exogenous constraints, such as projected demographic developments, the interaction of alignment and weighting procedures has to be taken into account to avoid simulation errors. <a href=\"#bib19\">Dekkers and Cumpston (2012)</a> propose three strategies to cope with the interaction of weighting and alignment. First, to split up the last household, second to select a household for alignment to give the lowest possible mismatch, third, to carry forward any misalignment to the next period. They tested these strategies and concluded that the third strategy is the most efficient in terms of runtime and memory requirements. In order to set up an efficient and accurate DMSM, in MIDAS_CH shared weights approach is implemented in combination with the carry forward of any misalignment, as proposed by <a href=\"#bib19\">Dekkers and Cumpston (2012)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3 Dynamic weighting",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. The dynamic simulation model MIDAS_CH",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Life events, such as becoming a parent, reducing work to care for relatives, unemployment and divorce, all affect pension upbuilding. For example, periods spent upraising and caring for children are credited in the 1<sup>st</sup> pillar pension scheme, but not in the other pillars. Other life events, such as unemployment or interruptions and reductions in employment, affect pension income through their impact on earnings. As is standard in a discrete time model, the likelihood that a given event will take place is simulated for every individual in each period.",
                    "type": "paragraph"
                },
                {
                    "text": "The simulation of demographic events in MIDAS_CH uses the SDBL method (see section 2.1). To ensure that the simulated population structure stays as close as possible to the population structure projected by the FSO (<a href=\"#bib38\">FSO, 2017</a>; <a href=\"#bib42\">FSO, 2020c</a>), the simulation results are aligned to the official projections. But also other relevant official projections on household formation and dissolution; labour market participation -, unemployment -, and care-giving rates; part-time work rates; earnings growth rates, etc. are being taken into account in the simulations of MIDAS_CH. <a href=\"#table1\">Table 1</a> provides an overview of the data sources used for the alignment.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "BEVNAT = Statistik der natürlichen Bevölkerungsbewegung; ESPOP = Statistik des jährlichen Bevölkerungsstandes; STATPOP = Statistik der Bevölkerung und der Haushalte; SAKE = Schweizerische Arbeitskräfteerhebung; IV = IV-Statistik; NRS = Neurentenstatistik; SGB = Schweizerische Gesundheitsbefragung;",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table><thead><tr><th align=\"left\">alignment</th><th align=\"left\">source</th><th align=\"left\">data</th><th align=\"left\">dimensions</th><th align=\"left\">age groups</th><th align=\"left\">scenario variants</th></tr></thead><tbody><tr><td align=\"left\">mortality</td><td align=\"left\">FSO</td><td align=\"left\">BEVNAT,<br/>ESPOP, STATPOP</td><td align=\"left\">gender</td><td align=\"left\">year</td><td align=\"left\">scenario A-00-2020</td></tr><tr><td align=\"left\">births</td><td align=\"left\">FSO</td><td align=\"left\">BEVNAT,<br/>ESPOP, STATPOP</td><td align=\"left\">female</td><td align=\"left\">year</td><td align=\"left\">scenario A-00-2020</td></tr><tr><td align=\"left\">population</td><td align=\"left\">FSO</td><td align=\"left\">BEVNAT,<br/>ESPOP, STATPOP</td><td align=\"left\">gender</td><td align=\"left\">5-year brackets</td><td align=\"left\">scenario A-00-2020</td></tr><tr><td align=\"left\">fertility</td><td align=\"left\">FSO</td><td align=\"left\">BEVNAT,<br/>ESPOP, STATPOP</td><td align=\"left\">female</td><td align=\"left\">year</td><td align=\"left\">scenario A-00-2020</td></tr><tr><td align=\"left\">marriage</td><td align=\"left\">FSO</td><td align=\"left\">BEVNAT</td><td align=\"left\">gender, civil state</td><td align=\"left\">5-year brackets</td><td align=\"left\"/></tr><tr><td align=\"left\">divorce</td><td align=\"left\">FSO</td><td align=\"left\">BEVNAT</td><td align=\"left\">gender</td><td align=\"left\">5-year brackets</td><td align=\"left\"/></tr><tr><td align=\"left\">disability</td><td align=\"left\">FSO</td><td align=\"left\">IV</td><td align=\"left\">gender</td><td align=\"left\">5-year brackets</td><td align=\"left\"/></tr><tr><td align=\"left\">care</td><td align=\"left\">FSO</td><td align=\"left\">SGB</td><td align=\"left\">gender</td><td align=\"left\">year</td><td align=\"left\"/></tr><tr><td align=\"left\">care giving</td><td align=\"left\">FSO</td><td align=\"left\">SGB</td><td align=\"left\">gender</td><td align=\"left\">year</td><td align=\"left\"/></tr><tr><td align=\"left\">early retirement</td><td align=\"left\">FSO</td><td align=\"left\">NRS</td><td align=\"left\">gender</td><td align=\"left\">year</td><td align=\"left\"/></tr><tr><td align=\"left\">labour market participation</td><td align=\"left\">FSO</td><td align=\"left\">SAKE</td><td align=\"left\">gender</td><td align=\"left\">year</td><td align=\"left\"/></tr><tr><td align=\"left\">part-time</td><td align=\"left\">FSO</td><td align=\"left\">SAKE</td><td align=\"left\">gender</td><td align=\"left\">5-year brackets</td><td align=\"left\">3 categories of PT work</td></tr><tr><td align=\"left\">unemployment</td><td align=\"left\">FSO</td><td align=\"left\">SAKE</td><td align=\"left\">gender</td><td align=\"left\">5-year brackets</td><td align=\"left\"/></tr><tr><td align=\"left\">immigration</td><td align=\"left\">FSO</td><td align=\"left\">STATPOP</td><td align=\"left\">gender, nationality</td><td align=\"left\">year</td><td align=\"left\">scenario A-00-2020</td></tr><tr><td align=\"left\">emigration</td><td align=\"left\">FSO</td><td align=\"left\">STATPOP</td><td align=\"left\">gender, nationality</td><td align=\"left\">year</td><td align=\"left\">scenario A-00-2020</td></tr></tbody></table>"
                            ],
                            "title": "Sources used for the alignment process",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The next sections provide an overview of the modelling of demographic events as well as labour market participation and labour supply.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "In 1964, the total fertility rate (TFR) in Switzerland was 2.7 children per woman. But during the economic crisis in the 1970s, the birth rate fell drastically and has been below the replacement level ever since. Since 2009, the fertility rate has been around 1.5 children per woman. The TFR of Swiss and foreign national mothers born in Switzerland are very similar, but that of women born abroad is higher (<a href=\"#bib43\">FSO, 2020d</a>; <a href=\"#bib92\">Guarin Rojas et al., 2018</a>). Differences in fertility are determined by educational level since a longer period of education leads to a postponement of family formation (<a href=\"#bib99\">Van et al., 2015</a>), and the opportunity costs of career interruptions are higher (<a href=\"#bib53\">Gustafsson, 2001</a>). Most children are born within marriages, though the number of non-marital births has increased more than fivefold since 1970. These non-marital births are mostly the children of single women, most of whom live in a consensual partnership (<a href=\"#bib43\">FSO, 2020d</a>). Hence, within the SDBL alignment method, the a priori probability of giving birth is simulated on the basis of a logistic regression model using age, educational attainment level, cohabitation and marriage as well as the number of siblings as arguments.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Currently, life expectancy at birth in Switzerland is one of the highest in the world, mainly due to the sharp increase during the 20th century. Average life expectancy at birth for men (women) was 81.9 (85.9) in 2019. In line with this trend, the remaining life expectancy at age 65 also increased significantly. The projections of the FSO assume that this increase in life expectancy will continue in the future. For example, the expected average remaining life expectancy of men and women at 65 born in 1952 (who turned 65 in 2017) will be nearly 21 and nearly 25 years, respectively, and increasing to 28 and 30 years for those born in 2017 (<a href=\"#bib42\">FSO, 2020c</a>). To reflect the increased life expectancy in MIDAS_CH, the projected probabilities of death for men and women by age have been used as alignment information in the modelling of mortality risks.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Fertility and mortality",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As mentioned above, MIDAS_CH is a closed model. Therefore, for each candidate for marriage, a stable marriage market algorithm available in LIAM2 is used to match potential spouses available in the dataset (<a href=\"#bib109\">Bryon et al., 2018</a>). A first step in this procedure is the selection of potential candidates for marriage. Then women candidates are ranked based on how difficult they are to match, and the most difficult are then matched first. This “order of decreasing differences algorithm” prevents strange matches among the “last” people to be selected for marriage (<a href=\"#bib7\">Bouffard et al., 2001</a>; <a href=\"#bib21\">Dekkers et al., 2009</a>). It is not unusual for the ranking of each woman to be based on the difference between her age and the average age of the male candidates. In a third step, a matrix is constructed where for each woman, all male candidates are assigned a score that represents the assumed or observed likelihood of the match. In our model, this score is based on the age of the male candidate, the difference between the age of the man and woman, and the work status of the potential partners. In the final step, for each female candidate and in the order explained above, the male candidate with the highest score is selected from the vector of available men. Finally, an “alignment by sorting” approach is applied, whereas the cases of “actual marriages” are aligned with the projected figures (<a href=\"#bib21\">Dekkers et al., 2009</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The modelling of divorce is comparatively simpler. The probability of divorce is simulated for one partner in each couple; this probability is based on the results of a logistic regression of divorce on the base of the number of children, the duration of marriage, the age difference between the spouses, and combinations of work status of both spouses. This logit is combined with alignment using projections from the FSO.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Marriage and divorce",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The disability rate is closely related to age. While in 2020 less than 2% of the total resident population under the age of 30 received a disability pension, this share was 11.4% for men and 9.6% for women shortly before they reached the statutory retirement age (<a href=\"#bib48\">FSO, 2022b</a>). When modelling disability, the probability of becoming disabled is estimated for each individual each year, depending on age, civil state and an interaction variable of age and education, before the alignment by sorting is applied according to the projected prevalence of disability by gender and age group. In the absence of official projections of disability prevalence, projected disability prevalence is assumed to follow the trend of recent years, but to begin to stabilize after 2040.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The next step is to simulate the need for informal care. In 2017, 13% of the population received help from relatives, acquaintances, or neighbours for health reasons. This percentage, which is higher among women, increases sharply from the age of 75. The proportion of people providing unpaid care is highest among those aged 45 to 64 (<a href=\"#bib40\">FSO, 2020a</a>). Hence, the probability of need for care is simulated for each person each year, depending on age, an interaction between age and education, gender and disability as arguments. This logit is combined by an alignment by sorting that is applied according to the projected need for care by gender and age group. In the absence of official projections about the need for care, projected need for care is assumed to follow the trend of recent years, but to begin to stabilize after 2040.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Based on the need for informal care by family members, the provision of informal care is simulated as individuals providing informal care to relatives are granted care credits. When modelling the provision of informal care, the probability of provision is estimated for each person each year, depending on the need for informal care from relatives (spouse, children, parents, and in-laws), before adjustment through sorting by projected prevalence of informal care by sex and age group. In the absence of official projections of informal caregiving, the projected incidence of informal caregiving is assumed to follow the trend of recent years but to begin to stabilize after 2040.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig3\">Figure 3</a> shows the need (patterned bars) and provision (solid bars) of informal care as a fraction of the total population for the simulated year 2025 by gender. The comparison across age groups shows that for men, the informal care provided as well as the informal care needed is relatively stable over the life cycle. For women, on the other hand, there are clear fluctuations over the life course. The need for informal care is higher in younger and older age groups, and the amount of informal care provided is highest in midlife.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00290%2Fijm-00290-fig003.tif",
                                        "size": {
                                            "width": 714,
                                            "height": 417
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00290%2Fijm-00290-fig003.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00290-fig003.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Need and provision of informal care (in percentages in 2025). Source: Own simulations.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 Disability and informal care",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The modelling of labour market participation is a key element in MIDAS_CH, as interruptions and reductions in employment significantly determine pension income after retirement. Since the goal of our model is to simulate the GPG, the employment- and part-time work rate, especially of women is of particular importance. As in most European countries, the majority of men in Switzerland work full time. However, for women, the picture is a bit more complex. In the EU28, the employment rate of women on averaged 64.1% in 2019. In Switzerland in the same year, 76.3% of women were employed, making it the second highest employment rate for women compared to the European countries – only surpassed by Iceland (81.9%; <a href=\"#bib41\">FSO, 2020b</a>). However, the labour market participation of mothers is much lower than that of childless women (<a href=\"#bib89\">Ravazzini, 2018</a>). Switzerland also ranks second in terms of part-time employment among women. In 2019, 62.7% of employed women in Switzerland worked part-time according to the European definition<a href=\"#fn18\"><sup>18</sup></a> (2010: 60.8%) – a percentage only surpassed by the Netherlands (<a href=\"#bib41\">FSO, 2020b</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The conclusion is that although the overall employment <i>rate</i> of women in Switzerland is high, it is often at a reduced employment <i>level</i>. To fully capture the heterogeneity of work intensity, we model it in three steps. First, whether a man or woman works or not is modelled by combining the aforementioned alignment information (see <a href=\"#table1\">Table 1</a>) with the results of a logistic regression model, with arguments age, civil state and previous work status (employed, unemployed, other inactive). Next, given that a person works, we use the results of a logistic regression model (referring to gender, number of children below age 11 and age 15, civil status, age, and education level) and the alignment information to simulate whether the person works part-time or full-time. The third and final step then models the extent of part-time work for those that are selected to work part-time in the first step. Here we distinguish three groups i) less than 50% of full time, ii) between 50% and 69% of full-time, and, iii) between 70% and 89% of full time. These three groups match with the dimensions of the projections from the FSO (<a href=\"#bib42\">FSO, 2020c</a>) that we use in our alignment tables.",
                            "type": "paragraph"
                        },
                        {
                            "text": "With regard to labour market participation at the extensive and intensive margins, we extended the projections of the FSO from 2050-2070. <a href=\"#fig4\">Figure 4</a> illustrates the actual and projected labour market participation of men and women in Switzerland. The activity rate of men is declining mainly because of demographic ageing, and partially due to increasing educational attainment levels that delay labour market entry. These developments are also at play with women, but their impacts are more than compensated by the strong increase in the activity rates of women, especially in the middle aged groups, which is driven by a rising level of education and other factors, such as measures to better reconcile work and family life, interest in careers and the need to contribute to household income (<a href=\"#bib42\">FSO, 2020c</a>). It is assumed that the labour market participation of men and women will further converge and stabilise (see <a href=\"#bib25\">Dekkers et al., 2022</a>, for a further discussion).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00290%2Fijm-00290-fig004.tif",
                                        "size": {
                                            "width": 693,
                                            "height": 478
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00290%2Fijm-00290-fig004.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00290-fig004.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Actual and projected labour market participation of men and women aged between 15 and 64.. Source: <a href=\"#bib46\">FSO (2021c)</a>, own simulations.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In 2019, around 18% of men worked part-time, compared with 60% of women. For this reason, women have significantly lower FTE employment rates than men, especially those of family age. Assuming a better reconciliation of family and work, the FTE employment rate of women will increase significantly by 2050 and a trend towards more part-time employment among men is expected. However, the FTE employment rate of women will still be significantly lower than that of men (<a href=\"#bib42\">FSO, 2020c</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4. Labour market participation and labour supply",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the years between 2018 and 2020, the early retirement rate one year before the regular (statutory) retirement age was 39% for men (at age 64) and 30.4% for women (at age 63). These rates are declining compared to the 2006-2009 period (when it was 47.1% for men and 43.2% for women) (<a href=\"#bib48\">FSO, 2022b</a>). As early retirement is affected by health status, the probability of early retirement is estimated according on age and educational attainment level, an interaction variable of age and education and whether a person received informal help from relatives, acquaintances or neighbours for health reasons. To ensure consistency with forecasted rates of early retirement, the extent of early retirement is aligned by gender, age and year of simulation.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-5",
                    "title": "3.5 Early and late retirement",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Switzerland is a migration country, and the MIDAS_CH model therefore has to allow for immigration and emigration. Each year, around 145.000 people immigrate, while around 126.000 people emigrate. The population is around 8 million. In 2019, Switzerland had approximately 17 immigrations and 15 emigrations per 1000 inhabitants, a rate higher than that of other Western European countries of similar sizes, such as Austria (12 / 8 per 1.000), Belgium (13 / 9 per 1.000), and the Netherlands (12 / 6 per 1.000).<a href=\"#fn19\"><sup>19</sup></a> In 2018, the share of immigrant population in Switzerland equals 29.7%. Apart from micro-states, such as Andorra and Liechtenstein, this is one of the highest percentages in Europe, only surpassed by Luxembourg.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Moreover, the profile of immigrants in Switzerland is somewhat different than in EU countries. According to the Swiss Mobility Migration Survey, immigration to Switzerland is mainly motivated by professional reasons (<a href=\"#bib97\">Steiner and Wanner, 2019</a>). 73% of the immigrants benefited from the “Agreement on the Free Movement of Persons\" (AFMP)<a href=\"#fn20\"><sup>20</sup></a> with the EU. The contribution of other types of migrants (1.7% labour migrants from outside the EU, 17% accompanying family members; and 5.5% humanitarian migrants (<a href=\"#bib87\">OECD, 2020</a>) is limited.",
                            "type": "paragraph"
                        },
                        {
                            "text": "According to the projections of the Swiss FSO (<a href=\"#bib42\">FSO, 2020c</a>) both immigration and emigration will increase further in the coming years. As people born during the baby boom in the 1960s gradually reach retirement age, Swiss companies will rely increasingly on foreign labour to fill the gaps (<a href=\"#bib5\">Beerli et al., 2021</a>). Due to the greater mobility of people with a high level of education, who will make up the majority of migrants in the coming years, not only the number of immigrants but also the number of emigrants will increase. In the long term, however, migration would decrease as the European population ages and several countries will experience population decline (<a href=\"#bib42\">FSO, 2020c</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "This high proportion of migrants, and the projected developments of immigration and emigration make it necessary for MIDAS_CH to include migration. Furthermore, we decided to model emigration and immigration separately as the age and gender distribution of immigrants and emigrants differs greatly. Finally, we aimed to align our modelling based on the projections of the Swiss <a href=\"#bib42\">FSO (2020c)</a>.<a href=\"#fn21\"><sup>21</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "With regard to the modelling of immigration, two challenges arise. First, the characteristics of new immigrants are by definition unknown. This includes the panel history and weighting information needed for the shared weights approach (<a href=\"#bib93\">Schonlau et al., 2013</a>). This can be resolved by the donor approach (<a href=\"#bib26\">Duleep and Dowhan, 2008</a>) by which existing individuals in the dataset are selected to represent prospective immigrants. This donor sample is then cloned and added to the existing dataset. An additional problem is that immigrants often enter the country as households while the alignment tables are expressed in numbers of individuals. We therefore follow <a href=\"#bib14\">Chènard (2000)</a>. See <a href=\"#bib18\">Dekkers (2015)</a>, <a href=\"#bib81\">O’Donoghue et al. (2010)</a> for a discussion on modelling this in LIAM2.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Since the sociodemographic characteristics of immigrant differ by country of origin (<a href=\"#bib50\">FSO, 2019</a>), we have grouped all individuals in the model into three areas, based on country of birth: Switzerland (returning emigrants), the European Economic Area, and other countries. The alignment procedure is based on the projections of the FSO (<a href=\"#bib42\">FSO, 2020c</a>, Scenario A-00-2020), which are made for these three groups. <a href=\"#fig5\">Figure 5</a> illustrates the age distribution of immigrants by the three regions of origin. <a href=\"#fig5\">Figure 5</a> compares the projections (<a href=\"#bib42\">FSO, 2020c</a>) and the results of the simulation.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig5",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00290%2Fijm-00290-fig005.tif",
                                                "size": {
                                                    "width": 1835,
                                                    "height": 1283
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00290%2Fijm-00290-fig005.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00290-fig005.jpg"
                                                }
                                            },
                                            "label": "Figure 5",
                                            "title": "Age distribution of immigrants, by citizenship (2025). Source: Projections by <a href=\"#bib42\">FSO (2020c)</a>, base scenario A-00-2020, own simulations.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s3-6-1",
                            "title": "3.6.1. Modelling of immigration",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Modelling of emigration is broadly analogous to the modelling of immigration. However, in the case of emigration, households are not cloned but removed from the dataset. Nevertheless, the households that emigrate must be selected, and the total number of emigrating persons must correspond to the projections of the Swiss Statistical office (<a href=\"#bib42\">FSO, 2020c</a>). To identify the households with the highest probability of emigration, we use the results from <a href=\"#bib103\">Wanner (2021)</a>, model 3) to simulate the individual probabilities of emigration. In a second step, we compute the estimated average probability of emigration at household level. Finally, we use the Pageant algorithm again to select households for emigration, and these are removed. Because individuals with different citizenships may live together in one household, households were categorized according to the most common citizenship within the household.<a href=\"#fn22\"><sup>22</sup></a> The alignment is performed, as in the case of immigration, according to projections of the Swiss Statistical office (<a href=\"#bib42\">FSO, 2020c</a>, Scenario A-00-2020), by gender and age. Analogous to our modelling of immigration, we divided the alignment matrix into three areas (Switzerland, European Economic Area, and other countries), as proposed in the <a href=\"#bib79\">MOSPI Report (2020)</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#fig6\">Figure 6</a> shows the projected (<a href=\"#bib42\">FSO, 2020c</a>) and the simulated number of immigrants and emigrants. The graphs show that the steadier the predicted figures are, the more accurate the results of the alignment process. This is because any deviations from the selection process are carried over to the next period.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig6",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00290%2Fijm-00290-fig006.tif",
                                                "size": {
                                                    "width": 1786,
                                                    "height": 1386
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00290%2Fijm-00290-fig006.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00290-fig006.jpg"
                                                }
                                            },
                                            "label": "Figure 6",
                                            "title": "Projected and simulated numbers of migrants by citizenship (2019-2070). Source: Projections by Swiss <a href=\"#bib42\">FSO (2020c)</a>. base scenario A-00-2020, own simulations.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "The deviation of the simulations from the projection remains however for most of the simulated years within a range of (+/- 5% points), as shown in <a href=\"#fig7\">Figure 7</a>, which depicts the projected number of immigrants (dashed line, +/- 5% confidence interval) and the simulated number of immigrants (solid line).",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig7",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00290%2Fijm-00290-fig007.tif",
                                                "size": {
                                                    "width": 449,
                                                    "height": 273
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00290%2Fijm-00290-fig007.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00290-fig007.jpg"
                                                }
                                            },
                                            "label": "Figure 7",
                                            "title": "Projected and simulated number of immigrants with EEA citizenship (2019-2070). Source: Projections by Swiss <a href=\"#bib42\">FSO (2020c)</a>. base scenario A-00-2020, own simulations.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s3-6-2",
                            "title": "3.6.2. Modelling of emigration",
                            "type": "section"
                        }
                    ],
                    "id": "s3-6",
                    "title": "3.6 Immigration and emigration",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Simulation of life events",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The Swiss pension system consists of three pillars. The 1<sup>st</sup> pillar, which consists of the old-age and survivors' insurance (OASI), the disability insurance (DI) and means-tested supplementary benefits (SB), is a publicly financed pay-as-you-go system. The 2<sup>nd</sup> pillar is an employer-based, fully funded occupational pension system while the 3<sup>rd</sup> pillar is a voluntary, individual, tax-privileged private provision in addition to the first and second pillars (see <a href=\"#bib64\">Kirn and Baumann, 2021</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#fig8\">Figure 8</a> illustrates the relationship between annual retirement benefit and the average annual lifetime income, assuming an uninterrupted working career of 44 years and applying a conversion rate equal to 6.8% for the mandatory part of the 2<sup>nd</sup> pillar pension income. The 1<sup>st</sup> pillar, represented as a dark grey area, aims at providing a basic retirement income. The mandatory part of the 2<sup>nd</sup> pillar (light grey area) and the supplementary part of the 2<sup>nd</sup> pillar and 3<sup>rd</sup> pillar (hatched area) should enable the “continuation of the accustomed way of life”. The three pillars are coordinated in such a way that a replacement rate equal to 60% of the average annual lifetime income is achieved (blue line). By contrast, for wages below CHF 30,072, which is the risk-of-poverty threshold,<a href=\"#fn23\"><sup>23</sup></a> the benefit target of 60% is already met by the 1<sup>st</sup> pillar pension alone. However, the maximum pension benefit one can receive from the 1<sup>st</sup> pillar alone (which is CHF 28,680) is itself below the at-risk-of-poverty threshold. In 2019, 16% of the elderly population received a pension income (excluding notional rent) below the risk-of-poverty threshold, which is slightly below the European average<a href=\"#fn24\"><sup>24</sup></a> (<a href=\"#bib44\">FSO, 2021a</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig8",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00290%2Fijm-00290-fig008.tif",
                                "size": {
                                    "width": 1473,
                                    "height": 957
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00290%2Fijm-00290-fig008.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00290-fig008.jpg"
                                }
                            },
                            "label": "Figure 8",
                            "title": "Amount of annual retirement pension per given average annual income. Source: Own computations.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Next we discuss the simulation of 1<sup>st</sup> and 2<sup>nd</sup> pillar pension income in more detail. The model does not cover the 3<sup>rd</sup> pillar, so we will not discuss this further.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The 1<sup>st</sup> pillar includes old age, survivors and disability benefits (OASI/AHV &amp; DI/IV) as well as supplementary benefits (SB/EL). In old age or in case of death and injury, the OASI/DI takes over the insured person’s livelihood. If the income from pensions is not sufficient to ensure subsistence, means-tested supplementary benefits (SB) cover the necessary living requirements. OASI insurance is compulsory for all residents of Switzerland, including non-working persons, students, people receiving public transfers (such as unemployed and disabled workers), and the self-employed. The system is financed by a proportional contribution on earned income, without a cap.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The OASI pension income depends on the number of eligible contribution years and the ‘relevant’ annual income, which is the sum of revalued incomes (employment incomes, non-employment contributions, split income<a href=\"#fn25\"><sup>25</sup></a> are uprated according to the mixed index)<a href=\"#fn26\"><sup>26</sup></a> and the sum childcare and care credits. Childcare and care credits are warranted to those persons who care for children under 16 years of age<a href=\"#fn27\"><sup>27</sup></a> or relatives in need of care during their contribution years.<a href=\"#fn28\"><sup>28</sup></a> Both credits correspond to three times the minimum annual pension (CHF 3,585 per month, which is about 60% of the median income of women (CHF 6,067 per month) (<a href=\"#bib41\">FSO, 2020b</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig9\">Figure 9</a> illustrates the conversion of earned, split income and credits to ‘relevant’ pension income, which is then used as the basis of the 1<sup>st</sup> pillar pension benefit. The conversion of the annual average income to pension income is based on a pension formula, which is linked to a parameter table and indexed by the mixed index.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig9",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00290%2Fijm-00290-fig009.tif",
                                        "size": {
                                            "width": 967,
                                            "height": 411
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00290%2Fijm-00290-fig009.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00290-fig009.jpg"
                                        }
                                    },
                                    "label": "Figure 9",
                                    "title": "Conversion of earned income and credits to pension income. Source: Own illustration.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "A full pension is paid to anyone who has paid AHV contributions without interruption every year from the age of 20 up to the statutory retirement age (SRA);<a href=\"#fn29\"><sup>29</sup></a> missing contributions years therefore result in partial pensions. However, since the entire population is compulsorily insured, incomplete contribution careers are rare, except for those immigrants that have not been in Switzerland for their entire working life.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig9\">Figure 9</a> shows that the transfer from annual average income to pension income is highly degressive. Through the use of redistributive parameters such as care credits and income splitting, the benefits depend weakly on income and in a linear way on the number of contribution years.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Besides being highly degressive, the 1<sup>st</sup> pillar pension income is subject to both a minimum and a maximum benefit. But here too the Beveridgean character of the pillar reveals itself: the former (CHF 14,340 or €14,704 per year) is half of the latter (CHF 28,680 per year), while the maximum benefit remains below the risk-of-poverty threshold (CHF 30,072 per year) (see <a href=\"#fig8\">Figure 8</a>). Finally, the pension of a married couple is capped at 150% of the maximum individual pension. If a married couple decides to divorce, all income earned during the spouses' marriage is divided equally between both parties. In case of death of a beneficiary, the surviving partner gets a benefit equal to at most 80 percent of the deceased spouse’s 1<sup>st</sup> pillar pension. If someone can claim a 1<sup>st</sup> pillar or disability pension at the same time as the widow’s or widower’s pension, only the higher pension will be paid.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Simulation of 1<sup>st</sup> pillar pension income",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The 2<sup>nd</sup> pillar of the Swiss pension system is the occupational pension,<a href=\"#fn30\"><sup>30</sup></a> which became compulsory for all employees of 17 and older in 1985. It consists of a mandatory base part and a voluntary supplementary part. To ensure a steady replacement rate (see <a href=\"#fig8\">Figure 8</a>), the minimum and maximum contribution thresholds of the mandatory part are linked to the pension level of the first pillar, whereas the minimum (maximum) threshold is 1.5 (three) times the maximum OASI annual pension. The supplementary - voluntary part - covers income above the maximum eligible annual salary. Due to the lower contribution ceiling of the mandatory part, low-income individuals (mostly female workers) are often not covered by the second pillar, resulting in a low coverage rate of the second pillar (49% in 2019) compared to the almost full coverage of the 1<sup>st</sup> pillar pension system (<a href=\"#bib67\">Kuhn, 2020</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The mandatory part of the 2<sup>nd</sup> pension pillar is subject to strict regulation with regard to minimum contribution rates and minimum interest rates on accumulated assets. Furthermore, the nominal annuity B is a function of the accumulated retirement capital K and a minimum conversion rate <math alttext=\"\\left (\\gamma \\right)\" id=\"inf2\"><mfenced separators=\"|\"><mrow><mi>γ</mi></mrow></mfenced></math> , as <math alttext=\"B=\\gamma *K\" id=\"inf3\"><mi>B</mi><mo>=</mo><mi>γ</mi><mi>*</mi><mi>K</mi></math>.<a href=\"#fn31\"><sup>31</sup></a> Since the conversion rate depends on life expectancy and the interest rate, a lower conversion rate can be expected in the future if life expectancy increases and interest rates are low (see projection in section 2.1). However, since a reduction in the conversion rate has a significant impact on pension income, two different scenarios are simulated by assuming a reduction in the conversion rate from the current 6.8% to 5.2% and a constant conversion rate. The supplementary and voluntary part of the 2<sup>nd</sup> pension pillar, is not subject to such strict regulations, and pension funds are therefore free to set contribution rates, the interest rate and the conversion rate. They can also apply lower income thresholds for part-time workers. Unfortunately, there are no official statistics on average contribution rates, interest rates or conversion rates of the supplementary part of the 2<sup>nd</sup> pillar. Therefore, in the simulation, only the mandatory part is simulated. Although the majority of insured individuals legally fall under defined contribution (DC) plans, the strict regulation of the mandatory part and income guarantees make that system resemble more defined benefit (DB) plans in practice.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As in the case of divorce, each spouse is entitled to half of the credit balance accumulated jointly during the marriage. We simulate the pensions of married and divorced couples accordingly. Furthermore, in case of death, the surviving spouse is entitled to a survivor’s pension equal to 60% of the retirement pension or 100% of the disability pension of the deceased spouse, which is also simulated.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Simulation of 2<sup>nd</sup> pillar pension income",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Simulation of pension income",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "As an application of the new MIDAS_CH model, we simulate the income trajectory of individuals over their entire lifespan and the resulting pension income and analyse the Gender Pension Gap (GPG). The gender pension gap is usually much higher than the gender pay gap, since the income differences between the sexes and gendered behaviour (prevalence of part-time work and leaves due to care obligations) add up. As however the redistributive elements within pension systems are designed to compensate for losses in earnings due to non-standard working careers and/or non-standard family arrangements (<a href=\"#bib76\">Möhring, 2021</a>), the relationship between the earnings gap and differences in labour market participation on the GPG is not linear (<a href=\"#bib63\">Kirn and Dekkers, 2022</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "According to the Eurostat definition of the GPG, pension income includes gross retirement pensions, gross survival pensions as well as the means-tested supplementary benefits for the elderly. People with zero pensions, as well as those below age 65 are excluded from the calculation. In addition to this general definition of the GPG, there are numerous variants that can be distinguished based on Dekkers’ four dimensions (<a href=\"#bib25\">Dekkers et al., 2022</a>). First, the underlying definition of pension income can be restricted on retirement pensions (covering all pillars), both old-age and survivors’ pensions, and exclude the means-tested “guaranteed minimum income” (denoted SB) for the elderly. As we focus on pension income, we report the GPG based solely on retirement income, excluding SB.",
                    "type": "paragraph"
                },
                {
                    "text": "Second, the standard definition of the GPG excludes the 65+ without a pension and is based on the assumption that people who do not have a retirement benefit are not retired. However, it may in some cases be relevant to construct a variation of the GPG that extends the standard definition of the GPG by including zero pensions. The latter GPG can then be interpreted as a combination of the standard GPG and the gender pension coverage gap, which measures the extent to which women have their own independent access to pension system benefits (<a href=\"#bib114\">European Commission, 2018</a>). It is of course not very relevant for the pension benefit of the 1<sup>st</sup> pillar only, where the coverage gap is close to zero because persons who are not gainfully employed must also contribute to the OASI. But this is in contrast to the 2<sup>nd</sup> pillar, where the overall coverage rate is 49% in 2019 (<a href=\"#bib67\">Kuhn, 2020</a>), and we therefore can expect important gender differences. Hence, comparing the standard GPG with that including zero-values is still very relevant for the pension income from both pillars together. In doing so, we include zero 2<sup>nd</sup> pillar pensions in our analysis to compute the GPG.",
                    "type": "paragraph"
                },
                {
                    "text": "Third, the standard GPG compares the mean gross benefits of men and women. However, the GPG can also be calculated by using other measures of location, such as percentiles or quartiles. In this article, we will present the GPG at the mean, the 25th and 75<sup>th</sup> percentile. Furthermore, we measure pension inequality by the P75/P25 ratio. To analyse the development of the GPG, we compare the simulated P75/P25 ratios to the 2019 statistics.",
                    "type": "paragraph"
                },
                {
                    "text": "Fourth, the GPG can be derived separately for age groups. As in other studies (<a href=\"#bib115\">Bonnet et al. (2006)</a>; <a href=\"#bib56\">Halvorsen and Pedersen (2019)</a>), we focus on one birth-cohort of individuals born in 2000. This cohort will reach the statutory retirement age of 65 in 2065. The dynamic simulation covers the entire span of the contribution obligation, i.e. 44 years for the 1<sup>st</sup> pillar and 40 years for the 2<sup>nd</sup> pillar. At the simulation horizon in 2070, we simulate pensions of those that retire at the SRA as well as early retirement (two years before SRA) and retirement five years later, since retirement at a later point in time is also possible. In the standard measure of the GPG we compute the GPG at the SRA.",
                    "type": "paragraph"
                },
                {
                    "text": "Although the selected simulation horizon for the 2000 birth cohort covers the entire contribution period, it does not automatically follow that the life histories analysed have no contribution gaps. As explained earlier, migration at an age older than 21 leads to gaps in contributions, even in the 1<sup>st</sup> pillar of the Swiss pension system. For this reason, we analyse the pension income of immigrants separately.",
                    "type": "paragraph"
                },
                {
                    "text": "In the next section, we analyse the current GPG at SRA. To analyse the impact of the most recent pension reform – the increase in the SRA of women from 64 to 65 – we simulate the pension incomes and compare the GPGs in 2070 (<i>policy scenario I and II</i>). Next, we simulate a reduction of the conversion rate of the mandatory part of the 2<sup>nd</sup> pillar – which is a likely future policy scenario – and analyse its potential impact on the GPG in 2070 (<i>policy scenario III</i>).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The current GPG is determined on the basis of the new pension statistics (Neurentenstatistik, NRS), as it is a full survey that describes how many people have recently received a retirement pension or make a lump-sum withdrawal from the 2<sup>nd</sup> (and 3<sup>rd</sup>) pillar pension system (<a href=\"#bib48\">FSO, 2022b</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table2\">Table 2</a> reports the percentiles of observed 1<sup>st</sup> pillar pension income of people receiving their first retirement pension at their SRA, which is 64 years for women and 65 for men (<a href=\"#bib48\">FSO, 2022b</a>). Despite the strong redistributive elements of the 1<sup>st</sup> pillar, women receive a lower 1<sup>st</sup> pillar pension income across the entire income distribution than men. This is driven by the gendered labour market participation as well as income differences between the sexes.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: New pension statistics: individuals at regular retirement age who received their first pension in 2020 <a href=\"#bib48\">FSO (2022b)</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">total (65)</th><th align=\"left\">women (64)</th><th align=\"left\">men (65)</th><th align=\"left\">GPG</th></tr></thead><tbody><tr><td align=\"left\">mean</td><td align=\"left\"> 23,285</td><td align=\"left\"> 21,090</td><td align=\"left\"> 23,357</td><td align=\"left\">9.7%</td></tr><tr><td align=\"left\">p25</td><td align=\"left\"> 21,240</td><td align=\"left\"> 19,764</td><td align=\"left\"> 21,240</td><td align=\"left\">6.9%</td></tr><tr><td align=\"left\">p50</td><td align=\"left\"> 23,892</td><td align=\"left\"> 21,240</td><td align=\"left\"> 23,892</td><td align=\"left\">11.1%</td></tr><tr><td align=\"left\">p75</td><td align=\"left\"> 27,984</td><td align=\"left\"> 23,892</td><td align=\"left\"> 27,984</td><td align=\"left\">14.6%</td></tr><tr><td align=\"left\">p75/p25</td><td align=\"left\">1.32</td><td align=\"left\">1.21</td><td align=\"left\">1.32</td><td align=\"left\"/></tr></tbody></table>"
                                    ],
                                    "title": "1<sup>st</sup> pillar pension income at SRA (in 2020)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "With regard to the gender specific quartiles, we find that the GPG is lower at the bottom 25% of the income distribution than at the top 25%. This result may be driven by the regressive character of care credits, which dampen the GPG at the bottom of the income distribution. This is also reflected in the ratio between the pension income and the minimum pension income. The pension income of women in the first quartile is 39% above the minimum pension income, which was CHF 14,220 per year in 2020. The comparable pension income of men is 49% above the minimum pension income. The pension income of men in the top 25% is close to the maximum 1<sup>st</sup> pillar pension income, which is CHF 28,440 in 2020. For women, on the other hand, the top 25% achieve only about 84% of the maximum pension. This illustrates that the redistributive elements of the 1<sup>st</sup> pillar have a stronger impact on lower pensions, since the lowest 25% receive more than the minimum pension, but the maximum pension is reached only by the top 25% among men, but not among women. Consequently, pension inequality, as measured by the P75/P25 ratio, is also higher for men than for women.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table3\">Table 3</a> reports the percentiles of observed 2<sup>nd</sup> pillar pension income (mandatory and supplementary) of new beneficiaries who receive a retirement pension at their SRA (<a href=\"#bib48\">FSO, 2022b</a>). In contrast to the 1<sup>st</sup> pillar, where 85% of all new pensioners drew their retirement pension upon reaching the SRA, the first withdrawal of a pension from the 2<sup>nd</sup> pillar would be less focussed around the SRA.<a href=\"#fn31\"><sup>31</sup></a> Here, 36% of all new beneficiaries would draw a retirement benefit before the SRA.<a href=\"#fn32\"><sup>32</sup></a> Furthermore, when interpreting the table, it should be noted that in 2019 43% of male and 52% of female new pensioners opted for the pension in the form of an annuity. Around one-third opted for a lump-sum withdrawal at or before retirement age (33% among men and 34% among women). About 24% of men and 14% of women new recipients opted for a combination of the two. There are also significant differences between the sexes in terms of lump-sum withdrawals. Lump-sum withdrawals from the second pillar are much higher for men than for women (CHF 160,000 vs CHF 49,800 in 2020),<a href=\"#fn33\"><sup>33</sup></a> which leads to a comparatively lower pension income for men. Thus, statements about the GPG based on this database are of limited value, which also applies to the sum of 1<sup>st</sup> and 2<sup>nd</sup> pillar pension income (see <a href=\"#table4\">Table 4</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: New pension statistics: individuals at regular retirement age who received their first pension in 2020 <a href=\"#bib48\">FSO (2022b)</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">total (65)</th><th align=\"left\">women (64)</th><th align=\"left\">men (65)</th><th align=\"left\">GPG</th></tr></thead><tbody><tr><td align=\"left\">mean</td><td align=\"left\"> 25,353</td><td align=\"left\"> 15,571</td><td align=\"left\"> 25,884</td><td align=\"left\">39.8%</td></tr><tr><td align=\"left\">p25</td><td align=\"left\"> 12,267</td><td align=\"left\"> 6,408</td><td align=\"left\"> 12,836</td><td align=\"left\">50.1%</td></tr><tr><td align=\"left\">p50</td><td align=\"left\"> 20,897</td><td align=\"left\"> 12,000</td><td align=\"left\"> 21,385</td><td align=\"left\">43.9%</td></tr><tr><td align=\"left\">p75</td><td align=\"left\"> 32,084</td><td align=\"left\"> 20,681</td><td align=\"left\"> 32,525</td><td align=\"left\">36.4%</td></tr><tr><td align=\"left\">p75/p25</td><td align=\"left\">2.62</td><td align=\"left\">3.23</td><td align=\"left\">2.53</td><td align=\"left\"/></tr></tbody></table>"
                                    ],
                                    "title": "2<sup>nd</sup> pillar pension income at SRA (in 2020)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: New pension statistics: individuals at regular retirement age who received their first pension in 2020 <a href=\"#bib48\">FSO (2022b)</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">total (65)</th><th align=\"left\">women (64)</th><th align=\"left\">men (65)</th><th align=\"left\">GPG</th></tr></thead><tbody><tr><td align=\"left\">mean</td><td align=\"left\"> 49,973</td><td align=\"left\"> 38,225</td><td align=\"left\"> 50,021</td><td align=\"left\">23.6%</td></tr><tr><td align=\"left\">p25</td><td align=\"left\"> 36,564</td><td align=\"left\"> 28,228</td><td align=\"left\"> 36,629</td><td align=\"left\">22.9%</td></tr><tr><td align=\"left\">p50</td><td align=\"left\"> 46,203</td><td align=\"left\"> 34,998</td><td align=\"left\"> 46,236</td><td align=\"left\">24.3%</td></tr><tr><td align=\"left\">p75</td><td align=\"left\"> 58,440</td><td align=\"left\"> 44,836</td><td align=\"left\"> 58,428</td><td align=\"left\">23.3%</td></tr><tr><td align=\"left\">p75/p25</td><td align=\"left\">1.60</td><td align=\"left\">1.59</td><td align=\"left\">1.60</td><td align=\"left\"/></tr></tbody></table>"
                                    ],
                                    "title": "1<sup>st</sup> and 2<sup>nd</sup> pillar pension income at SRA (in 2020)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Compared to the 1<sup>st</sup> pillar (see <a href=\"#table2\">Table 2</a>), the gender differences are significantly larger, because the 2<sup>nd</sup> pillar is considerably less redistributive as it has the character of a DC/DB hybrid. At the median income, the GPG of the occupational pension amounts to 43.9%. This is because women are more likely than men to forego or reduce their gainful employment when they become mothers (<a href=\"#bib8\">Budig and England, 2001</a>; <a href=\"#bib29\">England et al., 2016</a>; <a href=\"#bib30\">Ehrlich et al., 2020</a>; <a href=\"#bib52\">Gash, 2009</a>; <a href=\"#bib54\">Gutiérrez-Domènech, 2005</a>), take up informal care tasks (<a href=\"#bib13\">Ciccarelli and Van Soest, 2018</a>; <a href=\"#bib28\">Earle and Heymann, 2012</a>; <a href=\"#bib34\">European Commission, 2021a</a>; <a href=\"#bib35\">Evandrou and Glaser, 2003</a>; <a href=\"#bib58\">Heitmueller, 2007</a>; <a href=\"#bib59\">Henz, 2004</a>; <a href=\"#bib68\">Kuhn and Ravazzini, 2017</a>), which may affect their earnings for this and other reasons (<a href=\"#bib10\">Busch, 2020</a>; <a href=\"#bib31\">Eurofound, 2020</a>; <a href=\"#bib76\">Möhring, 2021</a>; <a href=\"#bib95\">Sefton et al., 2011</a>). As a consequence, with regard to pensions, women are more likely than men to earn wages that are below the entry threshold for occupational pension provision (<a href=\"#bib67\">Kuhn, 2020</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Note that pension inequality is higher in this case for women than for men. The reason lies in the higher career variation among women (<a href=\"#bib76\">Möhring, 2021</a>) than among men, even if both meet the earnings requirement for the 2<sup>nd</sup> pension pillar. Pension inequality is reflected in the P75/P25 ratio, which is much higher than in the 1<sup>st</sup> pillar pension income statistics (see <a href=\"#table2\">Table 2</a>), for both men and women.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Since both pillars contribute about the same amount to pension income on average, gender differences are also reflected in total pension income (see <a href=\"#table4\">Table 4</a>). However, since for the 1<sup>st</sup> pillar the GPG is lower for the lower income percentiles while for the 2<sup>nd</sup> pillar it is the other way around, for total pension income the GPG across the entire income distribution is around 23%.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 The current situation – GPG in 2020",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The AHV 21 reform, which among other things provides for an increase in the retirement age for women from 64 to 65, was adopted in September 2022. To analyse the impact of an increase in retirement age, we compare the simulated 1<sup>st</sup> pillar pension with a retirement age of 64 for women (<i>scenario I</i>) to the pension income with a retirement age of 65 for women (<i>scenario II</i>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The simulated 1<sup>st</sup> pillar pension incomes in year 2070 are illustrated by the scatterplot (<a href=\"#fig10\">Figure 10</a>), whereas it is assumed that the SRA is at the age of 65 for both men and women.<a href=\"#fn34\"><sup>34</sup></a> There is a positive correlation between average lifetime income (x-axis) and 1<sup>st</sup> pillar pension income (y-axis), but the variance is greater for women, which is due to the redistributive elements that predominantly benefit women. In addition, the upper limit of the pension income of the 1<sup>st</sup> pillar (which is twice the minimum pension income) is expected to be 43,174 CHF in 2070, as well as the maximum pension income of married couples, which is expected to be 64,761 CHF.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig10",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00290%2Fijm-00290-fig010.tif",
                                        "size": {
                                            "width": 1120,
                                            "height": 761
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00290%2Fijm-00290-fig010.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00290-fig010.jpg"
                                        }
                                    },
                                    "label": "Figure 10",
                                    "title": "Simulated 1<sup>st</sup> pillar pension income (all retirees, in 2070). Source: Simulated data, based on SILC 2018. SRA for women: 64, SRA for men: 65 years.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table5\">Table 5</a> reports the percentiles of the simulated 1<sup>st</sup> pillar pension income at SRA in the year 2070. According to the projections, women would continue to receive a lower pension income from the 1<sup>st</sup> pillar than men across the entire income distribution in 2070. However, compared to 2019, the gender gap would narrow significantly in 2070 and become marginal at the top 50% income distribution. This effect is mainly due an increase in the number of women reaching a maximum pension. The 1<sup>st</sup> pillar pension income at the 25<sup>th</sup> percentile of women is 43% above the minimum pension income, for men it is 66%, which indicates that the relative income distribution at the bottom 25% of the income distribution will not change significantly.<a href=\"#fn35\"><sup>35</sup></a> However, with regard to the top 75% of income distribution, we expect that the 1<sup>st</sup> pillar pension income at the 75<sup>th</sup> percentile of women (men) is 94% (98%) of the maximum pension income, which means that almost all men and women in the top quartile would receive the maximum 1<sup>st</sup> pillar pension income, which would however, be below the risk-of-poverty threshold. Compared to 2019, we expect women in the top 75% of income distribution to catch up and the GPG in the top income distribution to become smaller.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: own computations. SRA for men 65 years and women 64 years. Quantile incomes of female immigrants are not reported due to the relatively small number of cases in the simulated dataset.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">mean</th><th align=\"left\">p25</th><th align=\"left\">p50</th><th align=\"left\">p75</th><th align=\"left\">p75/p25</th></tr></thead><tbody><tr><td align=\"left\"><i>total population</i></td><td align=\"left\"><i>37,391</i></td><td align=\"left\"><i>33,614</i></td><td align=\"left\"><i>38,722</i></td><td align=\"left\"><i>42,044</i></td><td align=\"left\"><i>1.25</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">35,682</td><td align=\"left\">30,781</td><td align=\"left\">37,283</td><td align=\"left\">40,672</td><td align=\"left\">1.32</td></tr><tr><td align=\"left\"> men</td><td align=\"left\">39,027</td><td align=\"left\">35,806</td><td align=\"left\">40,070</td><td align=\"left\">42,376</td><td align=\"left\">1.18</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">8.6%</td><td align=\"left\">14.0%</td><td align=\"left\">7.0%</td><td align=\"left\">4.0%</td><td align=\"left\"/></tr><tr><td align=\"left\"><i>non-immigrants</i></td><td align=\"left\"><i>37,297</i></td><td align=\"left\"><i>33,463</i></td><td align=\"left\"><i>38,680</i></td><td align=\"left\"><i>41,905</i></td><td align=\"left\"><i>1.25</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">35,642</td><td align=\"left\">30,711</td><td align=\"left\">37,179</td><td align=\"left\">40,642</td><td align=\"left\">1.32</td></tr><tr><td align=\"left\"> men</td><td align=\"left\">39,131</td><td align=\"left\">36,098</td><td align=\"left\">40,304</td><td align=\"left\">42,470</td><td align=\"left\">1.18</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">8.9%</td><td align=\"left\">14.9%</td><td align=\"left\">7.8%</td><td align=\"left\">4.3%</td><td align=\"left\"/></tr><tr><td align=\"left\"><i>immigrants</i></td><td align=\"left\"><i>38,138</i></td><td align=\"left\"><i>34,821</i></td><td align=\"left\"><i>39,055</i></td><td align=\"left\"><i>42,193</i></td><td align=\"left\"><i>1.21</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">36,526</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\">.</td></tr><tr><td align=\"left\"> men</td><td align=\"left\">38,534</td><td align=\"left\">35,057</td><td align=\"left\">39,276</td><td align=\"left\">42,193</td><td align=\"left\">1.20</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">5.2%</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\"/></tr></tbody></table>"
                                    ],
                                    "title": "Simulated 1<sup>st</sup> pillar pension income at SRA (2070) – simulation variant with SRA of women of 64",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "This is also reflected in pension inequality, where the P75/P25 ratio of women (men) increased from 1.02 (1.03). to nearly 1.32 (1.18). Hence we see a greater inequality of 1<sup>st</sup> pillar pension income. This effect may be explained by a higher share of women having tertiary educational attrition, which is associated with higher wages, leading to a reduction of the GPG in the upper income range. However, since labour market participation as well as the extent of part-time employment are positively correlated with the level of education, this leads to a larger variance in women’s lifetime earnings. This finding is in line with <a href=\"#bib68\">Kuhn and Ravazzini (2017)</a> who observe that women in couples are more likely to work if they earn higher wages, however, working women with higher wages tend to work slightly less than working women with lower wages.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The simulation results suggest that pension income of male immigrants would still be slightly below the pension income of male non-immigrants across the entire income distribution. However, the pension income of female immigrants would be at the mean slightly above the pension income of female non-immigrants. This result may be driven by the on average higher labour market participation of female immigrants in comparison with female non-immigrants.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Policy scenario I: SRA of women remains at 64 – GPG in 2070",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In policy scenario II we analyse the impact of an increase in the SRA of women from 64 to 65, which was adopted in September 2022. The simulation results suggest, that the 1<sup>st</sup> pillar pension income of women increases slightly across the income distribution – except in the top 75% of the income distribution (see <a href=\"#table6\">Table 6</a>). This effect may be driven by the circumstance, that women may achieve a higher average lifetime income due to the prolongation of working life. However, these effects are marginal.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">mean</th><th align=\"left\">p25</th><th align=\"left\">p50</th><th align=\"left\">p75</th><th align=\"left\">p75/p25</th></tr></thead><tbody><tr><td align=\"left\"><i>total population</i></td><td align=\"left\"><i>37,500</i></td><td align=\"left\"><i>33,963</i></td><td align=\"left\"><i>38,754</i></td><td align=\"left\"><i>42,193</i></td><td align=\"left\"><i>1.24</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">35,752</td><td align=\"left\">31,281</td><td align=\"left\">37,540</td><td align=\"left\">40,604</td><td align=\"left\">1.30</td></tr><tr><td align=\"left\"> men</td><td align=\"left\">39,154</td><td align=\"left\">35,751</td><td align=\"left\">40,800</td><td align=\"left\">42,780</td><td align=\"left\">1.20</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">8.7%</td><td align=\"left\">12.5%</td><td align=\"left\">8.0%</td><td align=\"left\">5.1%</td><td align=\"left\"/></tr><tr><td align=\"left\"><i>non-immigrants</i></td><td align=\"left\"><i>37,377</i></td><td align=\"left\"><i>33,652</i></td><td align=\"left\"><i>38,734</i></td><td align=\"left\"><i>42,143</i></td><td align=\"left\"><i>1.25</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">35,704</td><td align=\"left\">31,248</td><td align=\"left\">37,517</td><td align=\"left\">40,612</td><td align=\"left\">1.30</td></tr><tr><td align=\"left\"> men</td><td align=\"left\">39,212</td><td align=\"left\">35,879</td><td align=\"left\">41,049</td><td align=\"left\">42,781</td><td align=\"left\">1.19</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">8.9%</td><td align=\"left\">12.9%</td><td align=\"left\">8.6%</td><td align=\"left\">5.1%</td><td align=\"left\"/></tr><tr><td align=\"left\"><i>immigrants</i></td><td align=\"left\"><i>38,422</i></td><td align=\"left\"><i>35,255</i></td><td align=\"left\"><i>39,045</i></td><td align=\"left\"><i>42,193</i></td><td align=\"left\"><i>1.20</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">36,649</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\">.</td></tr><tr><td align=\"left\"> men</td><td align=\"left\">38,888</td><td align=\"left\">35,311</td><td align=\"left\">39,621</td><td align=\"left\">42,760</td><td align=\"left\">1.21</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">5.8%</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\"/></tr></tbody></table>"
                                    ],
                                    "title": "Simulated 1<sup>st</sup> pillar pension income at SRA (2070) – simulation variant with SRA of women of 65",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table7\">Table 7</a> reports the percentiles of the simulated 2<sup>nd</sup> pillar pension income at SRA in year 2070 with a conversion rate of 6.8% on mandatory pension savings. According to the projections, the GPG would decline across the entire income distribution compared to 2020 (see <a href=\"#table3\">Table 3</a>). However, when interpreting these ratios it must be kept in mind that <a href=\"#table7\">Table 7</a> reports the mandatory part of the 2<sup>nd</sup> pillar pension income, which is capped by the statutory maximum qualifying annual salary. Furthermore, because lump-sum withdrawals have not been simulated, the 2<sup>nd</sup> pillar pension income is comparatively higher.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: own computations. SRA for men and women: 65 years. Second pillar: Mandatory pension, conversion rate: 6.8%. Quantile incomes of female immigrants are not reported due to the relatively small number of cases in the simulated dataset.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table7",
                                    "label": "Table 7",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\"><i>mean</i></th><th align=\"left\"><i>p25</i></th><th align=\"left\"><i>p50</i></th><th align=\"left\"><i>p75</i></th><th align=\"left\"><i>p75/p25</i></th></tr></thead><tbody><tr><td align=\"left\"><i>total population</i></td><td align=\"left\">30,315</td><td align=\"left\">20,112</td><td align=\"left\">29,624</td><td align=\"left\">41,393</td><td align=\"left\"><i>2.06</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">23,636</td><td align=\"left\">14,484</td><td align=\"left\">24,329</td><td align=\"left\">32,084</td><td align=\"left\">2.22</td></tr><tr><td align=\"left\"> Men</td><td align=\"left\">36,636</td><td align=\"left\">27,052</td><td align=\"left\">39,030</td><td align=\"left\">45,180</td><td align=\"left\">1.67</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">35.5%</td><td align=\"left\">46.5%</td><td align=\"left\">37.7%</td><td align=\"left\">29.0%</td><td align=\"left\"/></tr><tr><td align=\"left\"><i>non-immigrants</i></td><td align=\"left\"><i>29,961</i></td><td align=\"left\"><i>19,808</i></td><td align=\"left\"><i>29,183</i></td><td align=\"left\"><i>40,985</i></td><td align=\"left\"><i>2.07</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">23,684</td><td align=\"left\">14,482</td><td align=\"left\">24,457</td><td align=\"left\">32,079</td><td align=\"left\">2.22</td></tr><tr><td align=\"left\"> Men</td><td align=\"left\">36,851</td><td align=\"left\">27,229</td><td align=\"left\">39,142</td><td align=\"left\">45,287</td><td align=\"left\">1.66</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">35.7%</td><td align=\"left\">46.8%</td><td align=\"left\">37.5%</td><td align=\"left\">29.2%</td><td align=\"left\"/></tr><tr><td align=\"left\"><i>immigrants</i></td><td align=\"left\"><i>32,972</i></td><td align=\"left\"><i>21,690</i></td><td align=\"left\"><i>35,132</i></td><td align=\"left\"><i>42,679</i></td><td align=\"left\"><i>1.97</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">22,731</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\">.</td></tr><tr><td align=\"left\"> Men</td><td align=\"left\">35,662</td><td align=\"left\">24,683</td><td align=\"left\">38,469</td><td align=\"left\">43,400</td><td align=\"left\">1.76</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">36.3%</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\"/></tr></tbody></table>"
                                    ],
                                    "title": "Simulated 2<sup>nd</sup> pillar pension income at SRA (2070) – simulation variant with SRA of women of 65 and a constant conversion rate of 6.8%",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The change in the GPG across the income range is interesting however. The simulation results suggest, that women at the 25<sup>th</sup> percentile receive 46.5% of the pension benefit of men, which is only a slight decrease of the GPG down from 50.1 (see <a href=\"#table3\">Table 3</a>). However, as 2<sup>nd</sup> pillar pension entitlements are strongly related to lifetime income, this differences reflecting men’s higher lifetime income. This effect is aggravated as women, who work part-time and have low salaries are more strongly affected by the income threshold (coordination deduction) for contributive income. However, in 2070 the coverage rate of the 2<sup>nd</sup> pillar of women is almost 100%, compared to around 49% in 2020. Thus, almost all female pensioners in 2070 receive a simulated pension from the 2<sup>nd</sup> pillar, although in the first quartile the pension income of women is significantly lower than that of men. In the third quartile, however, we observe a catching up process of women. Here the GPG of the 2<sup>nd</sup> pillar pension income at the 75<sup>th</sup> percentile will decline from 36.4% in 2020 to 29% in 2070. Overall, it can be said that women are catching up, especially in the upper income brackets. This is because the intensity of work increases with higher formal education, which in turn leads to comparatively higher lifetime earnings for women.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For the 2<sup>nd</sup> pillar, the pension income of retirees with an immigration background is also larger than that of retirees without an immigration background. This effect may be driven by the fact that some of the immigrants are very well educated and can thus earn a correspondingly high lifetime income, but the higher labour market participation of immigrants is also a factor. This finding is in line with <a href=\"#bib102\">Steiner and Wanner (2019)</a>, who observe during the past decade an increased proportion of highly skilled migrants, which is driven by a shortage of human resources in some high value-added sectors, such as health, IT services and specific financial sectors.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The 75/25 ratio, which reflects pension income inequality, has decreased. However, the results in <a href=\"#table7\">Table 7</a> confirm those in <a href=\"#table3\">Table 3</a> in that inequality as measured by the proportional difference between the 75<sup>th</sup> and 25<sup>th</sup> percentile, would remain higher for women than for men.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The simulation results suggest, that the GPG of the simulated overall pension income (see <a href=\"#table8\">Table 8</a>) will be lower for the higher income deciles. This result is remarkable in that the relative share of pension income from the second pillar in total income increases as income rises. Thus, the share of pension income from the second pillar is 31% at the 25<sup>th</sup> percentile but 45% in the top 75% of the income distribution. However, since the second pillar has a lower redistributive effect than the first pillar, the decrease in GPG reflects the much higher labour market participation of women at the 75<sup>th</sup> percentile of income distribution of women.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: own computations. SRA for men and women: 65 years. Second pillar: Mandatory pension, conversion rate: 6.8%. Quantile incomes of female immigrants are not reported due to the relatively small number of cases in the simulated dataset.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table8",
                                    "label": "Table 8",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">mean</th><th align=\"left\">p25</th><th align=\"left\">p50</th><th align=\"left\">p75</th><th align=\"left\">p75/p25</th></tr></thead><tbody><tr><td align=\"left\"><i>total population</i></td><td align=\"left\">67,815</td><td align=\"left\">55,341</td><td align=\"left\">68,940</td><td align=\"left\">83,238</td><td align=\"left\"><i>1.50</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">59,387</td><td align=\"left\">47,277</td><td align=\"left\">61,608</td><td align=\"left\">71,631</td><td align=\"left\">1.52</td></tr><tr><td align=\"left\"> Men</td><td align=\"left\">75,789</td><td align=\"left\">65,098</td><td align=\"left\">79,654</td><td align=\"left\">86,900</td><td align=\"left\">1.33</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">21.6%</td><td align=\"left\">27.4%</td><td align=\"left\">22.7%</td><td align=\"left\">17.6%</td><td align=\"left\"/></tr><tr><td align=\"left\"><i>non-immigrants</i></td><td align=\"left\">67,338</td><td align=\"left\">54,787</td><td align=\"left\">68,612</td><td align=\"left\">82,786</td><td align=\"left\"><i>1.51</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">59,388</td><td align=\"left\">47,126</td><td align=\"left\">61,813</td><td align=\"left\">71,576</td><td align=\"left\">1.52</td></tr><tr><td align=\"left\"> Men</td><td align=\"left\">76,064</td><td align=\"left\">65,608</td><td align=\"left\">80,013</td><td align=\"left\">87,232</td><td align=\"left\">1.33</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">21.9%</td><td align=\"left\">28.2%</td><td align=\"left\">22.7%</td><td align=\"left\">17.9%</td><td align=\"left\"/></tr><tr><td align=\"left\"><i>immigrants</i></td><td align=\"left\">71,394</td><td align=\"left\">58,799</td><td align=\"left\">73,576</td><td align=\"left\">85,190</td><td align=\"left\"><i>1.45</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">59,381</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">.</td></tr><tr><td align=\"left\"> Men</td><td align=\"left\">74,550</td><td align=\"left\">62,037</td><td align=\"left\">77,676</td><td align=\"left\">85,843</td><td align=\"left\">1.38</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">20.3%</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\"/></tr></tbody></table>"
                                    ],
                                    "title": "Simulated 1<sup>st</sup> and 2<sup>nd</sup> pillar pension income at SRA (2070) – simulation variant with SRA of women of 65 and a constant conversion rate of 6.8%",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3 Policy scenario II: SRA of women increases up to 65 – GPG in 2070",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Up to now, the simulation results have described the reference scenario, which assumes a constant conversion rate at 6.8%. However, the conversion rate in practice is an ad hoc function of life expectancy among other things, so we can expect that it will decrease over time. Hence, we developed a first alternative scenario where we assume that the conversion rate would gradually decline from 6.8 to 5.2%.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig11\">Figure 11</a> illustrates the simulated the simulated 2<sup>nd</sup> pillar pension income (mandatory part) at SRA, where a conversion rate of 5.2% is assumed, given the increased life expectancy and low interest rate expectations. When interpreting the results, it should be taken into account, that a reduction of the conversion factor from 6.8% (status quo) to 5.2% (as assumed for 2070) will lead to a reduction of pension income by 23.5% (1-5.2/6.8=0.235).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig11",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00290%2Fijm-00290-fig011.tif",
                                        "size": {
                                            "width": 1120,
                                            "height": 761
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00290%2Fijm-00290-fig011.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00290-fig011.jpg"
                                        }
                                    },
                                    "label": "Figure 11",
                                    "title": "Simulated 2<sup>nd</sup> pillar pension income (mandatory part, 5.2%, all retires, in 2070). Source: Simulated data, based on SILC 2018.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table9\">Table 9</a> reports the simulated 2<sup>nd</sup> pillar pension income (mandatory part) at SRA, where a conversion rate of 5.2% is assumed, given the increased life expectancy and low interest rate expectations. Since the lower conversion rate reduces the pension income of both men and women equally, the GPG does not change. On average, 2<sup>nd</sup> pillar pension income would decrease by 23.5% if the conversion rate were reduced from 6.8% to 5.2%.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: own computations. SRA for men and women: 65 years. Second pillar: Mandatory pension, conversion rate: 5.2%.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table9",
                                    "label": "Table 9",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\"><i>mean</i></th><th align=\"left\"><i>p25</i></th><th align=\"left\"><i>p50</i></th><th align=\"left\"><i>p75</i></th><th align=\"left\"><i>p75/p25</i></th></tr></thead><tbody><tr><td align=\"left\"><i>total population</i></td><td align=\"left\"><i>23,196</i></td><td align=\"left\"><i>15,380</i></td><td align=\"left\"><i>22,653</i></td><td align=\"left\"><i>31,654</i></td><td align=\"left\"><i>2.06</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">18,102</td><td align=\"left\">11,234</td><td align=\"left\">18,634</td><td align=\"left\">24,552</td><td align=\"left\">2.19</td></tr><tr><td align=\"left\"> men</td><td align=\"left\">28,016</td><td align=\"left\">20,687</td><td align=\"left\">29,847</td><td align=\"left\">34,549</td><td align=\"left\">1.67</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">35.4%</td><td align=\"left\">45.7%</td><td align=\"left\">37.6%</td><td align=\"left\">28.9%</td><td align=\"left\"/></tr><tr><td align=\"left\"><i>non-immigrants</i></td><td align=\"left\"><i>22,926</i></td><td align=\"left\"><i>15,217</i></td><td align=\"left\"><i>22,316</i></td><td align=\"left\"><i>31,342</i></td><td align=\"left\"><i>2.06</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">18,139</td><td align=\"left\">11,177</td><td align=\"left\">18,703</td><td align=\"left\">24,538</td><td align=\"left\">2.20</td></tr><tr><td align=\"left\"> men</td><td align=\"left\">28,180</td><td align=\"left\">20,822</td><td align=\"left\">29,932</td><td align=\"left\">34,631</td><td align=\"left\">1.66</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">35.6%</td><td align=\"left\">46.3%</td><td align=\"left\">37.5%</td><td align=\"left\">29.1%</td><td align=\"left\"/></tr><tr><td align=\"left\"><i>immigrants</i></td><td align=\"left\"><i>25,220</i></td><td align=\"left\"><i>16,587</i></td><td align=\"left\"><i>26,866</i></td><td align=\"left\"><i>32,637</i></td><td align=\"left\"><i>1.97</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">17,414</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\">.</td></tr><tr><td align=\"left\"> men</td><td align=\"left\">27,271</td><td align=\"left\">18,875</td><td align=\"left\">29,417</td><td align=\"left\">33,188</td><td align=\"left\">1.76</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">36.1%</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\"/></tr></tbody></table>"
                                    ],
                                    "title": "Simulated mandatory part of the 2nd pillar pension income at SRA (in 2070) – simulation variant with decreasing conversion rate.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table10\">Table 10</a> reports the percentiles of the simulated 1<sup>st</sup> and 2<sup>nd</sup> pillar pension income (mandatory part). According to the simulation results the GPG is expected to decline at the mean from 21.6% to 19.8% if the conversion rate were to be reduced. A reduction in the conversion rate would reduce the GPG more for higher incomes, since the relative share of pension income from the 2<sup>nd</sup> pillar is larger for higher incomes. Pension inequality, measured by the P75/25 would also decline.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: own computations. SRA for men and women: 65 years. Second pillar: Mandatory pension, conversion rate: 5.2%.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table10",
                                    "label": "Table 10",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">mean</th><th align=\"left\">p25</th><th align=\"left\">p50</th><th align=\"left\">p75</th><th align=\"left\">p75/p25</th></tr></thead><tbody><tr><td align=\"left\"><i>total population</i></td><td align=\"left\">60,696</td><td align=\"left\">50,463</td><td align=\"left\">61,552</td><td align=\"left\">73,592</td><td align=\"left\"><i>1.46</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">53,854</td><td align=\"left\">44,037</td><td align=\"left\">55,854</td><td align=\"left\">64,218</td><td align=\"left\">1.46</td></tr><tr><td align=\"left\"> men</td><td align=\"left\">67,169</td><td align=\"left\">58,774</td><td align=\"left\">70,312</td><td align=\"left\">76,465</td><td align=\"left\">1.30</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">19.8%</td><td align=\"left\">25.1%</td><td align=\"left\">20.6%</td><td align=\"left\">16.0%</td><td align=\"left\"/></tr><tr><td align=\"left\"><i>non-immigrants</i></td><td align=\"left\">60,303</td><td align=\"left\">50,166</td><td align=\"left\">61,309</td><td align=\"left\">73,124</td><td align=\"left\"><i>1.46</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">53,843</td><td align=\"left\">43,754</td><td align=\"left\">55,931</td><td align=\"left\">64,213</td><td align=\"left\">1.47</td></tr><tr><td align=\"left\"> men</td><td align=\"left\">67,393</td><td align=\"left\">59,131</td><td align=\"left\">70,643</td><td align=\"left\">76,683</td><td align=\"left\">1.30</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">20.1%</td><td align=\"left\">26.0%</td><td align=\"left\">20.8%</td><td align=\"left\">16.3%</td><td align=\"left\"/></tr><tr><td align=\"left\"><i>immigrants</i></td><td align=\"left\">63,643</td><td align=\"left\">53,860</td><td align=\"left\">65,319</td><td align=\"left\">74,649</td><td align=\"left\"><i>1.39</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">54,063</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\">.</td></tr><tr><td align=\"left\"> men</td><td align=\"left\">66,159</td><td align=\"left\">56,152</td><td align=\"left\">68,558</td><td align=\"left\">75,304</td><td align=\"left\">1.34</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">18.3%</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\"/></tr></tbody></table>"
                                    ],
                                    "title": "1<sup>st</sup> and 2<sup>nd</sup> pillar pension income at SRA (2070)- simulation variant with SRA of 65 and a decreasing conversion rate",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-4",
                    "title": "5.4 Policy scenario III: Reduction of conversion rate – GPG in 2070",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Main simulation results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "As far as we are aware, MIDAS_CH is the first dynamic cross-sectional microsimulation model for Switzerland. It has been developed to assess the pension adequacy of the 1<sup>st</sup> and mandatory part of the 2<sup>nd</sup> pillar pension income of the Swiss Pension system. It simulates the life spans of the cohort born in 2018 and migrating individuals with all its underlying demographic and labour market processes, such as labour supply, marriage and divorce, family formation and resolution as well as the need for informal care.",
                    "type": "paragraph"
                },
                {
                    "text": "The microsimulation model runs on LIAM2 and has taken the MIDAS_BE model as a source of inspiration and example. As such, it belongs to a class of older -and further developed- models, such as MOSART, SESIM, DESTINIE, T-DYMM. MIDAS_CH is based on the Swiss SILC dataset and aims to ensure consistency with forecasted target proportions. It has an extensive alignment procedure, as well as a dynamic weighting procedure.",
                    "type": "paragraph"
                },
                {
                    "text": "With regard to the 1<sup>st</sup> pillar pension income at SRA in the year 2070, the simulations suggest that the GPG would decline from 9.7% to 8.7%. At the upper half of the income distribution, the GPG would almost disappear. Furthermore, a higher proportion of women would receive a maximum pension. This trend is also reflected in the GPG of the 1<sup>st</sup> and the mandatory part of the 2<sup>nd</sup> pillar pension income at SRA. At mean, the GPG would decline only marginal from 23.6% to 21.6%. However, at the top 25% of the income distribution, the gap would narrow significantly and decline from 23.3% to 17.6%. At the bottom 25% of the income distribution, however, the GPG would increase slightly from 23.6% to 27.5%. The catching-up process of women may be driven by two trends: first, compared to earlier cohorts, the share of women with tertiary educational attainment levels would increase, which means that their average wage would increase. This leads to a reduction of the GPG in the upper income range. However, since labour market participation and part-time employment are positively correlated with the level of education, we expect that the variance in women’s lifetime earnings will also increase. Here our research confirms for Switzerland the trends found in other countries (<a href=\"#bib115\">Bonnet et al., 2006</a>; <a href=\"#bib25\">Dekkers et al., 2022</a>; <a href=\"#bib56\">Halvorsen and Pedersen, 2019</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In contrast to the 1<sup>st</sup> pillar pension system, which has strong retributive elements, the gender-specific differences are significantly larger in the mandatory 2<sup>nd</sup> pillar pension system, which has the character of a DC/DB hybrid. According to our simulations, the coverage rate of the 2<sup>nd</sup> pillar for women would increase from about 49% today (<a href=\"#bib67\">Kuhn, 2020</a>) to almost full coverage in 2070. Thus, almost all female pensioners would receive a pension from the 2<sup>nd</sup> pillar, although in the first quartile, the pension income of women would remain significantly lower than that of men. However, at the median and in the 75<sup>th</sup> percentile, the GPG would decline considerably between 2020 and 2070. The simulated 2<sup>nd</sup> pillar pension income of women at the 75<sup>th</sup> percentile would be 71% that of men, coming up from 63.6% in 2020.",
                    "type": "paragraph"
                },
                {
                    "text": "Since pension income from the 1<sup>st</sup> pillar, even if the maximum pension is reached, does not cover the subsistence minimum, pension income from the 2<sup>nd</sup> pillar is of key importance for securing subsistence in old age today, and might be even more so in the future. Thus, policy measures should be attempted to reduce the GPG in the lower income range. Mothers, in particular, have a low labour market intensity due to a lack of childcare options and the high cost of childcare (<a href=\"#bib8\">Budig and England, 2001</a>; <a href=\"#bib52\">Gash, 2009</a>; <a href=\"#bib54\">Gutiérrez-Domènech, 2005</a>). This is in line with <a href=\"#bib89\">Ravazzini (2018)</a>, who finds that an expansion in childcare places increases the working hours of mothers of 3-year-olds, whereas the impact is stronger for mothers with upper-secondary education. However, an increase in the supply of childcare places does not lead to an increase in the labour supply of low-educated or single mothers, who are the most vulnerable group because of the high costs.",
                    "type": "paragraph"
                },
                {
                    "text": "With regard to 2<sup>nd</sup> pillar pension income we also analyse the impact of an increasing life-expectancy, which would result in a lower conversion factor within the 2<sup>nd</sup> pillar pension framework. We confirm the expectation that this reduction of the conversion factor from currently 6.8% to 5.2% would result in a decline in 2<sup>nd</sup> pillar median pension income of around 24%.",
                    "type": "paragraph"
                },
                {
                    "text": "The simulation of migration allows us to simulate the future pension income of immigrants. Our simulations suggest that the pension income of immigrants is slightly above that of non-immigrants across the entire income distribution. However, at the bottom of the income distribution the differences are higher than at the top, where they are marginal. This result may be explained by noting, first, that immigrants with low pension incomes are more likely to return to their country of birth, since their comparatively lower retirement income may not cover the high cost of living in Switzerland (<a href=\"#bib103\">Wanner, 2021</a>). As pensions drawn abroad are not included in the distribution of pension income in Switzerland, this may lead to a positive bias at the lower end of the distribution of pension income of immigrants. Second, the higher labour market participation of immigrants in comparison with native-borns, and their high levels of education (e.g. driven by demand in the R&amp;D and financial sectors) result in higher earnings and labour market activity rates (<a href=\"#bib62\">Hercog and Sandoz, 2018</a>; <a href=\"#bib85\">OECD, 2015</a>). These, in turn, increase their pension accumulations and hence their pension benefits.",
                    "type": "paragraph"
                },
                {
                    "text": "This first version of MIDAS_CH can be used to project pensions in Switzerland for the 2018 cohort of native-borns as well as immigrants. Further research will be needed to project the intertemporal path of the GPG and identify the impacting factors. Among other things by taking a look back to analyse the employment histories of today’s employed or today’s new retirees. However, this requires the linking e.g. of SILC data with administrative records, as used by <a href=\"#bib67\">Kuhn (2020)</a> or else the use of statistical methods to impute retrospective data for the respondents in the 2018 SILC. In addition, the modelling of the labour supply, educational choices, and health aspects could be refined. Finally, it would be interesting to analyse in more detail the interpersonal as well as the intertemporal redistributive effects of the Swiss pension insurance system.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Summary and conclusions",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "Based on Eurostat data (ILC_PNP13 and earn_gr_gpgr2) between 2008 and 2018, the gender pension gap is on average almost twice as high as the pay gap.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "SESAM is provided by the Swiss Federal Statistical Office. It links microdata from the Swiss Labour Force Survey with different social insurance registers such as old age and survivors’ insurance; disability pensions; complementary benefits; individual accounts; and unemployment insurance.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In expressing the amounts in euro, we take the exchange rate to be 1CHF=€1.0254195 (<a href=\"#bib106\">Xe Currency Converter, 2022</a>), 27/07/2022; 10:55.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A ’pillar’ of a pension system is a part of the system that is discernible from other parts, in that it follows a separate set of, sometimes contradictory, targets (for example, fighting poverty or preventing a drop in income on retirement). See <a href=\"#bib105\">World Bank (2010)</a> for a discussion. Most pension systems consist of more pillars than one, as this enhances flexibility and allows targeting a wider array of criteria. While they are called ‘pillars’, very often these sub-systems appear as «stacked», for example a highly-redistributive basic pillar which lies «under» a more actuarially-equilibrated second pillar.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For example, because the events that are being estimated are not common (because it is well known that the simulation properties of logistic regression models deteriorate if the probabilities are more extreme), or if the models are estimated on panel datasets that span just a few years (or even cross-sectional datasets), whereas the simulations are used for (very) long term simulations.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "SBDL stands for \"Sorting by the Difference between Logistic adjusted predicted probability and random number\".",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The projected consumer price index is the ratio of the projected nominal and the real wage index.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "10-year federal bond rates: <a href=\"https://www.bfs.admin.ch/asset/de/10607698\">https://www.bfs.admin.ch/asset/de/10607698</a><a href=\"https://www.bfs.admin.ch/asset/de/10607698\">https://www.bfs.admin.ch/asset/de/10607698</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The risk premium of 2.5% reflects an investment strategy structured in accordance with the Pictet-BVG-40.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<math id=\"inf4\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>c</mi><mi>o</mi><mi>n</mi><mi>v</mi><mi>e</mi><mi>r</mi><mi>s</mi><mi>i</mi><mi>o</mi><mi>n</mi><mi>r</mi><mi>a</mi><mi>t</mi><mi>e</mi><mo>=</mo><mfrac><mrow><mn>100</mn><mo>∗</mo><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><mi>i</mi><msup><mo stretchy=\"false\">)</mo><mi>n</mi></msup><mo>∗</mo><mi>i</mi></mrow><mrow><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><mi>i</mi><msup><mo stretchy=\"false\">)</mo><mi>n</mi></msup><mo>−</mo><mn>1</mn></mrow></mfrac></mrow></mstyle></math>, whereas <i>n</i> reflects life expectancy at age of 65, and <i>i</i> the implicit interest.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Given current life expectancy, a conversion rate of 6.8% obligates the pension fund to achieve an interest rate of approximately 4.7% (<a href=\"#bib4\">Baumann, 2016</a>). By using the simplified approach, a conversion rate of 6.8% with an assumed life expectancy of 20 years at age 65 corresponds to an implicit interest promise of 3.1%, which is 1.6%-points below the actual interest promise.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "(1-5.2/6.8=0.235).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "HILDA, the Household, Income and Labour Dynamics in Australia Survey.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "SOEP, the Socio-Economic Panel of Germany.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Panel Study of Income Dynamics (PSID, USA).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn15",
                    "title": "15.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "British Household Panel Survey (BHPS, United Kingdom).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn16",
                    "title": "16.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Survey of Labour and Income Dynamics (SLID, Canada).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn17",
                    "title": "17.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "According to Eurostat's definition, employment levels of less than 100% are considered part-time. According to the Swiss definition, an employed person is considered to be working part-time if he or she has a degree of employment of less than 90% as part of his or her main job (<a href=\"#bib42\">FSO, 2020c</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn18",
                    "title": "18.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Source: Eurostat, <a href=\"https://ec.europa.eu/eurostat/databrowser/view/nama_10_pe/default/table?lang=en\">https://ec.europa.eu/eurostat/databrowser/view/nama_10_pe/default/table?lang=en</a> <a href=\"https://ec.europa.eu/eurostat/databrowser/view/tps00176/default/table?lang=en\">https://ec.europa.eu/eurostat/databrowser/view/tps00176/default/table?lang=en</a> <a href=\"https://ec.europa.eu//eurostat/databrowser/view/tps00177/default/table?lang=en\">https://ec.europa.eu/eurostat/databrowser/view/tps00177/default/table?lang=en</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn19",
                    "title": "19.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The AFM is a bilateral agreement between the EU and Switzerland. By the enactment of the AFM in 2002 a stepwise process of liberalization started, whereas EU immigrants gained free and full access to the Swiss labor market. The annual quotas for immigration were abolished in 2007.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn20",
                    "title": "20.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This approach differs from the approach of <a href=\"#bib96\">Štefánik and Miklošovič (2020)</a> which model employment based immigration according to the expected level of production.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn21",
                    "title": "21.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "If one household consists of two citizens with an EEA citizenship and one citizen with another citizenship, the household is categorized as an EEA-citizenship household. If the frequency of citizenship is equal, e.g. two citizens from Switzerland and two citizens from other countries, the household is assigned to the geographically closest citizenship, in this case Swiss citizenship. This is based on the assumption that the probability of emigration of a household with multiple citizenships is similar to that of a household with the geographically closest household. In the above example, therefore, the household is assumed to have the same probability of emigration as a household with Swiss citizens.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn22",
                    "title": "22.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The at-risk-of-poverty threshold is set by the FSO at 60% of the median equalised disposable income. <a href=\"https://www.bfs.admin.ch/bfs/de/home/statistiken/wirtschaftliche-soziale-situation-bevoelkerung/soziale-situation-wohlbefinden-und-armut/armut-und-materielle-entbehrungen/armutsgefaehrdung.html\">https://www.bfs.admin.ch/bfs/de/home/statistiken/wirtschaftliche-soziale-situation-bevoelkerung/soziale-situation-wohlbefinden-und-armut/armut-und-materielle-entbehrungen/armutsgefaehrdung.html</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn23",
                    "title": "23.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "EU-28: 16.8%.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn24",
                    "title": "24.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In case of divorce the relevant income is based on the split income during marriage.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn25",
                    "title": "25.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The mixed index is the arithmetic mean of the price and wage index (see <a href=\"#fig1\">Figure 1</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn26",
                    "title": "26.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "It is not possible to receive childcare credits simultaneously during the years in which the childcare credits are claimed.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn27",
                    "title": "27.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Eligible for caregiving credits are only caregivers, who provide care for a person who is retired or receives disability pension.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn28",
                    "title": "28.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The statutory retirement age is 65 years for men and 64 years for women.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn29",
                    "title": "29.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The 2<sup>nd</sup> pillar is regulated by the BVG (Bundesgesetz über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn30",
                    "title": "30.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The minimum interest rate is 1% and the conversion rate is 6.8% (in 2021). The statutory conversion rate applies only to the mandatory portion of retirement assets.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn31",
                    "title": "31.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Pensions from the first pillar can be drawn on early retirement, at the earliest one year before the SRA. In the second pillar, however, some pension plans allow early retirement from the age of 58.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn32",
                    "title": "32.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In 2019, the monthly second pillar median pension was highest among men who took their first pension before the SRA (CHF 2,702), followed by new recipients over 65 (CHF 2,143). The monthly median pensions were lowest among men who retired at the SRA of 65, at CHF 1,785. The picture is slightly different for women. There, median pensions from the 2nd pillar were highest among women who claimed them for the first time after the SRA (CHF 1,410), followed by new claimants who claimed them before SRA (CHF 1,321). As with men, women who claimed their first pension when they reached the SRA received the lowest pensions (CHF 990).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn33",
                    "title": "33.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"https://www.bfs.admin.ch/bfs/de/home/statistiken/soziale-sicherheit/berichterstattung-altersvorsorge/indikatoren-altersvorsorge/finanzielle-aspekte-alterssicherung.html\">https://www.bfs.admin.ch/bfs/de/home/statistiken/soziale-sicherheit/berichterstattung-altersvorsorge/indikatoren-altersvorsorge/finanzielle-aspekte-alterssicherung.html</a><a href=\"https://www.bfs.admin.ch/bfs/de/home/statistiken/soziale-sicherheit/berichterstattung-altersvorsorge/indikatoren-altersvorsorge/finanzielle-aspekte-alterssicherung.html\">https://www.bfs.admin.ch/bfs/de/home/statistiken/soziale-sicherheit/berichterstattung-altersvorsorge/indikatoren-altersvorsorge/finanzielle-aspekte-alterssicherung.html</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn34",
                    "title": "34.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In 2022, it was decided to gradually align the retirement age of women with that of men (65 years). A uniform retirement age of 65 years is therefore assumed for the simulation period 2070.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn35",
                    "title": "35.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "The dynamic cross-sectional microsimulation model MOSART",
            "authors": [
                {
                    "name": {
                        "index": "Andreassen, L",
                        "preferred": "L Andreassen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fredriksen, D",
                        "preferred": "D Fredriksen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gjefsen, HM",
                        "preferred": "HM Gjefsen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Halvorsen, E",
                        "preferred": "E Halvorsen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stølen, NM",
                        "preferred": "NM Stølen"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.34196/ijm.00214",
            "id": "bib1",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "97",
                "last": "119",
                "range": "97–119"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Baumann, R",
                        "preferred": "R Baumann"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "details": "307–315, Die Solidarität in der Beruflichen Vorsorge, EXPERT FOCUS (Der Schweizer Treuhänder), Vol, 5, p",
            "id": "bib4",
            "title": "EXPERT FOCUS (Der Schweizer Treuhänder)",
            "type": "unknown"
        },
        {
            "articleTitle": "The Abolition of Immigration Restrictions and the Performance of Firms and Workers: Evidence from Switzerland",
            "authors": [
                {
                    "name": {
                        "index": "Beerli, A",
                        "preferred": "A Beerli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ruffner, J",
                        "preferred": "J Ruffner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Siegenthaler, M",
                        "preferred": "M Siegenthaler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peri, G",
                        "preferred": "G Peri"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1257/aer.20181779",
            "id": "bib5",
            "journal": "American Economic Review",
            "pages": {
                "first": "976",
                "last": "1012",
                "range": "976–1012"
            },
            "type": "journal",
            "volume": "111"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bettio, F",
                        "preferred": "F Bettio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tinios, P",
                        "preferred": "P Tinios"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Betti, G",
                        "preferred": "G Betti"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib110",
            "title": "The Gender Gap in Pensions in the EU",
            "type": "web",
            "uri": "https://www.social-protection.org/gimi/RessourcePDF.action;jsessionid=1mnUzhCtcYcuqJi9G-DD5OSsaXpsWcSOlgxQXFVmcE5Uo_edCUhL!533421577?id=39477"
        },
        {
            "articleTitle": "Effects of Pension Reforms on Gender Inequality in France",
            "authors": [
                {
                    "name": {
                        "index": "Bonnet, C",
                        "preferred": "C Bonnet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Buffeteau, S",
                        "preferred": "S Buffeteau"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Godefroy, P",
                        "preferred": "P Godefroy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tash, D",
                        "preferred": "D Tash"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.3917/pope.601.0041",
            "id": "bib115",
            "journal": "Population (English Edition)",
            "pages": {
                "first": "41",
                "last": "70",
                "range": "41–70"
            },
            "type": "journal",
            "volume": "61"
        },
        {
            "articleTitle": "Matchmaker, Matchmaker, Make Me a Match",
            "authors": [
                {
                    "name": {
                        "index": "Bouffard, N",
                        "preferred": "N Bouffard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Easther, R",
                        "preferred": "R Easther"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, T",
                        "preferred": "T Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morrison, RJ",
                        "preferred": "RJ Morrison"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vink, J",
                        "preferred": "J Vink"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib7",
            "journal": "Brazilian Electronic Journal of Economics",
            "pages": {
                "first": "135",
                "last": "144",
                "range": "135–144"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bryon, G",
                        "preferred": "G Bryon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de, G",
                        "preferred": "G de"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "LIAM2 User Guide Release 0.12.0",
            "date": "2018",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Brussels"
                        ]
                    },
                    "formatted": [
                        "Brussels"
                    ]
                },
                "name": [
                    "Belgian Federal Planning Bureau"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bryon, G",
                        "preferred": "G Bryon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "De Menten, G",
                        "preferred": "G De Menten"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "id": "bib109",
            "title": "LIAM2 User Guide, version 0.12.0",
            "type": "web",
            "uri": "https://liam2.plan.be/pages/documentation.html"
        },
        {
            "articleTitle": "The Wage Penalty for Motherhood",
            "authors": [
                {
                    "name": {
                        "index": "Budig, MJ",
                        "preferred": "MJ Budig"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "England, P",
                        "preferred": "P England"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "doi": "10.2307/2657415",
            "id": "bib8",
            "journal": "American Sociological Review",
            "pages": {
                "first": "204",
                "last": "225",
                "range": "204–225"
            },
            "type": "journal",
            "volume": "66"
        },
        {
            "articleTitle": "Gender Segregation, Occupational Sorting, and Growth of Wage Disparities Between Women",
            "authors": [
                {
                    "name": {
                        "index": "Busch, F",
                        "preferred": "F Busch"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1007/s13524-020-00887-3",
            "id": "bib10",
            "journal": "Demography",
            "pages": {
                "first": "1063",
                "last": "1088",
                "range": "1063–1088"
            },
            "pmid": 32572788,
            "type": "journal",
            "volume": "57"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Chènard, D",
                        "preferred": "D Chènard"
                    },
                    "type": "person"
                }
            ],
            "date": "2000",
            "details": "Individual alignment and group processing: an application to migration processes in DYNACAN, Microsimulation Modelling for Policy Analysis",
            "id": "bib14",
            "title": "Microsimulation Modelling for Policy Analysis",
            "type": "unknown"
        },
        {
            "articleTitle": "Informal Caregiving, Employment Status and Work Hours of the 50+ Population in Europe",
            "authors": [
                {
                    "name": {
                        "index": "Ciccarelli, N",
                        "preferred": "N Ciccarelli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van Soest, A",
                        "preferred": "A Van Soest"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1007/s10645-018-9323-1",
            "id": "bib13",
            "journal": "De Economist",
            "pages": {
                "first": "363",
                "last": "396",
                "range": "363–396"
            },
            "pmid": 30996393,
            "type": "journal",
            "volume": "166"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "On the Modelling of Immigration and Emigration Using LIAM2",
            "date": "2015",
            "doi": "10.13140/RG.2.1.4373.8967",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Brussels"
                        ]
                    },
                    "formatted": [
                        "Brussels"
                    ]
                },
                "name": [
                    "Belgian Federal Planning Bureau"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Buslei, H",
                        "preferred": "H Buslei"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cozzolino, M",
                        "preferred": "M Cozzolino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Desmet, R",
                        "preferred": "R Desmet"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Geyer, J",
                        "preferred": "J Geyer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hofmann, D",
                        "preferred": "D Hofmann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Raitano, M",
                        "preferred": "M Raitano"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Steiner, V",
                        "preferred": "V Steiner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanda, P",
                        "preferred": "P Tanda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tedeschi, S",
                        "preferred": "S Tedeschi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verschueren, F",
                        "preferred": "F Verschueren"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "What Are the Consequences of the AWG-Projections for the Adequacy of Social Security Pensions?",
            "date": "2009",
            "doi": "10.2139/ssrn.2033662",
            "id": "bib21",
            "publisher": {
                "name": [
                    "CEPS"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "On weights in dynamic-ageing microsimulation models",
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cumpston, R",
                        "preferred": "R Cumpston"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.34196/ijm.00072",
            "id": "bib19",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "59",
                "last": "65",
                "range": "59–65"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van Den Bosch, K",
                        "preferred": "K Van Den Bosch"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "details": "13–33, Prospective microsimulation of pensions in European Member States, Applications of Microsimulation Modelling, Budapest, Társadalombiztosítási Könyvtár, p",
            "id": "bib20",
            "title": "Applications of Microsimulation Modelling",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van den Bosch, K",
                        "preferred": "K Van den Bosch"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "id": "bib17",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Brussels"
                        ]
                    },
                    "formatted": [
                        "Brussels"
                    ]
                },
                "name": [
                    "Belgian Federal Planning Bureau"
                ]
            },
            "source": "Projections of the Gender Pension Gap in Belgium Using MIDAS",
            "title": "Projections of the Gender Pension Gap in Belgium Using MIDAS",
            "type": "report",
            "uri": "https://migape.eu/pubs/MIGAPE_WP3_GPG_projections_BE.pdf"
        },
        {
            "articleTitle": "How Do Gendered Labour Market Trends and the Pay Gap Translate into the Projected Gender Pension Gap? A Comparative Analysis of Five Countries with Low, Middle and High GPGs",
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van den Bosch, K",
                        "preferred": "K Van den Bosch"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Barslund, M",
                        "preferred": "M Barslund"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kirn, T",
                        "preferred": "T Kirn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Baumann, N",
                        "preferred": "N Baumann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kump, N",
                        "preferred": "N Kump"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Liégeois, P",
                        "preferred": "P Liégeois"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moreira, A",
                        "preferred": "A Moreira"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stropnik, N",
                        "preferred": "N Stropnik"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.3390/socsci11070304",
            "id": "bib25",
            "journal": "Social Sciences",
            "pages": "304",
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "LIAM2: a New Open Source Development Tool for Discrete-Time Dynamic Microsimulation Models",
            "authors": [
                {
                    "name": {
                        "index": "De Menten, G",
                        "preferred": "G De Menten"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bryon, G",
                        "preferred": "G Bryon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Liégeois, P",
                        "preferred": "P Liégeois"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.18564/jasss.2574",
            "id": "bib15",
            "journal": "Journal of Artificial Societies and Social Simulation",
            "pages": "9",
            "type": "journal",
            "volume": "17"
        },
        {
            "articleTitle": "Adding immigrants to microsimulation models",
            "authors": [
                {
                    "name": {
                        "index": "Duleep, HO",
                        "preferred": "HO Duleep"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dowhan, DJ",
                        "preferred": "DJ Dowhan"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "id": "bib26",
            "journal": "Social Security Bulletin",
            "pages": {
                "first": "51",
                "last": "65",
                "range": "51–65"
            },
            "type": "journal",
            "volume": "68"
        },
        {
            "articleTitle": "The cost of caregiving: wage loss among caregivers of elderly and disabled adults and children with special needs",
            "authors": [
                {
                    "name": {
                        "index": "Earle, A",
                        "preferred": "A Earle"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heymann, J",
                        "preferred": "J Heymann"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1080/13668803.2012.674408",
            "id": "bib28",
            "journal": "Community, Work & Family",
            "pages": {
                "first": "357",
                "last": "375",
                "range": "357–375"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "articleTitle": "What Comes after Caring? The Impact of Family Care on Women’s Employment",
            "authors": [
                {
                    "name": {
                        "index": "Ehrlich, U",
                        "preferred": "U Ehrlich"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Möhring, K",
                        "preferred": "K Möhring"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Drobnič, S",
                        "preferred": "S Drobnič"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1177/0192513X19880934",
            "id": "bib30",
            "journal": "Journal of Family Issues",
            "pages": {
                "first": "1387",
                "last": "1419",
                "range": "1387–1419"
            },
            "type": "journal",
            "volume": "41"
        },
        {
            "articleTitle": "Do Highly Paid, Highly Skilled Women Experience the Largest Motherhood Penalty?",
            "authors": [
                {
                    "name": {
                        "index": "England, P",
                        "preferred": "P England"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bearak, J",
                        "preferred": "J Bearak"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Budig, MJ",
                        "preferred": "MJ Budig"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hodges, MJ",
                        "preferred": "MJ Hodges"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1177/0003122416673598",
            "id": "bib29",
            "journal": "American Sociological Review",
            "pages": {
                "first": "1161",
                "last": "1189",
                "range": "1161–1189"
            },
            "type": "journal",
            "volume": "81"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ernst, LR",
                        "preferred": "LR Ernst"
                    },
                    "type": "person"
                }
            ],
            "date": "1989",
            "details": "135–159, Weighting issues for longitudinal household and family estimates, Panel Surveys, New York, Wiley & Sons, p",
            "id": "bib32",
            "title": "Panel Surveys",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Eurofound",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib31",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Luxembourg"
                        ]
                    },
                    "formatted": [
                        "Luxembourg"
                    ]
                },
                "name": [
                    "Publications Office of the European Union"
                ]
            },
            "source": "Long-Term Care Workforce: Employment and Working Conditions",
            "title": "Long-Term Care Workforce: Employment and Working Conditions",
            "type": "report",
            "uri": "https://www.eurofound.europa.eu/publications/customised-report/2020/long-term-care-workforce-employment-and-working-conditions"
        },
        {
            "authors": [
                {
                    "name": "European Commission",
                    "type": "group"
                }
            ],
            "date": "2018",
            "id": "bib114",
            "publisher": {
                "name": [
                    "Current and future income adequacy in old age in the EU"
                ]
            },
            "source": "The 2018 pension adequacy report",
            "title": "The 2018 pension adequacy report",
            "type": "report",
            "uri": "https://op.europa.eu/en/publication-detail/-/publication/f0e89c3f-7821-11e8-ac6a-01aa75ed71a1/language-en"
        },
        {
            "authors": [
                {
                    "name": "European Commission",
                    "type": "group"
                }
            ],
            "bookTitle": "Long-Term Care Report",
            "date": "2021",
            "id": "bib33",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Luxembourg"
                        ]
                    },
                    "formatted": [
                        "Luxembourg"
                    ]
                },
                "name": [
                    "Publications Office of the European Union"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "European Commission",
                    "type": "group"
                }
            ],
            "date": "2021",
            "details": "https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Gender_pay_gap_statistics, Accessed, 3 December 2021",
            "id": "bib34",
            "title": "Eurostat Gender Pay Gap; online data code: ILC_PNP13",
            "type": "unknown",
            "uri": "https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Gender_pay_gap_statistics"
        },
        {
            "articleTitle": "Combining work and family life: the pension penalty of caring",
            "authors": [
                {
                    "name": {
                        "index": "Evandrou, M",
                        "preferred": "M Evandrou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Glaser, K",
                        "preferred": "K Glaser"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "doi": "10.1017/S0144686X03001314",
            "id": "bib35",
            "journal": "Ageing and Society",
            "pages": {
                "first": "583",
                "last": "601",
                "range": "583–601"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fluder, R",
                        "preferred": "R Fluder"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Salzgeber, R",
                        "preferred": "R Salzgeber"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "von Gunten, L",
                        "preferred": "L von Gunten"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kessler, D",
                        "preferred": "D Kessler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fankhauser, R",
                        "preferred": "R Fankhauser"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Gender Pension Gap in Der Schweiz: Geschlechtsspezifische Unterschiede Bei Den Altersrenten: Schlussbericht",
            "date": "2016",
            "doi": "10.24451/arbor.9208",
            "id": "bib36",
            "publisher": {
                "name": [
                    "BSV"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "FSO",
                    "type": "group"
                }
            ],
            "date": "2017",
            "id": "bib38",
            "publisher": {
                "name": [
                    "Swiss Federal Statistical Office"
                ]
            },
            "title": "https://www.bfs.admin.ch/bfs/de/home/statistiken/bevoelkerung/geburten-todesfaelle/lebenserwartung.assetdetail.2103067.html",
            "type": "web",
            "uri": "https://www.bfs.admin.ch/bfs/de/home/statistiken/bevoelkerung/geburten-todesfaelle/lebenserwartung.assetdetail.2103067.html",
            "website": "Sterbetafeln für die Schweiz 2008/2013"
        },
        {
            "authors": [
                {
                    "name": "FSO",
                    "type": "group"
                }
            ],
            "bookTitle": "MikrodatenSILC 2018, Codebook",
            "date": "2018",
            "id": "bib39",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Neuchâtel"
                        ]
                    },
                    "formatted": [
                        "Neuchâtel"
                    ]
                },
                "name": [
                    "Swiss Federal Statistical Office"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "FSO",
                    "type": "group"
                }
            ],
            "bookTitle": "Wie geht es den Personen mit Migrationshintergrund in Der Schweiz? Analysen Zur Lebensqualität der Bevölkerung mit Migrationshintergrund 2017",
            "date": "2019",
            "id": "bib50",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Neuchâtel"
                        ]
                    },
                    "formatted": [
                        "Neuchâtel"
                    ]
                },
                "name": [
                    "Swiss Federal Statistical Office"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "FSO",
                    "type": "group"
                }
            ],
            "bookTitle": "Schweizerische Gesundheitsbefragung 2017",
            "date": "2020",
            "discriminator": "a",
            "id": "bib40",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Neuchâtel"
                        ]
                    },
                    "formatted": [
                        "Neuchâtel"
                    ]
                },
                "name": [
                    "Swiss Federal Statistical Office"
                ]
            },
            "type": "book",
            "uri": "https://www.bfs.admin.ch/bfs/de/home/statistiken/gesundheit/erhebungen/sgb.html"
        },
        {
            "authors": [
                {
                    "name": "FSO",
                    "type": "group"
                }
            ],
            "bookTitle": "Erhebung Über Die Einkommen Und Lebensbedingungen (SILC)",
            "date": "2020",
            "discriminator": "b",
            "id": "bib41",
            "publisher": {
                "name": [
                    "Swiss Federal Statistical Office"
                ]
            },
            "type": "book",
            "uri": "https://www.bfs.admin.ch/bfsstatic/dam/assets/11647542/master"
        },
        {
            "authors": [
                {
                    "name": "FSO",
                    "type": "group"
                }
            ],
            "bookTitle": "Szenarien Zur Bevölkerungsentwicklung. Ergebnisse Des Referenzszenarios",
            "date": "2020",
            "discriminator": "c",
            "id": "bib42",
            "publisher": {
                "name": [
                    "Swiss Federal Statistical Office"
                ]
            },
            "type": "book",
            "uri": "https://www.bfs.ad-min.ch/bfs/de/home/statistiken/bevoelkerung/zukuenftige-entwick-lung.assetdetail.12107020.html"
        },
        {
            "authors": [
                {
                    "name": "FSO",
                    "type": "group"
                }
            ],
            "bookTitle": "Fruchtbarkeit",
            "date": "2020",
            "discriminator": "d",
            "id": "bib43",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Neuchâtel"
                        ]
                    },
                    "formatted": [
                        "Neuchâtel"
                    ]
                },
                "name": [
                    "Swiss Federal Statistical Office"
                ]
            },
            "type": "book",
            "uri": "https://www.bfs.admin.ch/bfs/de/home/statistiken/bevoelkerung/geburten-todesfaelle/fruchtbarkeit.html"
        },
        {
            "authors": [
                {
                    "name": "FSO",
                    "type": "group"
                }
            ],
            "bookTitle": "Armutsgefährdung",
            "date": "2021",
            "discriminator": "a",
            "id": "bib44",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Neuchâtel"
                        ]
                    },
                    "formatted": [
                        "Neuchâtel"
                    ]
                },
                "name": [
                    "Swiss Federal Statistical Office"
                ]
            },
            "type": "book",
            "uri": "https://www.bfs.admin.ch/bfs/de/home/statistiken/wirtschaftliche-soziale-situation-bevoelkerung/soziale-situation-wohlbefinden-und-armut/armut-und-materielle-entbehrungen/armutsgefaehrdung.html"
        },
        {
            "authors": [
                {
                    "name": "FSO",
                    "type": "group"
                }
            ],
            "bookTitle": "Neurentenstatistik",
            "date": "2021",
            "discriminator": "b",
            "id": "bib45",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Neuchâtel"
                        ]
                    },
                    "formatted": [
                        "Neuchâtel"
                    ]
                },
                "name": [
                    "Swiss Federal Statistical Office"
                ]
            },
            "type": "book",
            "uri": "https://www.bfs.admin.ch/bfs/de/home/statistiken/soziale-sicherheit/berichterstattung-altersvorsorge/neurentenstatistik.html"
        },
        {
            "authors": [
                {
                    "name": "FSO",
                    "type": "group"
                }
            ],
            "bookTitle": "Erwerbsbeteiligung",
            "date": "2021",
            "discriminator": "c",
            "id": "bib46",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Neuchâtel"
                        ]
                    },
                    "formatted": [
                        "Neuchâtel"
                    ]
                },
                "name": [
                    "Swiss Federal Statistical Office"
                ]
            },
            "type": "book",
            "uri": "https://www.bfs.admin.ch/bfs/de/home/statistiken/wirtschaftliche-soziale-situation-bevoelkerung/gleichstellung-frau-mann/erwerbstaetigkeit/erwerbsbeteiligung.html"
        },
        {
            "authors": [
                {
                    "name": "FSO",
                    "type": "group"
                }
            ],
            "date": "2022",
            "details": "Lohnentwicklung im Jahr 2021: Schweizerischer Lohnindex, https://www.bfs.admin.ch/bfs/de/home/statistiken/arbeit-erwerb/loehne-erwerbseinkommen-arbeitskosten/lohnindex.gnpdetail.2022-0102.html",
            "id": "bib48",
            "title": "Lohnentwicklung im Jahr 2021: Schweizerischer Lohnindex",
            "type": "unknown",
            "uri": "https://www.bfs.admin.ch/bfs/de/home/statistiken/arbeit-erwerb/loehne-erwerbseinkommen-arbeitskosten/lohnindex.gnpdetail.2022-0102.html"
        },
        {
            "authors": [
                {
                    "name": "FSO",
                    "type": "group"
                }
            ],
            "date": "2022",
            "details": "Periodensterbetafeln Für Die Schweiz (1876-2150) Nach Jahr, Geschlecht Und Alter, https://www.pxweb.bfs.admin.ch/pxweb/de/px-x-0102020300_102/-/px-x-0102020300_102.px/",
            "id": "bib49",
            "title": "Periodensterbetafeln Für Die Schweiz (1876-2150) Nach Jahr, Geschlecht Und Alter",
            "type": "unknown",
            "uri": "https://www.pxweb.bfs.admin.ch/pxweb/de/px-x-0102020300_102/-/px-x-0102020300_102.px/"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Galler, HP",
                        "preferred": "HP Galler"
                    },
                    "type": "person"
                }
            ],
            "date": "1987",
            "details": "295–317, Zur Längsschnittgewichtung des Sozio-oekonomischen Panels, Lebenslagen Im Wandel: Analysen, Vol, 2, Campus, Frankfurt, p",
            "id": "bib51",
            "title": "Lebenslagen Im Wandel: Analysen",
            "type": "unknown"
        },
        {
            "articleTitle": "Sacrificing Their Careers for Their Families? An Analysis of the Penalty to Motherhood in Europe",
            "authors": [
                {
                    "name": {
                        "index": "Gash, V",
                        "preferred": "V Gash"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1007/s11205-008-9429-y",
            "id": "bib52",
            "journal": "Social Indicators Research",
            "pages": {
                "first": "569",
                "last": "586",
                "range": "569–586"
            },
            "type": "journal",
            "volume": "93"
        },
        {
            "articleTitle": "First and second births among immigrants and their descendants in Switzerland",
            "authors": [
                {
                    "name": {
                        "index": "Guarin Rojas, EA",
                        "preferred": "EA Guarin Rojas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bernardi, L",
                        "preferred": "L Bernardi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schmid, F",
                        "preferred": "F Schmid"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.4054/DemRes.2018.38.11",
            "id": "bib92",
            "journal": "Demographic Research",
            "pages": {
                "first": "247",
                "last": "286",
                "range": "247–286"
            },
            "type": "journal",
            "volume": "38"
        },
        {
            "articleTitle": "Optimal age at motherhood. Theoretical and empirical considerations on postponement of maternity in Europe",
            "authors": [
                {
                    "name": {
                        "index": "Gustafsson, S",
                        "preferred": "S Gustafsson"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "doi": "10.1007/s001480000051",
            "id": "bib53",
            "journal": "Journal of Population Economics",
            "pages": {
                "first": "225",
                "last": "247",
                "range": "225–247"
            },
            "type": "journal",
            "volume": "14"
        },
        {
            "articleTitle": "Employment after motherhood: a European comparison",
            "authors": [
                {
                    "name": {
                        "index": "Gutiérrez-Domènech, M",
                        "preferred": "M Gutiérrez-Domènech"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "doi": "10.1016/j.labeco.2004.04.004",
            "id": "bib54",
            "journal": "Labour Economics",
            "pages": {
                "first": "99",
                "last": "123",
                "range": "99–123"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Haisken-DeNew, JP",
                        "preferred": "JP Haisken-DeNew"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Frick, JR",
                        "preferred": "JR Frick"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib55",
            "publisher": {
                "name": [
                    "German Institute for Economic Research (DIW)"
                ]
            },
            "source": "Desktop Companion to the German socio-economic panel study (SOEP) Technical report",
            "title": "Desktop Companion to the German socio-economic panel study (SOEP) Technical report",
            "type": "report"
        },
        {
            "articleTitle": "Closing the gender gap in pensions: A microsimulation analysis of the Norwegian NDC pension system",
            "authors": [
                {
                    "name": {
                        "index": "Halvorsen, E",
                        "preferred": "E Halvorsen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pedersen, AW",
                        "preferred": "AW Pedersen"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1177/0958928717754296",
            "id": "bib56",
            "journal": "Journal of European Social Policy",
            "pages": {
                "first": "130",
                "last": "143",
                "range": "130–143"
            },
            "type": "journal",
            "volume": "29"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Heeringa, SG",
                        "preferred": "SG Heeringa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Berglund, PA",
                        "preferred": "PA Berglund"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Khan, A",
                        "preferred": "A Khan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lee, S",
                        "preferred": "S Lee"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gouskova, E",
                        "preferred": "E Gouskova"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "id": "bib61",
            "publisher": {
                "name": [
                    "Institute for Social Research, University of Michigan"
                ]
            },
            "source": "PSID cross-sectional individual weights, 1997–2009 Technical report",
            "title": "PSID cross-sectional individual weights, 1997–2009 Technical report",
            "type": "report"
        },
        {
            "articleTitle": "The chicken or the egg? Endogeneity in labour market participation of informal carers in England",
            "authors": [
                {
                    "name": {
                        "index": "Heitmueller, A",
                        "preferred": "A Heitmueller"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "doi": "10.1016/j.jhealeco.2006.10.005",
            "id": "bib58",
            "journal": "Journal of Health Economics",
            "pages": {
                "first": "536",
                "last": "559",
                "range": "536–559"
            },
            "pmid": 17098311,
            "type": "journal",
            "volume": "26"
        },
        {
            "articleTitle": "The effects of informal care on paid-work participation in Great Britain: a lifecourse perspective",
            "authors": [
                {
                    "name": {
                        "index": "Henz, U",
                        "preferred": "U Henz"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "doi": "10.1017/S0144686X04002351",
            "id": "bib59",
            "journal": "Ageing and Society",
            "pages": {
                "first": "851",
                "last": "880",
                "range": "851–880"
            },
            "type": "journal",
            "volume": "24"
        },
        {
            "articleTitle": "Selecting the highly skilled: norms and practices of the Swiss admission system for non-EU immigrants",
            "authors": [
                {
                    "name": {
                        "index": "Hercog, M",
                        "preferred": "M Hercog"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sandoz, L",
                        "preferred": "L Sandoz"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.33182/ml.v15i4.2",
            "id": "bib62",
            "journal": "Migration Letters",
            "pages": {
                "first": "503",
                "last": "515",
                "range": "503–515"
            },
            "type": "journal",
            "volume": "15"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Jolly, R",
                        "preferred": "R Jolly"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Inequality And Ageing. In Facing the Facts: The Truth about Ageing and Development",
            "date": "2014",
            "id": "bib111",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London"
                        ]
                    },
                    "formatted": [
                        "London"
                    ]
                },
                "name": [
                    "Age International"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kirn, T",
                        "preferred": "T Kirn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Baumann, N",
                        "preferred": "N Baumann"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Project MIGAPE: Work Package 3: Results of the Dynamic Simulations for Switzerland",
            "date": "2021",
            "id": "bib64",
            "publisher": {
                "name": [
                    "Mimeo University of Liechtenstein. Deliverable D3.1/D3.2 of the MIGAPE project"
                ]
            },
            "type": "book"
        },
        {
            "author": {
                "name": {
                    "index": "Kirn, T",
                    "preferred": "T Kirn"
                },
                "type": "person"
            },
            "date": "2022",
            "id": "bib63",
            "publisher": {
                "name": [
                    "KOF ETH Zurich"
                ]
            },
            "source": "Paper presented at the 3rd workshop of the Swiss Network on Public Economics (SNOPE)",
            "title": "Paper presented at the 3rd workshop of the Swiss Network on Public Economics (SNOPE)",
            "type": "thesis",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kirn, T",
                        "preferred": "T Kirn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thierbach, K",
                        "preferred": "K Thierbach"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Project MIGAPE: Work Package 2: Results of the Standard Simulations for Liechtenstein",
            "date": "2020",
            "id": "bib65",
            "publisher": {
                "name": [
                    "Mimeo University of Liechtenstein. Deliverable D2.1/D2.2 of the MIGAPE project"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "KOF",
                    "type": "group"
                }
            ],
            "bookTitle": "Was Schweizer Wirtschaftsforschende Über Inflation, Geldpolitik Und Den Franken Denken",
            "date": "2022",
            "id": "bib66",
            "publisher": {
                "name": [
                    "KOF Bulletin"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Augmented wealth in Switzerland: the influence of pension wealth on wealth inequality",
            "authors": [
                {
                    "name": {
                        "index": "Kuhn, U",
                        "preferred": "U Kuhn"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1186/s41937-020-00063-9",
            "id": "bib67",
            "journal": "Swiss Journal of Economics and Statistics",
            "pages": "19",
            "pmid": 33194848,
            "type": "journal",
            "volume": "156"
        },
        {
            "articleTitle": "Early retirement as A privilege for the rich? A comparative analysis of Germany and Switzerland",
            "authors": [
                {
                    "name": {
                        "index": "Kuhn, U",
                        "preferred": "U Kuhn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Grabka, MM",
                        "preferred": "MM Grabka"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Suter, C",
                        "preferred": "C Suter"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "id": "bib107",
            "journal": "Advances in Life Course Research",
            "pages": "100392",
            "type": "journal",
            "volume": "47"
        },
        {
            "articleTitle": "The Impact of Female Labour Force Participation on Household Income Inequality in Switzerland",
            "authors": [
                {
                    "name": {
                        "index": "Kuhn, U",
                        "preferred": "U Kuhn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ravazzini, L",
                        "preferred": "L Ravazzini"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.1515/sjs-2017-0006",
            "id": "bib68",
            "journal": "Swiss Journal of Sociology",
            "pages": {
                "first": "115",
                "last": "136",
                "range": "115–136"
            },
            "type": "journal",
            "volume": "43"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "LaRoche, S",
                        "preferred": "S LaRoche"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "id": "bib71",
            "publisher": {
                "name": [
                    "Statistics Canada"
                ]
            },
            "source": "Longitudinal and cross-sectional weighting of the survey of labour and income dynamics Technical report",
            "title": "Longitudinal and cross-sectional weighting of the survey of labour and income dynamics Technical report",
            "type": "report"
        },
        {
            "articleTitle": "The Impact of Parental Leave Duration on Later Wages",
            "authors": [
                {
                    "name": {
                        "index": "Lequien, L",
                        "preferred": "L Lequien"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.2307/23646579",
            "id": "bib112",
            "journal": "Annals of Economics and Statistics",
            "pages": "267",
            "type": "journal",
            "volume": "107"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Liégeois, P",
                        "preferred": "P Liégeois"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Projections of the Gender Pension Gap in Luxembourg Using LU-MIDAS 2020",
            "date": "2021",
            "id": "bib75",
            "publisher": {
                "name": [
                    "Luxembourg Institute for Socio-Economic Research (LISER), Esch-sur-Alzette"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Evaluating Binary Alignment Methods in Microsimulation Models",
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.18564/jasss.2334",
            "id": "bib74",
            "journal": "Journal of Artificial Societies and Social Simulation",
            "pages": "15",
            "pmid": 23647701,
            "type": "journal",
            "volume": "17"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "305–343, Dynamic Microsimulation, Handbook of Microsimulation Modelling, 293. edn",
            "id": "bib72",
            "title": "Handbook of Microsimulation Modelling",
            "type": "unknown"
        },
        {
            "articleTitle": "The consequences of non‐standard working and marital biographies for old age income in Europe: Contrasting the individual and the household perspective",
            "authors": [
                {
                    "name": {
                        "index": "Möhring, K",
                        "preferred": "K Möhring"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1111/spol.12720",
            "id": "bib76",
            "journal": "Social Policy & Administration",
            "pages": {
                "first": "456",
                "last": "484",
                "range": "456–484"
            },
            "type": "journal",
            "volume": "55"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Moreira, A",
                        "preferred": "A Moreira"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wall, K",
                        "preferred": "K Wall"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "details": "Projections of the Gender Pension Gap in Portugal using DYNAPOR, MIGAPE, Work Package 3, Institute of Social Sciences, Lisbon, University of Lisbon",
            "id": "bib77",
            "title": "MIGAPE, Work Package 3",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Morrison, R",
                        "preferred": "R Morrison"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Make It so: Event Alignment in Dynamic Microsimulation",
            "date": "2006",
            "id": "bib78",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Ottawa"
                        ]
                    },
                    "formatted": [
                        "Ottawa"
                    ]
                },
                "name": [
                    "DYNACAN Team"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "MOSPI Report",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib79",
            "title": "T-DYMM 3.0 Forecast Model Report, Istituto Nazionale per l’Analisi delle Politiche Pubbliche (INAPP)",
            "type": "web",
            "uri": "https://inapp.org/sites/default/files/progetticompetitivi/mospi/documenti/T_Dymm%203.0%20Forescast%20model%20report.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "OAK, BV",
                        "preferred": "BV OAK"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Bericht Finanzielle Lage Der Vorsorgeeinrichtungen 2020",
            "date": "2021",
            "id": "bib83",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Bern"
                        ]
                    },
                    "formatted": [
                        "Bern"
                    ]
                },
                "name": [
                    "Oberaufsichtskommission Berufliche Vorsorge"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Simulating Migration in the Pensim2 Dynamic Microsimulation Model",
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Redway, H",
                        "preferred": "H Redway"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lennon, J",
                        "preferred": "J Lennon"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.34196/ijm.00039",
            "id": "bib81",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "65",
                "last": "79",
                "range": "65–79"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "bookTitle": "Les Indicateurs de l’intégration Des Immigrés 2015",
            "date": "2015",
            "doi": "10.1787/9789264233799-fr",
            "id": "bib85",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "OECD Publishing"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "OECD",
                    "type": "group"
                }
            ],
            "bookTitle": "International Migration Outlook 2020",
            "date": "2020",
            "doi": "10.1787/ec98f531-en",
            "id": "bib87",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Paris"
                        ]
                    },
                    "formatted": [
                        "Paris"
                    ]
                },
                "name": [
                    "OECD Publishing"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Excluding Institutionalized Elderly from Surveys: Consequences for Income and Poverty Statistics",
            "authors": [
                {
                    "name": {
                        "index": "Peeters, H",
                        "preferred": "H Peeters"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Debels, A",
                        "preferred": "A Debels"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verpoorten, R",
                        "preferred": "R Verpoorten"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.1007/s11205-011-9957-8",
            "id": "bib88",
            "journal": "Social Indicators Research",
            "pages": {
                "first": "751",
                "last": "769",
                "range": "751–769"
            },
            "type": "journal",
            "volume": "110"
        },
        {
            "articleTitle": "Childcare and maternal part-time employment: a natural experiment using Swiss cantons",
            "authors": [
                {
                    "name": {
                        "index": "Ravazzini, L",
                        "preferred": "L Ravazzini"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1186/s41937-017-0003-x",
            "id": "bib89",
            "journal": "Swiss Journal of Economics and Statistics",
            "pages": "15",
            "pmid": 30443508,
            "type": "journal",
            "volume": "154"
        },
        {
            "articleTitle": "Public-private interactions: Mandatory pensions in Australia, the Netherlands and Switzerland",
            "authors": [
                {
                    "name": {
                        "index": "Rein, M",
                        "preferred": "M Rein"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Turner, J",
                        "preferred": "J Turner"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib91",
            "journal": "Review of Population and Social Policy",
            "pages": {
                "first": "107",
                "last": "153",
                "range": "107–153"
            },
            "type": "journal",
            "volume": "10"
        },
        {
            "articleTitle": "The implementation of cross-sectional weights in household panel surveys",
            "authors": [
                {
                    "name": {
                        "index": "Schonlau, M",
                        "preferred": "M Schonlau"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kroh, M",
                        "preferred": "M Kroh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Watson, N",
                        "preferred": "N Watson"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.1214/13-SS104",
            "id": "bib93",
            "journal": "Statistics Surveys",
            "pages": {
                "first": "37",
                "last": "57",
                "range": "37–57"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "authors": [
                {
                    "name": "SECO",
                    "type": "group"
                }
            ],
            "date": "2022",
            "id": "bib94",
            "title": "Konjunkturtendenzen SECO",
            "type": "web",
            "uri": "https://www.seco.admin.ch/seco/de/home/seco/nsb-news.msg-id-89273.html",
            "website": "Sommer 2022"
        },
        {
            "articleTitle": "The relationship between women’s work histories and incomes in later life in the UK, US and West Germany",
            "authors": [
                {
                    "name": {
                        "index": "Sefton, T",
                        "preferred": "T Sefton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Evandrou, M",
                        "preferred": "M Evandrou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Falkingham, J",
                        "preferred": "J Falkingham"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vlachantoni, A",
                        "preferred": "A Vlachantoni"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1177/0958928710380475",
            "id": "bib95",
            "journal": "Journal of European Social Policy",
            "pages": {
                "first": "20",
                "last": "36",
                "range": "20–36"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "articleTitle": "Modelling foreign labour inflows using a dynamic microsimulation model of an ageing country-Slovakia",
            "authors": [
                {
                    "name": {
                        "index": "Štefánik, M",
                        "preferred": "M Štefánik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Miklošovič, T",
                        "preferred": "T Miklošovič"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib96",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "102",
                "last": "113",
                "range": "102–113"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Steiner, I",
                        "preferred": "I Steiner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wanner, P",
                        "preferred": "P Wanner"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "details": "328, Migrants and Expats: The Swiss Migration and Mobility Nexus, Cham, Springer Nature, p, 10.1007/978-3-030-05671-1",
            "id": "bib97",
            "title": "Migrants and Expats: The Swiss Migration and Mobility Nexus",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Steiner, I",
                        "preferred": "I Steiner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wanner, P",
                        "preferred": "P Wanner"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "details": "103–122, In Migrants and Expats: The Swiss Migration and Mobility Nexus, Cham, Springer, p, 10.1007/978-3-030-05671-1",
            "id": "bib102",
            "title": "In Migrants and Expats: The Swiss Migration and Mobility Nexus",
            "type": "unknown"
        },
        {
            "articleTitle": "Modelling private wealth accumulation and spend-down in the Italian microsimulation model CAPP_DYN: A life-cycle approach",
            "authors": [
                {
                    "name": {
                        "index": "Tedeschi, S",
                        "preferred": "S Tedeschi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pisano, E",
                        "preferred": "E Pisano"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mazzaferro, C",
                        "preferred": "C Mazzaferro"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morciano, M",
                        "preferred": "M Morciano"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.34196/ijm.00084",
            "id": "bib98",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "76",
                "last": "122",
                "range": "76–122"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Thévenon, O",
                        "preferred": "O Thévenon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Solaz, A",
                        "preferred": "A Solaz"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib113",
            "publisher": {
                "name": [
                    "OECD Social, Employment and Migration Working Papers 141"
                ]
            },
            "source": "Labour Market Effects of Parental Leave Policies in OECD Countries",
            "title": "Labour Market Effects of Parental Leave Policies in OECD Countries",
            "type": "report"
        },
        {
            "articleTitle": "Family resources and male– female educational attainment: Sex specific trends for Dutch cohorts (1930– 1984)",
            "authors": [
                {
                    "name": {
                        "index": "Van, M",
                        "preferred": "M Van"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kraaykamp, G",
                        "preferred": "G Kraaykamp"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wolbers, MHJ",
                        "preferred": "MHJ Wolbers"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1016/j.rssm.2015.02.001",
            "id": "bib99",
            "journal": "Research in Social Stratification and Mobility",
            "pages": {
                "first": "29",
                "last": "38",
                "range": "29–38"
            },
            "type": "journal",
            "volume": "40"
        },
        {
            "articleTitle": "Cross-sectional and longitudinal weighting in a rotational household panel: applications to EU-SILC",
            "authors": [
                {
                    "name": {
                        "index": "Verma, V",
                        "preferred": "V Verma"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Betti, G",
                        "preferred": "G Betti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ghellini, G",
                        "preferred": "G Ghellini"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib101",
            "journal": "Statistics in Transition",
            "pages": {
                "first": "5",
                "last": "50",
                "range": "5–50"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Can Migrants’ Emigration Intentions Predict Their Actual Behaviors? Evidence from a Swiss Survey",
            "authors": [
                {
                    "name": {
                        "index": "Wanner, P",
                        "preferred": "P Wanner"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1007/s12134-020-00798-7",
            "id": "bib103",
            "journal": "Journal of International Migration and Integration",
            "pages": {
                "first": "1151",
                "last": "1179",
                "range": "1151–1179"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Watson, N",
                        "preferred": "N Watson"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "Longitudinal and cross-sectional weighting methodology for the HILDA survey Technical report, University of Melbourne",
            "id": "bib104",
            "title": "Longitudinal and cross-sectional weighting methodology for the HILDA survey Technical report",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "World Bank",
                    "type": "group"
                }
            ],
            "date": "2010",
            "details": "https://documents.worldbank.org/en/publication/documents-reports/documentdetail/389011468314712045/the-world-bank-pension-conceptual-framework, Accessed, 27 July 2022",
            "id": "bib105",
            "title": "The World Bank pension conceptual framework. World Bank pension reform primer No 45728",
            "type": "unknown",
            "uri": "https://documents.worldbank.org/en/publication/documents-reports/documentdetail/389011468314712045/the-world-bank-pension-conceptual-framework"
        },
        {
            "authors": [
                {
                    "name": "Xe Currency Converter",
                    "type": "group"
                }
            ],
            "date": "2022",
            "details": "https://www.xe.com/currencyconverter/convert/?Amount=1&From=CHF&To=EUR, Accessed, 27 July 2022",
            "id": "bib106",
            "title": "1 CHF to Eur: convert Swiss Francs to Euros",
            "type": "unknown",
            "uri": "https://www.xe.com/currencyconverter/convert/?Amount=1&From=CHF&To=EUR"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: own computations. SRA for men 65 yreas and women 64 years. Second pillar: Mandatory pension, conversion rate: 6.8%.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "BLK_A1-T1",
                            "label": "Table A1",
                            "tables": [
                                "<table><thead><tr><th align=\"left\"/><th align=\"left\">mean</th><th align=\"left\">p25</th><th align=\"left\">p50</th><th align=\"left\">p75</th><th align=\"left\">p75/p25</th></tr></thead><tbody><tr><td align=\"left\"><i>total population</i></td><td align=\"left\"><i>30,131</i></td><td align=\"left\"><i>20,105</i></td><td align=\"left\"><i>29,444</i></td><td align=\"left\"><i>40,591</i></td><td align=\"left\"><i>2.02</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">23,603</td><td align=\"left\">15,225</td><td align=\"left\">24,280</td><td align=\"left\">32,511</td><td align=\"left\">2.14</td></tr><tr><td align=\"left\"> men</td><td align=\"left\">36,380</td><td align=\"left\">26,979</td><td align=\"left\">37,596</td><td align=\"left\">44,621</td><td align=\"left\">1.65</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">35.1%</td><td align=\"left\">43.6%</td><td align=\"left\">35.4%</td><td align=\"left\">27.1%</td><td align=\"left\"/></tr><tr><td align=\"left\"><i>non-immigrants</i></td><td align=\"left\"><i>29,752</i></td><td align=\"left\"><i>19,445</i></td><td align=\"left\"><i>29,043</i></td><td align=\"left\"><i>40,460</i></td><td align=\"left\"><i>2.08</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">23,585</td><td align=\"left\">15,225</td><td align=\"left\">24,264</td><td align=\"left\">32,511</td><td align=\"left\">2.14</td></tr><tr><td align=\"left\"> men</td><td align=\"left\">36,584</td><td align=\"left\">27,099</td><td align=\"left\">37,873</td><td align=\"left\">44,645</td><td align=\"left\">1.65</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">35.5%</td><td align=\"left\">43.8%</td><td align=\"left\">35.9%</td><td align=\"left\">27.2%</td><td align=\"left\"/></tr><tr><td align=\"left\"><i>immigrants</i></td><td align=\"left\">33,160</td><td align=\"left\">24,437</td><td align=\"left\">34,486</td><td align=\"left\">42,095</td><td align=\"left\"><i>1.72</i></td></tr><tr><td align=\"left\"> women</td><td align=\"left\">23,975</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\">.</td></tr><tr><td align=\"left\"> men</td><td align=\"left\">35,415</td><td align=\"left\">26,370</td><td align=\"left\">36,713</td><td align=\"left\">44,180</td><td align=\"left\">1.68</td></tr><tr><td align=\"left\"> GPG</td><td align=\"left\">32.3%</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\">.</td><td align=\"left\"/></tr></tbody></table>"
                            ],
                            "title": "2<sup>nd</sup> pillar pension income at SRA (2070) – simulation variant with a constant conversion rate of 6.8% and a SRA of women of 64",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "A1",
            "title": "Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "We are very grateful for helpful comments by Philippe Liégeois and Karel van den Bosch on an on an earlier version of this manuscript, as well as to Nicolas Bauman for excellent research assistance. We also thank the participants at the 8<sup>th</sup> World Congress of the International Microsimulation Association for comments on an earlier version. The data is made available for research by the Swiss Federal Statistical Office (SFO).",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
