{
    "status": "vor",
    "id": "00296",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00296",
    "authorLine": "Gunnar Eliasson",
    "title": "Endogenous Economic Growth Through Selection",
    "published": "2024-08-31T00:00:00Z",
    "versionDate": "2024-08-31T00:00:00Z",
    "statusDate": "2024-08-31T00:00:00Z",
    "volume": 17,
    "issue": 2,
    "fpage": 202,
    "lpage": 212,
    "elocationId": "202-212",
    "pdf": "http://web:8082/00296/ijm-00296.pdf",
    "subjects": [
        {
            "id": "micro-macro-links",
            "name": "Micro-macro links"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Economic growth can be viewed as being propelled endogenously by the (1) entrepreneurial entry, (2) reorganization, (3) rationalization and (4) the exit of firms, with the first two selection and innovation investments operating in the very long run, and the remaining two (rationalization and exit) in the short and immediate term. This growth process can only be represented by a micro-market-based macro theory and is simulated here on the Swedish micro-to-macro model MOSES. It is found that the impact of the market selection mechanisms operating through entrepreneurial entry, market competition and the enforced exit of underperformers, while slow in the beginning, significantly affect economic growth in the long run. A political economy that is unable to organize itself to wait for the very long-run benefits of significant immediate efforts to enhance firm exit and entry may never experience strong and sustained economic growth.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Eliasson ",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Sweden",
                            "locality": [
                                "Stockholm"
                            ]
                        },
                        "formatted": [
                            "Stockholm",
                            "Sweden"
                        ]
                    },
                    "name": [
                        "Royal Technical Institute and Industrial Institute for Economic and Social Research"
                    ]
                }
            ],
            "emailAddresses": [
                "g.eliasson@outlook.com"
            ],
            "name": {
                "index": "Eliasson, Gunnar",
                "preferred": "Gunnar Eliasson"
            },
            "orcid": "0000-0002-7967-6120",
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Adam Smith (1776) is the declared father of many basic ideas in modem economics. He is, however, not as well-known for what he argued was most important of all for the wealth of nations, namely dynamic competition - particularly as maintained by free innovative entry that checks the formation of monopolies detrimental to the creation of economic wealth. Such dynamic competition is made possible by the superior capacity of some firms to compete for customers and resources and is driven by the rewards for that superiority. This superior capacity defines the organizational competence of the temporary monopoly that is called a firm (<a href=\"#bib13\">Eliasson, 1990</a>). Such superior organizational competence is always temporary, since it is relative to the competence of all other firms, and firms are continuously generating new competence through organizational learning and innovation (<a href=\"#bib16\">Eliasson, 1992a</a>). One thesis of this paper is that without free innovative entry, rapid long-term growth of an economy cannot be supported. Innovative entry improves the technology level of firms, maintains diversity of production structures, and forces competition on incumbent producers. Costs come in the form of increased exits by low performers, and transactions costs associated with the reallocation of resources.",
                    "type": "paragraph"
                },
                {
                    "text": "Darwin suggested that the species adapted through selection to an exogenously changing environment. The economic question raised here is whether firms can overcome the natural filtering of winners and losers in markets through organizational learning. This paper is concerned with the growth dynamics of this game in what can be called <i>the experimentally organized economy</i> (<a href=\"#bib12\">Wu et al., 1987</a>; <a href=\"#bib14\">Eliasson, 1991a</a>). The experimental mode of behavior is fundamental for entrepreneurial activity and economic growth. Individual agents are characterized by strongly bounded rationality and markets by free innovative entry. The latter drives the selection mechanisms in the model that also influence the economic environment, making it largely non-transparent to each agent. Only through curious experimentation will entrepreneurs be able to explore the enormous investment opportunity space of such an experimentally organized economy and discover the superior technologies that can be profitably invested in.",
                    "type": "paragraph"
                },
                {
                    "text": "The nature of the entrepreneurial spirit and technological competition through innovation and imitation are therefore central to this paper. They are one side of free innovative entry. The other side is regulation, i.e., restrictions on entrepreneurial entry there naturally or imposed politically. Four factors therefore hold back entrepreneurial competition, market selection and economic growth. First, incentives for entrepreneurship may be insufficient, second, the competence to commercialize new technologies may be lacking, third, competition does not compel firms to innovate preemptively to avoid being overrun (<a href=\"#bib19\">Eliasson, 1995</a>), or, fourth, entrepreneurship may be held back by regulation, typically through restrictions on free competitive entry in markets to protect incumbents (<a href=\"#bib15\">Eliasson, 1991b</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The source of entrepreneurial behavior is partly to be found in the economic environment itself that compels actors (through competition) to be entrepreneurial or fail. The source of this endogenous entrepreneurial force can be established by demonstrating the existence, theoretically and through simulation, of the vastness of the business opportunity space and the pressure to overcome competition through innovation. In doing that, standard economic theory is linked to the much richer but less rigorously formulated economics of the Austrian school.",
                    "type": "paragraph"
                },
                {
                    "text": "The problem of the restriction of free competitive entry is much wider in scope than restrictive establishment rules and trade protection. The entire public sector of western market economies is characterized by almost complete prevention of innovative and competitive entry. In Sweden, for instance, only 20 to 30 percent of total production can be said to be subjected to free competition (<a href=\"#bib3\">Carlsson, 1993a</a>). The extreme case is, of course, the formerly planned economies and much of the developing world. The institutions representing competition and market selection are therefore not as typical of western market economics as one may believe. Paradoxically, it is difficult to imagine a true market economy without the widespread presence of such institutions. The institutions preventing market selection from being effective very much reflect the political willingness of societies to accept unpredictable change and their inability to cope with it. And the only way of modelling the macroeconomic importance of those mechanisms is through microsimulation mathematics.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper aims to demonstrate (through simulations on the Swedish micro-to­ macro model, which is a quantitative approximation of an experimentally organized economy), that a viable growth economy requires a very long time political horizon. A rapid reorganization of the model economy, in which competition is driven by endogenous innovative entry, will create immediate negative effects in the form of firm exits and temporary local spells of unpredictable unemployment, while the benefit in the form of additional economic growth will come with a delay. This tradeoff between the immediate future and the long term very much hinges on the flexibility of the labor market. Conversely, the negative consequences at the macro level of constrained entrepreneurial competition will appear after decades, but then with a momentum that might accelerate and require immense policy effort and patience to turn around. This means that a political economy unable to mobilize sufficient patience or political concern to give the very long-term a fair chance against immediate negative effects may never experience growth and/or may never be capable of turning a declining economy around.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Economic Growth as a Market Selection Process -The Problem",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Free entrepreneurial entry and technological competition expand the investment opportunity space to create an environment of local unpredictability for each agent. Agents not only choose what to do, but also choose modes of thinking about and deciding what to do. Competition through free new entry therefore exercises a competitive threat to all agents, which they must counter by preventive innovative competition of their own. This dynamic competition moves the entire economy and forces agents not capable of coping to exit. Exits, in retrospect, will then appear at the macroeconomic level as a standard cost of economic growth. If this cost is not incurred, it is synonymous with the absence of market competition through innovative new establishment and of economic growth (<a href=\"#bib18\">Eliasson, 1994</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Markets require heterogeneity among actors for their existence as a competitive force. For viable, growth-promoting competition to occur sufficient sustained diversity among actors must therefore be endogenously maintained in the economy (<a href=\"#bib9\">Eliasson, 1983</a>; <a href=\"#bib10\">Eliasson, 1984</a>) through entry, or through innovative behavior among incumbent firms. For growth to occur, superior firms will have to be constantly attempting to explore the investment opportunities space. Such positive competition does not necessarily increase with the number of firms. The probability of some superior firms entering the opportunities space, however, should normally increase with the number of firms attempting to enter.",
                    "type": "paragraph"
                },
                {
                    "text": "This “growth through competitive market selection” hypothesis of the experimentally organized economy (EOE) is the exact counterpoint to the static general equilibrium model. The Swedish micro-to-macro model MOSES is a model representation of the EOE. The model assumes that firms face such a varied menu of economic choices as to make fully informed decisions at the micro level impossible. Under such circumstances, decisions must generally be characterized by <i>bounded rationality</i> in the sense of Herbert Simon. Bounded rationality in a complex economic environment also defines the competence of agents in markets to make successful business decisions (<a href=\"#bib13\">Eliasson, 1990</a>). If this competence is accumulated through organizational learning in heterogeneous environments (<a href=\"#bib16\">Eliasson, 1992a</a>; <a href=\"#bib2\">Ballot et al., 1993</a>), the “competence capital” becomes extremely heterogeneous. The diversity of environmental and firm competence characteristics needed to establish a model version of the experimentally organized economy can be introduced through a stylized so-called Salter curve analysis (<a href=\"#bib21\">Salter, 1960</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The Swedish micro-to-macro model MOSES is governed by technological competition in a Salter curve environment that constantly upgrades itself through the competitive market process. The model emulates the competitive dynamics of the experimentally organized market self-coordinated economy. Economic development is seen as an ongoing learning process as production agents are pushed by competition, or tempted by economic incentives to explore an immense investment opportunities space, creating new resources and new technologies in passing (innovation). Free entry drives market competition that propels economic growth, and forces reorganization, rationalization and exit on firms in its wake. This mechanism which I refer to as Schumpeterian “creative destruction” is moderated by physical (natural) barriers, culture, and policy (<a href=\"#bib15\">Eliasson, 1991b</a>; <a href=\"#bib18\">Eliasson, 1994</a>; <a href=\"#bib19\">Eliasson, 1995</a>). A positive sum economic game is established, which is characterized by the investment/ growth mechanisms of <a href=\"#table1\">Table 1</a>, which make up the engine of growth in the Swedish micro-to-macro model (<a href=\"#bib7\">Eliasson, 1978</a> <a href=\"#bib11\">Eliasson, 1985</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: <a href=\"#bib19\">Eliasson (1995)</a>, “The Economics of Technical Change: The Macroeconomic Consequences of Business Competence in an Experimentally Organized Economy”, <i>Revue D’èconomie Industrielle,Numèro Exceptionel,</i> :53-82",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table><thead><tr><th align=\"left\" colspan=\"2\">The Four Fundamental Investment/Growth Mechanisms</th></tr></thead><tbody><tr><td align=\"left\">(1)</td><td align=\"left\"><b>entry,</b> of new innovative establishments</td></tr><tr><td align=\"left\">(2)</td><td align=\"left\"><b>reorganization</b> of existing firms</td></tr><tr><td align=\"left\">(3)</td><td align=\"left\"><b>efficient management</b> of existing firms (rationalization)</td></tr><tr><td align=\"left\">(4)</td><td align=\"left\">bankruptcy<b>, exit</b> or <b>creative destruction</b></td></tr></tbody></table>"
                            ],
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Together the four mechanisms (1) entry, (2) reorganization, (3) rationalization of existing firms and (4) exit of low performing firms in <a href=\"#table1\">Table 1</a> explain all investment activities behind economic growth. The bulk of medium-term production growth occurs through the reorganization and rationalization of existing firms. The exit of low performers is a divestment that makes room for the expansion of high performers, not in the least through releasing labor and competence at reasonable costs. The productivity effects of exit are immediate, while reorganization and rationalization investments quickly affect growth. In fact, most of the growth inducements in Swedish industry of the 1980s came through the reorganization and rationalization of existing firms.",
                    "type": "paragraph"
                },
                {
                    "text": "The entry mechanism is, however, critical in the long run. Without endogenous entry, existing industrial structures will not be upgraded and modernized effectively and sufficient diversity of structures for market competition to function maintained (<a href=\"#bib15\">Eliasson, 1991b</a>) - and especially not through the injection of new technologies not related to investments in existing industrial facilities. Innovative entry works in the very long run. It is typically experimental, with the average performance of entrants being lower rather than higher than that of the average incumbent (<a href=\"#bib15\">Eliasson, 1991b</a>; <a href=\"#bib20\">Granstrand, 1986</a>) but the spread being much wider. Hence, the exit rate among new entrants is very high. In a viable market economy firms have to learn to live with (1) the exit of incumbents forced by the successful entry of others, (2) the high failure rate of entrants, and (3) the long waiting time needed to see the few successes mature and grow sufficiently to influence macroeconomic behavior. I sometimes refer to <a href=\"#table1\">Table 1</a> as a stylized model of Schumpeterian Creative Destruction.",
                    "type": "paragraph"
                },
                {
                    "text": "While mainstream economic analysis focuses on efficient management (i.e. rationalization) among a given number of existing firms, the experimentally organized economy, as represented by the Swedish micro-to-macro model (see below) incorporates all four elements of change, and is fully capable of embodying industrial development bloc formation (<a href=\"#bib4\">Carlsson et al., 1997</a>), creating very different long-term macro dynamics. All mechanisms operate in different time dimensions and require different competence characteristics. They must be in a certain balance over time to generate stable, sustained growth at the macro level. Three of the four mechanisms operate through selection. Macroeconomic growth of the real world is composed of all four mechanisms and cannot be understood in terms of one of them only.",
                    "type": "paragraph"
                },
                {
                    "text": "Classical and neoclassical theory assumes the market environment to be given and populated by price-taking agents. Darwinian or Schumpeterian economists (<a href=\"#bib27\">Winter, 1964</a>; <a href=\"#bib22\">Schumpeter, 1942</a>) build models in which agents react to an exogenously (through technology) changing environment, by organizational adjustment, changing the character of firms and of industries. Micro-to-macro theory takes the industrial and economic analysis one step further, by making industrial production structures endogenous and dependent on the ongoing market competition among agents. Only through this final step will the properties of an experimentally organized economy become manifest: namely an economy whose structure an outsider observer - the firm - can only be partially informed about through its imperfect information system.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. The Four Investment Mechanisms of Growth",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The MOSES model has been well documented in many publications<a href=\"#fn1\"><sup>1</sup></a> . A few observations should, however, be made here. When seen from above, the MOSES economy appears as an eleven sector Keynesian Leontief sector model, with endogenous investment, complete demand feedback through investment, and a non-linear Stone type consumption expenditure system (<a href=\"#bib6\">Eliasson, 1976</a>; <a href=\"#bib8\">Eliasson, 1980</a>). Individual behavior of production firms is perfectly ex ante rational, and conditioned by what firms know, as observed in <a href=\"#bib5\">Eliasson (1976a)</a>. Lack of information, limited knowledge and the influence of important tacit and incommunicable competences mean that \"bounded rationality\" is the most pervasive characteristic of all agents (<a href=\"#bib13\">Eliasson, 1990</a>; <a href=\"#bib28\">Simon, 1959</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In this model, the four manufacturing industries (basic-, intermediate-, durable- and non-durable consumption goods) have been surgically removed and replaced by similarly structured real firm data, all being consolidated to exactly fit the aggregates of the removed sectors. To achieve that, a residual firm defining the difference between the consolidated real firms and the aggregate has been defined. This residual firm has then split up into several smaller firms. Altogether the initial population in a MOSES simulation consists of some 250 firms (<a href=\"#bib25\">Taymaz, 1992</a>). Endogenous entry and exit change the population of firms over time.",
                    "type": "paragraph"
                },
                {
                    "text": "Firms make long-term investment decisions based on expected long-term rents from (returns to) investments. These investments upgrade the production system of the firm.",
                    "type": "paragraph"
                },
                {
                    "text": "While the individual firm’s decisions about investment, entry and exit are based on long-term profitability expectations related to financing costs, the short-term production planning, recruitment and firing decisions are made based on expected short-term profit improving decisions. There are explicitly modelled product, labor, and financial markets. Through complete feedback during and between the quarterly planning period, quantities and prices are determined - not simultaneously but sequentially - within the same period. In this sense, the MOSES model represents a general game of monopolistic competition.",
                    "type": "paragraph"
                },
                {
                    "text": "The entry and exit features are critical for the experiments to be reported on in the next section. Exit occurs in the model when a firm has reduced its net worth to zero, but it may also occur earlier and on more rational grounds, when a firm repeatedly fails to satisfy its long-term profitability targets. The consensus within the economics profession until the mid-1980s was that entry really did not matter that much (<a href=\"#bib15\">Eliasson, 1991b</a>); but it does, and very significantly so. The rate of entry in the current version of the model depends on profitability conditions in the four industry markets, and the characteristics of entering firms are based on a stochastic drawing from an empirical distribution.",
                    "type": "paragraph"
                },
                {
                    "text": "Entrants are assumed (based on empirical evidence, (<a href=\"#bib15\">Eliasson, 1991b</a>; <a href=\"#bib20\">Granstrand, 1986</a>) to be on average equal to or somewhat inferior in performance to incumbents. However, the spread is very much larger. This means that the endogenous failure rate among entrants is much higher than among the incumbents. To filter out enough success stories through competition to move long-term growth, therefore, significant resources are used up through more or less mistaken business decisions. In fact, at the macro level, <i>a significant rate of business failure should be viewed as a standard cost for economic development</i> (<a href=\"#bib16\">Eliasson, 1992a</a>).",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. The MOSES Model - A Brief Presentation",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Two experiments were run, designed to show the growth effects of entry, to illustrate the time lags involved before the macroeconommic consequences become statistically observable, to demonstrate the existence of indirect effects of competition and exit, and to document the non-linear initial state dependent character of the market machinery kept in motion by active entrepreneurial entry. All experiments were run by quarter over 50 years, and were compared to a reference run based on the parameter setting calibrated on data from the Swedish economy as described in <a href=\"#bib24\">Taymaz (1991)</a> and <a href=\"#bib26\">Taymaz (1993)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "In this reference or base run, firm exit was allowed but new firm entry was shut off. In Experiment (I), new firm entry was allowed. In Experiment (II), new firm entry was turned off again, while the exit process was slowed down compared to the base run.",
                    "type": "paragraph"
                },
                {
                    "text": "Allowing firm entry (Experiment I) makes little difference to manufacturing output for 10 to 15 years. After this, manufacturing output grows much more quickly than under the base scenario and is more than 50 per cent higher after 50 years. The average difference in the growth rate in Experiment I is on average almost one per cent per year and slowly increasing,<a href=\"#fn2\"><sup>2</sup></a> as surviving new high productivity firms grow while low performance firms contract or exit because of more intense competition (<a href=\"#table2\">Table 2</a>). In Experiment II, when exit is slowed down relative to the base run, some improvement in output growth is seen for the first 20 years or so (<a href=\"#fig1\">Figure 1</a>), then development falls behind the base run. The explanation is simple. First, slack is initially used more efficiently, even though low productivity facilities are kept going that were forced to exit in Experiment I. After a while, diminished competition, due to the absence of competitive entry, makes factor costs increase and affect overall growth negatively. This negative development, however, takes some 20 years or more to become statistically visible. After 20 years or so, higher factor costs reduce investment incentives in expanding industries and the overall macro effect turns negative. The development of GNP is about parallel (<a href=\"#fig2\">Figure 2</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table><thead><tr><th align=\"left\"/><th align=\"left\">Initial Year</th><th align=\"left\">New entries during</th><th align=\"left\">Exits during simulation</th></tr></thead><tbody><tr><td align=\"left\"/><td align=\"left\"/><td align=\"left\">50 year simulation</td><td align=\"left\"/></tr><tr><td align=\"left\">Base run</td><td align=\"left\">250</td><td align=\"left\">0</td><td align=\"left\">119</td></tr><tr><td align=\"left\">Experiment I (entry)</td><td align=\"left\">250</td><td align=\"left\">257</td><td align=\"left\">125</td></tr><tr><td align=\"left\">Experiment II (low exit)</td><td align=\"left\">250</td><td align=\"left\">0</td><td align=\"left\">87</td></tr></tbody></table>"
                            ],
                            "title": "Number of Initial, Entering and Exiting Firms in Simulations.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00296%2Fijm-00296-fig001.tif",
                                "size": {
                                    "width": 686,
                                    "height": 443
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00296%2Fijm-00296-fig001.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00296-fig001.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Difference between manufacturing output in base run and Experiments I and II (Expressed as Percentage of Manufacturing Output in Base Run).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00296%2Fijm-00296-fig002.tif",
                                "size": {
                                    "width": 699,
                                    "height": 476
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00296%2Fijm-00296-fig002.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00296-fig002.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Difference in GNP between base run and Experiments I and II (Expressed as Percentage of GNP in base run).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Unemployment responds in a similarly slow fashion (<a href=\"#fig3\">Figure 3</a>). Significant reallocation of labor over the labor market occurs, but under both Experiments I and II, unemployment at the macro level is slightly lower than in the base run for about 20 years. In the entry experiment, strong expansion compared to the base run significantly lowers unemployment in the fourth decade, while an increase eventually is seen in the low exit case because of increasing wage costs. Overall, however, wage adjustments eventually correct the unemployment situation under the labor market regime of the MOSES model, which assumes reasonably flexible wages.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00296%2Fijm-00296-fig003.tif",
                                "size": {
                                    "width": 688,
                                    "height": 446
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00296%2Fijm-00296-fig003.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00296-fig003.jpg"
                                }
                            },
                            "label": "Figure 3",
                            "title": "Difference in unemployment rate between base run and Experiments I and II (Expressed as Percentage of unemployment rate in base run).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Rates of return follow a time pattern like the unemployment cycle (<a href=\"#fig4\">Figure 4</a>). The long expansion wave in the entry case after some 20 years is moved by high profitability, which is eventually competed away. In the low exit case, rates of return follow a different cycle but begin to exhibit instabilities towards the end of the 50 year run - a signal that a bad production structure with too little diversity is emerging (see below). It is known from earlier experiments (see for instance <a href=\"#bib9\">Eliasson, 1983</a>; <a href=\"#bib14\">Eliasson, 1991a</a>; <a href=\"#bib18\">Eliasson, 1994</a>) that if competition is held back by limiting the exit of firms and increasing the presence of old obsolete structures, Salter structures eventually begin to be dominated by firms with bad performance. This result is also clear in the Salter distributions on the 50-year horizon (<a href=\"#fig5\">Figure 5–7</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig4",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00296%2Fijm-00296-fig004.tif",
                                "size": {
                                    "width": 696,
                                    "height": 470
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00296%2Fijm-00296-fig004.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00296-fig004.jpg"
                                }
                            },
                            "label": "Figure 4",
                            "title": "Difference in rate of return between base run and Experiments I and II (Expressed as Percentage of rate of return in base run).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig5",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00296%2Fijm-00296-fig005.tif",
                                "size": {
                                    "width": 576,
                                    "height": 486
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00296%2Fijm-00296-fig005.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00296-fig005.jpg"
                                }
                            },
                            "label": "Figure 5",
                            "title": "Rate and return distribution after 50 years in Experiment I.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig6",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00296%2Fijm-00296-fig006.tif",
                                "size": {
                                    "width": 611,
                                    "height": 491
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00296%2Fijm-00296-fig006.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00296-fig006.jpg"
                                }
                            },
                            "label": "Figure 6",
                            "title": "Labor productivity (Salter) distributions on 50 year Horizon in Experiment I.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig7",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00296%2Fijm-00296-fig007.tif",
                                "size": {
                                    "width": 2158,
                                    "height": 1743
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00296%2Fijm-00296-fig007.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00296-fig007.jpg"
                                }
                            },
                            "label": "Figure 7",
                            "title": "Rate of return distributions in entry, base and no exit Experiments after 50 years.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<a href=\"#fig5\">Figures 5–7</a> illuminate the outcomes after 50 years of Experiment I. Solid black columns denote firms from the initial year that have survived through the fifty year simulation. The width of the column measures the percentage of total industry capital (valued at current prices) and employmenty respectively on the horizing represented by the surviving firms.Rather well­ behaved productivity and rate of return distributions are recorded on the 50-year horizon. It is interesting to observe that while old (initial) and new firms are well distributed over the entire range, new entrants dominate in the upper, high left end of the rate of return distribution (<a href=\"#fig5\">Figure 5</a>). Old incumbents from the initial year (black columns) apparently have stayed relatively productive, but are not well represented on on the horizon among the top rate of return performers. This should be the case (<a href=\"#bib15\">Eliasson, 1991b</a>) but apparently, and very much in keeping with the hypothesis of the experimentally organized economy, high labor productivity is not necessarily the same thing as high rate of return performance. Thus, while the most productive firms after 50 years are new entrants, some of the original firms also have high labor productivity (<a href=\"#fig6\">Figure 6</a>). When rate of return distributions on the 50-year horizon are compared in <a href=\"#fig7\">Figure 7</a>, the distorted distribution in the no entry and slow exit experiments comes out clearly. As observed in <a href=\"#bib10\">Eliasson (1984)</a>, such shapes make the industrial structure exposed to changes in the competitive situation, or of the interest rate. A sudden jump in the interest rate can knock out the bulk of the industrial structure in the base and slow exit cases, if the increase is large (as it was several times in the 1970s).<a href=\"#fn3\"><sup>3</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "The steep contrast between the best firms to the left and all the others in the low-end tail imposes tension in and disrupts market prices. When profitable firms want to expand, they can outbid the large number of depressed firms in the low tail end in wages and interest rates, and suddenly force many of them to exit. As can be seen, not much of an increase in interest rates is needed to make some three quarters of capital owners less concerned about staying in business. The entry experiment I shows a much smoother performance distribution on the horizon and less cause for disruptive behavior in the price system (<a href=\"#bib9\">Eliasson, 1983</a>; <a href=\"#bib10\">Eliasson, 1984</a>).",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Simulation Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Simulations on the MOSES Model demonstrate the important role of selection in economic progress and suggest that encouraging new firm entry enhances future economic growth and raises manufacturing output in the long-term. In the short run, however, the reallocation of labor caused by increased competition, reorganization and exit may initiate short-sighted policy responses that prove detrimental to the necessary creation of new firms. The long-term decline in the number of new manufacturing firms being established in Sweden each year thus has worrying implications for future economic growth.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Conclusions",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib6\">Eliasson (1976)</a>; <a href=\"#bib7\">Eliasson (1978)</a>; <a href=\"#bib8\">Eliasson (1980)</a>; <a href=\"#bib11\">Eliasson (1985)</a> and <a href=\"#bib1\">Albrecht et al. (1989)</a> include fairly complete specifications of the model, and <a href=\"#bib14\">Eliasson (1991a)</a>, <a href=\"#bib17\">Eliasson (1992b)</a> brief versions, including the main behavioral equations.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For practical reasons experiments had to be terminated after 50 years. Judging from earlier experience with the model, this difference could be expected to keep expanding, since (see <a href=\"#bib9\">Eliasson, 1983</a>) the base run with no entry will eventually stagnate and show negative growth.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The shapes of the labor productivity curves are similarly distorted. This has not been shown because producer prices have developed very differently in the 50 year simulations, and there is not enough space in this paper to go through the problem how to deflate individual firm value added.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Albrecht, J",
                        "preferred": "J Albrecht"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bergholm, F",
                        "preferred": "F Bergholm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hanson, KA",
                        "preferred": "KA Hanson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chr. Hartler, MH",
                        "preferred": "MH Chr. Hartler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lindberg, T",
                        "preferred": "T Lindberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Olavi, G",
                        "preferred": "G Olavi"
                    },
                    "type": "person"
                }
            ],
            "date": "1989",
            "details": "MOSES Code, Research Report No. 36, Stockholm, lndustriens Utredningsinstitut",
            "id": "bib1",
            "title": "MOSES Code, Research Report No. 36",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ballot, G",
                        "preferred": "G Ballot"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "details": "Firm sponsored training, technical progress and aggregate performance in a micro-macro model, Microsimulation and Public Policy, Amsterdam: North-Holland, Working Paper No. 402, Industriens Utredningsinstitut, Stockholm",
            "id": "bib2",
            "title": "Microsimulation and Public Policy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Carlsson, B",
                        "preferred": "B Carlsson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "”Den Konkurrensskyddade Och Den Oskyddade Produktionen” in Den Långa Vägen (The Long Road)",
            "date": "1993",
            "discriminator": "a",
            "id": "bib3",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "Industriens Utredningsinstitut"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Carlsson, B",
                        "preferred": "B Carlsson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "details": "The macroeconomic effects of technological systems: micro-macro simulations, Technological Systems; Cases, Analyses, Comparisons, Boston/Dordrecht/London, Kluwer Academic Publishers",
            "id": "bib4",
            "title": "Technological Systems; Cases, Analyses, Comparisons",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1976",
            "id": "bib6",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "Federation of Swedish Industries"
                ]
            },
            "source": "Mimeographed Series B15 (December), Economic Research Reports",
            "title": "Mimeographed Series B15 (December), Economic Research Reports",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Business Economic Planning -Theory Practice and Comparison",
            "date": "1976",
            "discriminator": "a",
            "id": "bib5",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "John Wiley and Sons"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1978",
            "details": "IUI Conference Reports. Stockholm",
            "id": "bib7",
            "title": "IUI Conference Reports. Stockholm",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1980",
            "details": "Experiments with fiscal policy parameters on a micro-to-macro model of the Swedish economy, Microeconomic Simulation Models for Public Policy Analysis, New York, London, Academic Press",
            "id": "bib8",
            "title": "Microeconomic Simulation Models for Public Policy Analysis",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "details": "On the optimal rate of structural adjustment, Policy Making in a Disorderly World Economy, Stockholm, Conference Reports, Industriens Utredningsinstitut",
            "id": "bib9",
            "title": "Policy Making in a Disorderly World Economy",
            "type": "unknown"
        },
        {
            "articleTitle": "Micro heterogeneity of firms and the stability of industrial growth",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "doi": "10.1016/0167-2681(84)90002-7",
            "id": "bib10",
            "journal": "Journal of Economic Behavior & Organization",
            "pages": {
                "first": "249",
                "last": "274",
                "range": "249–274"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Firm and Financial Market in the Swedish Micro-to-Macro Model - Theory, Model and Verification, Industriens Utredningsinstitut",
            "date": "1985",
            "id": "bib11",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "Industriens Utredningsinstitut"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The firm as a competent team",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1990",
            "doi": "10.1016/0167-2681(90)90002-U",
            "id": "bib13",
            "journal": "Journal of Economic Behavior & Organization",
            "pages": {
                "first": "275",
                "last": "298",
                "range": "275–298"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "articleTitle": "Modelling the experimentally organized economy: Complex dynamics in an empirical micro-macro model of endogenous economic growth",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "discriminator": "a",
            "doi": "10.1016/0167-2681(91)90047-2",
            "id": "bib14",
            "journal": "Journal of Economic Behavior and Organization",
            "pages": {
                "first": "1",
                "last": "2",
                "range": "1–2"
            },
            "type": "journal",
            "volume": "16"
        },
        {
            "articleTitle": "Deregulation, innovative entry and structural diversity as a source of stable and rapid economic growth",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "discriminator": "b",
            "doi": "10.1007/BF01202338",
            "id": "bib15",
            "journal": "Journal of Evolutionary Economics",
            "pages": {
                "first": "49",
                "last": "63",
                "range": "49–63"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "details": "Business competence, organizational learning and economic growth: Establishing the Smith-Schumpeter-Wicksell connection, Entrepreneurship, Technological Innovation, and Economic Growth, Michigan, University of Michigan Press, Ann Arbor",
            "id": "bib16",
            "title": "Entrepreneurship, Technological Innovation, and Economic Growth",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "details": "The MOSES model: Database and applications, Endogenous Economic Growth Through Selection, Stockholm:IUI",
            "id": "bib17",
            "title": "Endogenous Economic Growth Through Selection",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "details": "The theory of the firm and the theory of economic growth, Evolutionary and Neo-Schumpeterian Approaches to Economics, Dordrecht, Boston, London, Kluwer Academic Publishers",
            "id": "bib18",
            "title": "Evolutionary and Neo-Schumpeterian Approaches to Economics",
            "type": "unknown"
        },
        {
            "articleTitle": "The Economics of Technical Change: The Macroeconomic Consequences of Business Competence in an Experimentally Organized Economy",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib19",
            "journal": "Revue D’èconomie Industrielle,Numèro Exceptionel",
            "pages": {
                "first": "53",
                "last": "82",
                "range": "53–82"
            },
            "type": "journal",
            "volume": "18"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Granstrand, O",
                        "preferred": "O Granstrand"
                    },
                    "type": "person"
                }
            ],
            "date": "1986",
            "details": "A note on measuring and modelling innovative new entry in Swedish industry, The Dynamics of Market Economies, North-Holland, Amsterdam",
            "id": "bib20",
            "title": "The Dynamics of Market Economies",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Micro-Simulation and Public Policy",
            "date": "1996",
            "id": "bib29",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Amsterdam"
                        ]
                    },
                    "formatted": [
                        "Amsterdam"
                    ]
                },
                "name": [
                    "North Holland"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Salter, WEG",
                        "preferred": "WEG Salter"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Productivity and Technical Change",
            "date": "1960",
            "id": "bib21",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Schumpeter, JA",
                        "preferred": "JA Schumpeter"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Capitalism, Socialism, and Democracy",
            "date": "1942",
            "id": "bib22",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Harper and Row"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Theories of Decision‑Making in Economics and Behavioral Science",
            "authors": [
                {
                    "name": {
                        "index": "Simon, HA",
                        "preferred": "HA Simon"
                    },
                    "type": "person"
                }
            ],
            "date": "1959",
            "id": "bib28",
            "journal": "American Economic Review",
            "pages": "253",
            "type": "journal",
            "volume": "49"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "details": "No, 39",
            "id": "bib24",
            "title": "No, 39",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "details": "A description of the initial 1982 and the synthetic 1990 database” (Ch II) and “Initial state dependency: Sensitivity analyses on MOSES, (Ch. VI), 1992, MOSES Data Base, Stockholm:IUI",
            "id": "bib25",
            "title": "1992, MOSES Data Base",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "details": "No, 374",
            "id": "bib26",
            "title": "No, 374",
            "type": "unknown"
        },
        {
            "articleTitle": "Economic “natural selection” and the theory of the firm",
            "authors": [
                {
                    "name": {
                        "index": "Winter, SG",
                        "preferred": "SG Winter"
                    },
                    "type": "person"
                }
            ],
            "date": "1964",
            "id": "bib27",
            "journal": "Yale Economic Essays",
            "pages": "4",
            "type": "journal",
            "volume": "4"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wu, J",
                        "preferred": "J Wu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Quinn, J",
                        "preferred": "J Quinn"
                    },
                    "type": "person"
                }
            ],
            "date": "1987",
            "details": "No, 32, 10.1103/physrevb.35.860",
            "id": "bib12",
            "title": "No, 32, 10.1103/physrevb.35.860",
            "type": "unknown",
            "uri": "https://doi.org/10.1103/physrevb.35.860"
        }
    ],
    "acknowledgements": [
        {
            "text": "Published in <a href=\"#bib29\">Harding (1996).</a>",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
