{
    "status": "vor",
    "id": "00297",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00297",
    "authorLine": "Bo Carlsson et al.",
    "title": "Micro-Macro Simulation of Technological Systems: Economic Effects of Spillovers",
    "published": "2024-12-02T00:00:00Z",
    "versionDate": "2024-12-02T00:00:00Z",
    "statusDate": "2024-12-02T00:00:00Z",
    "volume": 17,
    "issue": 2,
    "fpage": 213,
    "lpage": 232,
    "elocationId": "213-232",
    "pdf": "http://web:8082/00297/ijm-00297.pdf",
    "subjects": [
        {
            "id": "micro-macro-links",
            "name": "Micro-macro links"
        }
    ],
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Carlsson et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "name": {
                "index": "Carlsson, Bo",
                "preferred": "Bo Carlsson"
            },
            "orcid": "0000-0002-9738-0235",
            "type": "person"
        },
        {
            "emailAddresses": [
                "g.eliasson@outlook.com"
            ],
            "name": {
                "index": "Eliasson, Gunnar",
                "preferred": "Gunnar Eliasson"
            },
            "orcid": "0000-0002-7967-6120",
            "type": "person"
        },
        {
            "name": {
                "index": "Taymaz, Erol",
                "preferred": "Erol Taymaz"
            },
            "orcid": "0000-0001-7525-6674",
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "As shown in <a href=\"#bib15\">Eliasson (1997)</a>, one of the most important and pervasive features of technological systems as they evolve over time is the interdependence of the various actors (through hierarchies and markets) within the economy. Literature has used a variety of terms to describe basically the same phenomenon — networks, development blocs, technological spillovers, etc.",
                    "type": "paragraph"
                },
                {
                    "text": "Given our definition of technological systems as \"networks of agents interacting… to generate, diffuse and implement technology,\" we will now model spillovers in technological systems in such a way that their macroeconomic impact can be quantified and understood. We need to specify the mechanisms through which such networks are built and how innovation takes place in them and in the economy generally. This analysis is carried out in the context of a micro-based macroeconomic simulation model (MOSES). Technological change is viewed as taking place at the micro (firm) level. Firms vary in their choice of technology and in the degree to which they make successful use of a given technology. This is a result of their having different abilities to learn, to imitate others, and to generate new technology on their own. We refer to that ability as their <i>receiver competence</i> (<a href=\"#bib11\">Eliasson, 1990</a>). The channels through which spillovers diffuse through the economy are listed in <a href=\"#table1\">Table 1</a>. Together they make up a global market for technology diffusion or spillovers. Firms form networks to increase both their connectivity and their effectiveness in exploiting the stock of knowledge and experience, i.e., to increase their receiver competence. In studying the economy-wide effects of spillovers and technology diffusion attention must be paid to all five channels of diffusion in <a href=\"#table1\">Table 1</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source:</i> <a href=\"#bib15\">Eliasson (1997)</a>",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table><tbody><tr><td align=\"left\">1.</td><td align=\"left\">Competent people move between firms (<i>labor market turnover</i>).</td></tr><tr><td align=\"left\">2.</td><td align=\"left\">New firms are spun of from firms or universities (<i>innovative entry or entrepreneurship</i>).</td></tr><tr><td align=\"left\">3.</td><td align=\"left\">Firms appropriate technology through licensing or learning from other firms (<i>Imitation</i>).</td></tr><tr><td align=\"left\">4.</td><td align=\"left\">Subcontractors learn from customer firms (<i>competent purchasing</i>).</td></tr><tr><td align=\"left\">5.</td><td align=\"left\">Technology diffusion is administered within firms (<i>internal technology transfer</i>).</td></tr></tbody></table>"
                            ],
                            "title": "The markets for technology diffusion.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "This paper is organized as follows. In the next section we present an overview of the model and a brief specification of the features of the model which are essential in our simulations. The model presentation is followed by a description of the simulation experiments and an analysis of the results. The concluding section summarizes the results and discusses the implications.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "MOSES (<b>M</b>odel <b>o</b>f the <b>S</b>wedish <b>E</b>conomic <b>S</b>ystem) is a micro-based macroeconomic simulation model developed at the Industrial Institute for Economic and Social Research (IUI) in Stockholm. It is a very large model, consisting of more than 10,000 equations. Therefore, a full presentation of the model is not practical here; only a few features pertinent to the present analysis will be described. For an overview of the model, see <a href=\"#bib7\">Carlsson and Taymaz (1995)</a>. For a more complete description, see <a href=\"#bib1\">Albrecht et al. (1989)</a>; <a href=\"#bib2\">Albrecht et al. (1992)</a>; <a href=\"#bib5\">Bergholm (1989)</a>; <a href=\"#bib8\">Eliasson (1976)</a>; <a href=\"#bib9\">Eliasson (1978)</a>; <a href=\"#bib10\">Eliasson (1985)</a>; <a href=\"#bib12\">Eliasson (1991)</a>; <a href=\"#bib14\">Eliasson (1995)</a>; <a href=\"#bib17\">Taymaz (1991)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The purpose of the model is to explain the microeconomic foundations of economic growth. Growth is endogenized through four mechanisms: entry, re-organization, rationalization, and exit (<a href=\"#bib13\">Eliasson, 1994</a>). The primary focus of the model is on the individual firms of manufacturing industry, and how they interact and compete in markets to create economy wide change. This industry is therefore modeled in greater detail than other sectors: a government sector, a household sector, and a foreign trade sector. There are also sectors for agriculture/forestry/fishing, construction, oil, electricity, services, and finance, although these are not explicitly modeled at the micro level. Together the numbers initially (the year simulations are started) add up to the level of Sweden's National Accounts (NA). Through the simulations stock flow and micro to macro consistent national accounts are generated by quarter for a Sweden like the industrial economy in <a href=\"#bib8\">Eliasson (1976)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The manufacturing sector is divided into four industries (raw material processing, intermediate goods, investment goods, and consumer non-durables). Each industry consists of a large number of firms, some of which are real (with data supplied mainly through an annual survey), and some of which are synthetic. (Firms enter and exit endogenously. Hence, the population of firms, and production structures are also endogenous). Together, the synthetic firms in each industry make up the difference between real firms and the industry totals in the national accounts. There are approximately 150 real decision-making units covering about 30 % of manufacturing employment and output, and about 75 synthetic units at the beginning of the simulation.<a href=\"#fn1\"><sup>1</sup></a> This number tends to increase during simulations because new entrants often out number exits.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Firms in the model constitute short- and long-run planning systems for production and investment. Each quarter, each firm begins by forming price, wage, and sales expectations that they confront, through their internal accounting system, with a profit margin target. These expectations and targets are then used as inputs into the production planning process in which each firm sets a preliminary production/employment plan. The basic inputs to this planning process are (1) the firm’s initial position (level of employment, inventories, etc.), (2) a specification of the feasible production/employment combinations (determined by past investments), i.e., the firm’s production function, and (3) a set of ex ante profit target satisfying production/employment combinations.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The firm’s initial (<i>ex ante</i>) production and employment plans need not be consistent with those of other firms. If, for example, the aggregated employment plans for all the firms exceed the number of workers available at the wage levels the firms intend to offer, market adjustment mechanisms are invoked to sort out <i>ex post</i> consistent compromises. In the case of labor, the adjustment takes place in a stylized labor market, where firms’ employment plans confront those of other firms as well as labor supply. The labor supply is treated as homogeneous, i.e., labor is recruited from a common \"pool\", but can also be recruited from other firms. However, the productivity of workers depends on where they are employed. This process determines the wage level, which is thus endogenous in the model. In a similar manner, firms’ production plans are revised after each market confrontation in the domestic product market, and domestic prices are set.<a href=\"#fn2\"><sup>2</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "There is also a capital market. where firms compete each quarter for investment resources and where the rate of interest is determined. Given this interest rate, firms invest as much as they find it profitable to invest, in view of their profit targets.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The exogenous variables which determine the potentials attainable in the model are the rate of technical change (which is specific to each sector and raises the labor productivity associated with new, best-practice technologies brought into the firm through endogenous investments — see further below) and the rate of change of prices in export markets. What drives the model are new entrants spurred by expected profits, feedback mechanisms (particularly in labor and product markets) and innovations among incumbents provoked by their fear of being overtaken by competition (<a href=\"#bib14\">Eliasson, 1995</a>). It should be noted further that firms which are unable to reach their profit targets, or whose net worth becomes negative, exit from the industry.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Learning, training and R&amp;D activities were not explicitly modeled originally in MOSES, although there is a principal design of an R&amp;D module not yet programmed into the model in <a href=\"#bib10\">Eliasson (1985)</a>. <a href=\"#bib3\">Ballot and Taymaz (1993)</a> and <a href=\"#bib4\">Ballot and Taymaz (1994)</a> and have developed new modules for those activities. Empirical support for the modeling of internal learning is found in the survey of spillover literature in <a href=\"#bib15\">Eliasson (1997)</a> and in the study on the biotechnology competence bloc in <a href=\"#bib16\">Eliasson and Eliasson, (1996</a>). In the next section, we will describe the specification of technology. We will then explain how (general) knowledge and (specific) skills affect the performance of the firm. The specifications of the production function and of how investment decisions are made, as well as a short summary of the markets in Moses, are provided in the Appendix.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1. Overview of the MOSES Model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The technological level of the firm can be represented by a set of \"techniques\" as follows.",
                            "type": "paragraph"
                        },
                        {
                            "id": "E1",
                            "label": "[1]",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msup><mi>F</mi><mi>P</mi></msup><mtext> </mtext><mo>=</mo><mtext> </mtext><mrow><mo>{</mo><mrow><mi>f</mi><msup><mn>1</mn><mi>P</mi></msup><mo>,</mo><mtext> </mtext><mi>f</mi><msup><mn>2</mn><mi>P</mi></msup><mo>.</mo><mo>.</mo><mo>.</mo><mtext> </mtext><mi>f</mi><msup><mi>n</mi><mi>P</mi></msup></mrow><mo>}</mo></mrow><mo>.</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where F<sup>P</sup> is the technology used by the firm, and f<sub>i</sub><sup>P</sup> is the i<sup>th</sup> technique, i = 1,2, ..., n. Superscript P denotes the relevant technological regime. For simplicity (and without any lack of generality), a technique can be assumed to have only two values/alternatives, f<sub>i</sub><sup>P</sup> ∈ {f<sub>i</sub><sup>1P</sup>, f<sub>i</sub><sup>2P</sup>}.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The best-practice technology of a technological regime (the \"global technology\"), which is defined similarly, describes the best <i>combination</i> of techniques. The firm which uses all techniques in the set of global technology reaches the highest technological \"level\" defined by that regime. A firm can know only <i>a part</i> of the global technology (or the opportunity set, see <a href=\"#bib11\">Eliasson, 1990</a>), and its technological level is determined by the correspondence between the global technology and the technology applied by the firm.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In our experiments, we use a 40-element vector for global technology. The technological level of the firm depends on the degree of correspondence (DC) between the global technology and the technology employed by the firm as follows.",
                            "type": "paragraph"
                        },
                        {
                            "id": "E2",
                            "label": "[2]",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi mathvariant=\"normal\">D</mi><mi mathvariant=\"normal\">C</mi><mi mathvariant=\"normal\">P</mi><mtext> </mtext><mo>=</mo><mo>∑</mo><mrow><msub><mi mathvariant=\"normal\">a</mi><mi mathvariant=\"normal\">i</mi></msub><mo>⋅</mo><msub><mi mathvariant=\"normal\">w</mi><mi mathvariant=\"normal\">i</mi></msub></mrow></mstyle></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "a<sub>i</sub> = 1 if t<sub>i</sub><sup>P</sup> = f<sub>i</sub><sup>P</sup>, otherwise 0",
                            "type": "paragraph"
                        },
                        {
                            "text": "where w<sub>i</sub> is the weight for the i<sup>th</sup> technique, T<sup>P</sup> the global technology of the p<sup>th</sup> regime, and F<sup>P</sup> the technology used by the firm. t<sub>i</sub><sup>P</sup> and f<sub>i</sub><sup>P</sup> denote the i<sup>th</sup> technique of T<sup>P</sup> and F<sup>P</sup>, respectively.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The technological level of the firm (MTEC) is computed by an exponential function of the DC value.",
                            "type": "paragraph"
                        },
                        {
                            "id": "E3",
                            "label": "[3]",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mrow><mi mathvariant=\"normal\">M</mi><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">E</mi><msup><mi mathvariant=\"normal\">C</mi><mi mathvariant=\"normal\">P</mi></msup><mtext> </mtext></mrow><mo>=</mo><msup><mi>α</mi><mi>P</mi></msup><mi>e</mi><mi>x</mi><mi>p</mi><mrow><mo>(</mo><mrow><msup><mi>β</mi><mi mathvariant=\"normal\">P</mi></msup><mi mathvariant=\"normal\">D</mi><msup><mi mathvariant=\"normal\">C</mi><mi mathvariant=\"normal\">P</mi></msup></mrow><mo>)</mo></mrow></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where α<sup>P</sup> and β<sup>P</sup> are industry- and regime-specific parameters (α &gt; 0, β &gt; 0) and <i>exp</i>(..) the exponential function. In our model version, we use the same DC function for all global technologies. Differences in α and β values create a hierarchy between the different global technologies. Thus, the value of α<sup>P</sup><i>exp</i>(β<sup>P</sup>DC<sup>P</sup>) defines the absolute limit for the P<sup>th</sup> regime, because DCP = 1 if F<sup>P</sup>= T<sup>P</sup>. Although there may be many alternative specifications for the DC and MTEC functions, the one used in our model is quite flexible and sufficient for our purpose.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In our simulations, there are three technological regimes in each sector: 1, 2, and 3. We may think of them as historically developed alternative technologies. For example, in the case of factory automation they may represent conventional machining, mass production, and flexible production, respectively. At the beginning of the simulation, all firms use Tech 1. Then they innovate and imitate Tech 2 and/or Tech 3. The technological level of Tech 3 is higher than that of 2, etc.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2. Technology<a href=\"#fn3\"><sup>3</sup></a>",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Firms use “genetic algorithms\" to discover the global technology of a certain technological regime. A firm has a memory to retain k alternative technology sets at a time (in our experiments, 3 sets), and uses the set that has the highest degree of correspondence. Firms \"learn\" about global technology by recombining their own technologies (<i>experimentation</i>), by recombining their sets with other firms' sets (<i>imitation</i>), or by <i>mutations</i>. One of the most important processes of evolutionary dynamics, <i>selection</i>, takes place at the sectoral level through the selection of firms. Badly performing firms (and the technologies used by them) will be forced to exit by the competition process in the market. This is the way learning takes place at the national economic system level (see <a href=\"#bib14\">Eliasson, 1995</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The learning process, which takes place at the beginning of each year, is executed in four steps for all technologies in each firm’s memory. <i>First</i>, the firm decides whether it will try experimentation (in-house search) or imitation (external search). The higher their stock of general knowledge, the more likely firms are to try imitation. The probability also depends on the number of firms in the sector using the same type of technology. For example, firms using flexible production technology are more likely to imitate other users of the same technology if there are many of them. But if there are few other users, the firm must experiment.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Second</i>, if the firm decides to experiment, it will select a technology from its memory for recombination. If it decides to imitate instead, it will select a technology for recombination from another firm in the same market using the same type of technology. Advanced firms are more likely than others to be imitated.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Third</i>, the firm selects a number of elements randomly from the technology set to be used in recombination. The number of elements to be replaced is determined by the firm’s R&amp;D expenditures aimed for incremental innovation/imitation. The values of those elements (i.e., techniques) are replaced by the corresponding elements from the selected technology vector. If the degree of correspondence increases, the firm keeps the modified technology in its memory. Otherwise, the existing technology remains in the memory.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Finally</i>, the technology of the firm may mutate. The probability of mutation depends on the stock of general knowledge and the firm’s R&amp;D expenditures aimed for incremental innovation. In the case of mutation, the element which is mutated is replaced by its opposite value (0+1, and 1+0). Thus, an advanced firm which spends a lot on R&amp;D for improvement of its current technology has a higher probability of enjoying positive technological mutations and success than a less advanced firm which spends less on within-regime R&amp;D.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We assume that outside search and mutation probabilities depend on firms' stock of general knowledge. A firm with a large stock of general knowledge will be able to experiment more with other firms' techniques than will a firm with a small stock and, hence, will achieve a higher rate of learning. Intuitively, external search should be better than internal search, since the set of externally available technologies is both broader and larger than internally available technology (because the number of firms in the sector is greater than the number of technologies that reside in a firm’s memory). Similarly, forcing firms to compete in wider markets will not only subject them to possibly devastating competition and exit. It will also expose the firm to a richer learning experience. Moreover, except for the most advanced firm, at least one firm’s technological level is higher than that of the imitating firm. Our simulation experiments with the learning module supports this intuition.<a href=\"#fn4\"><sup>4</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The number of elements to be changed in experimentation, imitation, and mutation is determined by real (<i>ex post</i>) R&amp;D expenditures. In a sense, the firm buys experiments from its R&amp;D unit, and the quality (the probability of success) of those activities depends on its stock of general knowledge.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A firm can improve its technological level by learning and incremental innovations only within the limits of its global technology (technological regime). When the firm gets closer to the limit, it starts to allocate more funds for radical innovation because of difficulties in improving its technological level within the existing regime. Through radical innovation, the firm jumps to another technological trajectory. This is illustrated in <a href=\"#fig1\">Figure 1</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00297%2Fijm-00297-fig001.tif",
                                        "size": {
                                            "width": 1981,
                                            "height": 1851
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00297%2Fijm-00297-fig001.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00297-fig001.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Incremental and Radical Innovation.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Let us assume that there are three technological regimes: conventional machining (C), mass production (M), and flexible production (F). These technologies consist of four techniques each. For example, the conventional technology consists of the following elements (techniques):",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Type of cutting tool (1 if high-speed steel, 0 otherwise)",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Cutting speed (1 if 3600 rpm or greater, 0 otherwise)",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Cutting feed (1 if 10 cm/min, 0 otherwise)",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Type of coolant (1 if water, 0 otherwise).",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "We assume that the highest technological performance (i.e., the highest technological level) is obtained when the firm is using a high-speed steel tool with 3600 rpm speed, 10 cm/min feed, and water coolant. Then the best practice of the conventional technology is represented by the following set:",
                            "type": "paragraph"
                        },
                        {
                            "id": "E4",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mrow><mo>{</mo><mrow><mn>1</mn><mo>,</mo><mspace width=\"thinmathspace\"/><mn>1</mn><mo>,</mo><mspace width=\"thinmathspace\"/><mn>1</mn><mo>,</mo><mspace width=\"thinmathspace\"/><mn>1</mn></mrow><mo>}</mo></mrow><mi mathvariant=\"normal\">C</mi></msub></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where the first element of the set shows the type of cutting tool, the second element cutting speed, etc.",
                            "type": "paragraph"
                        },
                        {
                            "text": "If a certain firm uses {1, 0, 1, 1}<sub>C</sub>, it shows that the firm does not use the appropriate cutting speed. Mass production and flexible production technologies are defined similarly. ‘Incremental innovation’ means discovering the elements (techniques) of the best practice technology. If the firm discovers all the elements, i.e., if the firm uses the best practice technology, it will achieve the highest performance level defined by that technology.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Let us assume that we can rank these technologies in terms of their highest performance level as follows:",
                            "type": "paragraph"
                        },
                        {
                            "id": "E5",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi mathvariant=\"normal\">F</mi><mo>&gt;</mo><mi mathvariant=\"normal\">M</mi><mo>&gt;</mo><mi mathvariant=\"normal\">C</mi></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "In other words, the firms using the best-practice flexible production technology achieve a better performance than those using the best-practice mass production technology. ‘Radical innovation' means changing the technology itself (from C to M or F). When the firm achieves a radical innovation, it will try to learn (discover) the appropriate elements of that technology to improve its performance.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The figure shows these three technologies and the highest performance levels that can be achieved in each (indicated by the horizontal lines). The firm uses {0, 1, 0, 0}<sub>C</sub>, at the beginning. In other words, the firm uses conventional technology but it uses correctly only the cutting speed. All other elements are wrong. Since the firm is far below the {1, 1, 1, 1}<sub>C</sub>, line (I.e., since there is scope to improve the technology), it can improve its technological performance by incremental innovations. In our example, it first innovates the correct cutting tools (the first element is changed from 0 to 1), then innovates the correct cooling type. When the firm gets closer to the limits of conventional technology, it becomes difficult to improve the performance by incremental innovations because most technological opportunities are already exhausted. Then the firm will try radical innovations. It can either innovate mass production or flexible production. After radical innovation, the firm starts with randomly selected elements. In the figure, two hypothetical radical innovations are shown (from {1, 1, 0, 1}<sub>C</sub> to {1, 0, 1, 1}<sub>M</sub>, and from {1, 1, 0, 1}<sub>C</sub> to {0, 0, 1, 0}<sub>F</sub>). Note that the firm will not adopt flexible technology, because {0, 0, 1, 0}<sub>F</sub> has a lower performance than {1, 1, 0, 1}<sub>C</sub> even though it has a much better potential. We assume that the firm does not know the growth potential of new technologies. It compares different technologies only based on available (limited) information.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3. Learning and Incremental Innovations",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Firms, especially those close to the technological frontier, may try to achieve a radical innovation (a new type of technology) or to imitate a radical innovation from other firms, as shown in <a href=\"#fig1\">Figure 1</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Whether a firm engages in radical innovation or imitation is determined in three steps. The first step is a probabilistic draw for innovation/imitation. The probability of a radical innovation depends on real R&D expenditures aimed for radical innovation, the stock of general knowledge, and knowledge spillovers from other firms in the same sector which is also a positive function of the stock of general knowledge. If the firm turns out to be an innovator, then the new technology PTN to be innovated is determined in the second step; if not, the firm imitates.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the second step, the new technology to be innovated PTN is randomly drawn from an exponential distribution. The selection probability is inversely related to <i>exp</i>(PTN), which means that new technologies with high potential are less probable than those with lower potential. Finally, in the third step, the techniques of the new technology are determined randomly. The new technology should be seen as a process prototype. Then, besides learning-by doing, the firm tries to improve the technology by experimenting and/or imitating other firms. Even if no other firm is using the new technology, it can learn by experimenting. It estimates the rate of learning over five future years and compares the estimates of the technological efficiencies of the new and the old technology. The learning rate depends on the number of users. The new technology is adopted if it looks better than the old. The old technology is then forgotten, and the firm would have to re-innovate or imitate a technology to go back to it, and this would be costly.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The treatment of radical imitations (adopting a new technology through imitation) introduces an additional variable, the distance between the current technology used by the firm and the technology to be imitated (PTM). The probability of imitation depends on the same variables: R&D expenditures for radical innovation, the general stock of knowledge, and knowledge spillovers from other firms. It also increases with the level of the technology currently used by the firm, since a firm in a high technology has a higher level of technological knowledge. Then the probability that the Mth technology will be imitated depends positively on the number of firms using PTM, the index number of PTM, and the distance between PTM and the firm’s current technology. Finally, the techniques of the new technology are selected randomly, since an imitator does not know all the techniques of the imitated firm (there is no patent licensing in the present version). The same trial procedure as for radical innovations takes place.",
                            "type": "paragraph"
                        },
                        {
                            "text": "User-producer interacti0n also plays a major role. The diffusion of radical innovations requires that capital goods producers and users can imitate technologies from one another. In other words, capital goods producer firms can imitate a radical innovation from <i>all</i> firms; other firms (users) can imitate capital goods producers <i>and</i> the firms in their own sector. Thus, we recognize that <i>producers can \"learn\" from users</i> (Customer competence, item 4 in <a href=\"#table1\">Table 1</a>). In that way, the capital goods sector becomes a \"nodal\" industry that facilitates the diffusion of radical innovations. Once a radical innovation is adopted by most of the firms in all sectors, the economy will move into a new technological trajectory defined by a radically new technology.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-4",
                    "title": "2.4. Radical Innovations and User-Producer Interaction",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The stock of specific skills is enhanced by investment in specific training and the volume of past production (learning by doing), but the efficiency of learning by doing is determined by the stock of general knowledge. Competent workers learn faster in the production process. The general stock of knowledge is enhanced by investment in general training. The stocks are depreciated at different rates. The depreciation rate (or the obsolescence rate) of the stock of specific skills, p, is a function of the rate of improvement in the case of incremental innovations. A different (and much bigger) value is used for radical innovations. (For a more detailed specification of training and R&amp;D, see <a href=\"#A1\">Appendix 1</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "General knowledge, once created, is applicable in all firms and, therefore, transferable. <i>If employees with a high level of general human capital move to another firm, they will increase the stock of general knowledge of the new firm</i> (Item 1 in <a href=\"#table1\">Table 1</a>). Firm-specific skills, as the name implies, cannot be transferred from one firm to another. Therefore, firms can increase the stock of specific skills only by specific training and learning-by-doing, whereas the stock of general knowledge can be increased by general training and hiring highly educated workers from other firms. (Sometimes firm-specific skills can be increased only if the firm’s general knowledge is increased, but that has not been modeled).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In our model, it is assumed that the stock of knowledge of a firm affects its problem-solving capabilities. Firm-specific skills play a critical role in the application of what is learned about global technology. There are two aspects of the \"application\" process. First, a firm learning more about global technology can up-date/improve its current stock of productive equipment. The improvement of existing fixed capital stock because of learning global technology depends on the stock of firm-specific skills. Second, the actual use of existing fixed capital depends on the stock of firm-specific skills. A firm endowed with the most productive equipment cannot produce any output if employees are not trained to use that machinery. Thus, firm-specific skills can be used both to update existing equipment (of the old vintage) by learning-by-doing, and to effectively operate the (updated) equipment.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The specification of investment in training and the specification of markets are shown in <a href=\"#A1\">Appendix 1</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-5",
                    "title": "2.5. Training and R&D Activities",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#table1\">Table 1</a> distinguishes between five types of technology transfers or spillovers. There are two sides to this. While (1) <i>Connectivity</i> (the CONNECT parameter) determines the amount of knowledge and R&amp;D capital that a firm emits to other firms, (2) <i>receptivity</i> (the RECEPTIVITY parameter) determines how much of the information/ technology emitted by other firms a firm is capable of capturing . Connectivity depends on the place of the firm. If it belongs to a network, it gives off more information to those within the network. Receptivity depends on the stock of general human capital within the firm. Therefore, if a firm does not have general human capital, it cannot benefit from being a member of a network.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A firm can imitate techniques (incremental) or adopt the technology (radical) used by other firms. In the imitation case, they share the <i>results</i> of the innovative process. In the second case (adoption) they <i>share inputs</i>. Sharing is a form of strategic cooperation between firms. When two firms (e.g., IBM and Microsoft) come together to innovate a new product/process, they combine their stocks of human capital (and R&amp;D). When Microsoft imitates Apple by developing Windows, we have the second type of interaction.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Thus, firms benefit from belonging to a network mainly for two reasons:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "<i>Increased connectivity</i>. Doors are opened to other firms in the network. Firms therefore become more aware of what others are doing; the opportunity set increases. For example, if a firm realizes that another firm is using a particular technology, it is more likely to adopt it. This enhances both incremental and radical innovation. Firms can use part of the knowledge stock of other firms in the same network. Spillovers from non-network (network) firms are determined by CONNECT<sub>other</sub> (CONNECT<sub>net</sub>). In our simulations, CONNECT<sub>other</sub> is equal to 1 and CONNECT<sub>net</sub> is equal to 10. (Note that this is a firm-specific variable. The firm can determine the level of knowledge it transmits. This level is fixed in the current simulations, but we plan to endogenize it).",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "<i>Increased receptivity</i>. The effective stock of general knowledge (representing the receiver competence) of the firm increases because it can draw on the knowledge and R&amp;D in other firms (especially firms within the same network), not just its own. As a result, engaging in external search increases the probability of successful mutations as well as radical imitation, innovation increases, and the learning efficiency is improved — learning by doing becomes more effective because production experience accumulates more quickly.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        }
                    ],
                    "id": "s2-6",
                    "title": "2.6. Network Interaction in the markets for technology diffusion: Spillovers and Imitation",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. The Model",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Networks govern the interaction of firms in markets. The economy wide consequences depend on (1) how firms are interlinked and (2) on what kind of firms are networked together. We have run nine 50-year simulations of differently designed networks the main purpose being to study the economy wide consequences of the network design. In a <i>first group</i> the main differences between the four simulations are the criteria for membership in the network. In each simulation a random network of firms is formed, but the selection criteria differ. The <i>second group</i> of simulations consists of five experiments in which the magnitude or <i>intensity of receptivity and/or connectivity</i> is radically reduced compared to the first group.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the NETRANDOM case (below) the network is a random selection from then entire population of firms irrespective of firm characteristics. Hence NETRANDOM can be used as a reference to compare the economy wide consequences of different selection criteria.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "<b>NETRANDOM:</b> There is one network in each sector. Firms are randomly assigned to each. We may think of <i>geographical proximity</i> and nothing else characterizing the firms of each network. At the beginning of the simulation, some firms enter the network. The probability of joining the network is the same for all firms and is equal to 1/3. As new firms are born and enter the industry, they also join the network with 1/3 probability. Hence, the member/nonmember ratio remains constant, and around 1/3 of the firms in each industry belong to an industry-specific network. <i>This simulation may be thought of as a reference case with which the other experiments can be compared</i>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<b>NETGENHK:</b> 1/3 of <i>the firms in each sector form a selective sector-specific network. Network members are the firms that have the highest stock of general human capital in that sector</i>. Firms are ranked by their stock of general human capital, and the top 1/3 of these firms form the network. A new firm joins the network only if it is among the top 1/3 of firms. In all other experiments, if a firm joins a network, it will stay in it. In this experiment, a firm can only stay in a network if it keeps a sufficiently large stock of general human capital (general knowledge) to be capable of learning and avoid being competed out of business. Ceteris paribus, one would expect this case to yield more favorable results than the NETRANDOM case, but that may not always occur if some of the advanced firms are close to the global technology frontier and unable to learn about better technologies. In that case, technical progress may be temporarily faster in less advanced firms.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<b>NETINTER</b> As in NETRANDOM there are four networks, but now the networks are intersectoral, i.e., they are made up of members of all sectors. At the beginning of the simulation, firms enter randomly into the networks. The probability of being in a network is again 1/3. New firms entering business randomly select a network (among the four alternatives). New firms join a network with 1/12 probability. Since there are 4 networks, the probability of a new firm joining any network is 1/3. Thus, around 1/3 of all firms belong to one of the four intersectoral networks (since now learning and innovative capacity ranges over the entire industry, and is likely to generate particularly strong network effects, it is difficult to predict outcomes through principal reasoning. This experiment is therefore also especially likely to generate surprise outcomes).<a href=\"#fn5\"><sup>5</sup></a>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<b>NETLINK:</b> In this experiment, the five technologically most advanced firms (located close to global technology frontier) in each sector are first selected. Next, 7-8 more firms from the same sector are randomly selected. Finally, 7-8 firms from the capital goods sector are also randomly selected. There are 3 types of firms in each network: advanced users, capital goods producers, and less sophisticated users (followers). Together, the selected firms form what can be called a <i>subcontracting network</i> (Item 4 in <a href=\"#table1\">Table 1</a>) featuring <i>the diffusion of customer user competence down production lines.</i> There are four such networks. The total number of network members is around 1/3 of all firms (as in the case of all other experiments). In this experiment, it is assumed that if a user firm has made a radical innovation, capital goods producers in the same network will immediately learn that the user innovated something radically better and try to imitate/adopt that innovation. The producer, however, knows only that there is a change in the user’s technology, but not the technology itself. It can imitate/adopt it, but only if it also invests in R&amp;D aimed for radical innovation. Netlink has a market design that should allow a productive clustering of successful firms, which should raise the exit rate of low productivity firms and contribute to the emergence of Silicon Valley type competence blocs.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-1-1",
                            "title": "3.1.1. The first group of simulation experiments",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In this group of five simulation experiments the receiver competence (receptivity), and the rate of spillovers (connectivity) of actors are radically lowered in different combinations. In all other respects the reference for comparison becomes the NETRANDOM case above.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<b>LOWRECEPT:</b> The receptivity parameter is reduced to 0.025 from 0.5. That means that the firm cannot benefit as much from spillovers emitted by other firms, both within and outside the networks.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<b>LOWCONNECT:</b> The rate of spillover emission of firms is lowered. In other experiments, the connectivity is equal to 10 for the firms that form a network. In this experiment, the connectivity parameter is equal to 2 for firms forming a network. For firms that do not belong to any network, the connectivity parameter is equal to 1. In other words, in the LOWCONNECT experiment, the information exchange between network member firms is two (rather than ten) times higher than that between non-members.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<b>NORECEPT:</b> The receptivity parameter of firms is set equal to 0. They cannot learn from or imitate knowledge spillovers from other firms, neither <span class=\"underline\">in the network</span> nor <span class=\"underline\">outside the network</span>. In other words, firms cannot benefit from the knowledge stock of other firms through learning and imitation (Items 3 and 4 in <a href=\"#table1\">Table 1</a>). (However, firms outside the network can still imitate techniques or technologies it spills).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<b>NOCONNECT:</b> The CONNECT parameter is equal to 0. There is no spillover generation, and hence nothing in the network to imitate by firms. (Firms are \"information tight:\" they do not emit any information). In other words<i>, if a firm wants to change its technology level, it will have to do so on its own</i>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<b>NONET:</b> The combination of NORECEPT and NOCONNECT. The NONET experiment repeats the NETRANDOM reference experiment with all networking externalities eliminated.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "All experiments have been run for 55 years, but the first 5 years are not shown because the model needs five years to self- adjust to statistical inconsistencies in the initial state description at the beginning of the simulation.<a href=\"#fn6\"><sup>6</sup></a>",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-1-2",
                            "title": "3.1.2. The second group of simulation experiments",
                            "type": "section"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1. Specification of Experiments",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The simulation results for each decade (after the initial 5-year period) are summarized in <a href=\"#table2\">Table 2</a> and are shown graphically in <a href=\"#fig2\">Figures 2</a>–<a href=\"#fig8\">8</a>. It is hardly surprising that the simulations in which the technological spillovers are the most intensive (i.e., the first group) are the ones exhibiting the highest overall economic growth rates and rates of return. What is perhaps surprising is the magnitude of the reduction in economy wide performance when the receptivity and connectivity effects are reduced or eliminated in the second group. Average GNP growth rates in the first group of simulations range from 3.3 to 3.5 percent per year, compared with only 0.7 to 3.3 percent in the second group. Among them only LOWRECEIPT comes close to the long run growth outcomes of the first group of simulation experiments, and the reason for that outlier in the second group is interesting (see below).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">PERIOD</th><th align=\"left\">NETRANDOM</th><th align=\"left\">NETGENHK</th><th align=\"left\">NETINTER</th><th align=\"left\">NETLINK</th><th align=\"left\">LOWRECEPT</th><th align=\"left\">LOWCONNECT</th><th align=\"left\">NORECEPT</th><th align=\"left\">NOCONNECT</th><th align=\"left\">NONET</th></tr></thead><tbody><tr><td align=\"left\" colspan=\"10\"><b>GNP growth rate</b> (average annual growth rate per decade, percent)</td></tr><tr><td align=\"left\">1</td><td align=\"left\">3.38</td><td align=\"left\">3.24</td><td align=\"left\">3.60</td><td align=\"left\">3.57</td><td align=\"left\">2.88</td><td align=\"left\">2.92</td><td align=\"left\">2.60</td><td align=\"left\">1.99</td><td align=\"left\">1.36</td></tr><tr><td align=\"left\">2</td><td align=\"left\">3.05</td><td align=\"left\">3.04</td><td align=\"left\">2.95</td><td align=\"left\">2.80</td><td align=\"left\">3.04</td><td align=\"left\">2.84</td><td align=\"left\">2.35</td><td align=\"left\">2.11</td><td align=\"left\">1.59</td></tr><tr><td align=\"left\">3</td><td align=\"left\">3.57</td><td align=\"left\">3.44</td><td align=\"left\">3.73</td><td align=\"left\">3.71</td><td align=\"left\">2.46</td><td align=\"left\">2.65</td><td align=\"left\">1.55</td><td align=\"left\">2.71</td><td align=\"left\">1.08</td></tr><tr><td align=\"left\">4</td><td align=\"left\">3.91</td><td align=\"left\">3.89</td><td align=\"left\">3.72</td><td align=\"left\">3.82</td><td align=\"left\">4.16</td><td align=\"left\">1.14</td><td align=\"left\">-0.48</td><td align=\"left\">3.14</td><td align=\"left\">0.26</td></tr><tr><td align=\"left\">5</td><td align=\"left\">3.64</td><td align=\"left\">3.35</td><td align=\"left\">2.39</td><td align=\"left\">3.87</td><td align=\"left\">3.83</td><td align=\"left\">-1.61</td><td align=\"left\">-1.31</td><td align=\"left\">3.04</td><td align=\"left\">-0.64</td></tr><tr><td align=\"left\">Avg.</td><td align=\"left\">3.51</td><td align=\"left\">3.39</td><td align=\"left\">3.28</td><td align=\"left\">3.55</td><td align=\"left\">3.27</td><td align=\"left\">1.59</td><td align=\"left\">0.94</td><td align=\"left\">2.60</td><td align=\"left\">0.73</td></tr><tr><td align=\"left\" colspan=\"10\"><b>Manufacturing growth rate</b> (average annual growth rate per decade, percent)</td></tr><tr><td align=\"left\">1</td><td align=\"left\">4.55</td><td align=\"left\">4.10</td><td align=\"left\">4.76</td><td align=\"left\">4.75</td><td align=\"left\">3.70</td><td align=\"left\">3.57</td><td align=\"left\">3.38</td><td align=\"left\">2.72</td><td align=\"left\">1.65</td></tr><tr><td align=\"left\">2</td><td align=\"left\">3.95</td><td align=\"left\">3.93</td><td align=\"left\">3.61</td><td align=\"left\">3.36</td><td align=\"left\">4.21</td><td align=\"left\">3.57</td><td align=\"left\">3.08</td><td align=\"left\">2.94</td><td align=\"left\">2.37</td></tr><tr><td align=\"left\">3</td><td align=\"left\">4.39</td><td align=\"left\">4.20</td><td align=\"left\">4.38</td><td align=\"left\">4.40</td><td align=\"left\">2.98</td><td align=\"left\">3.43</td><td align=\"left\">1.84</td><td align=\"left\">3.93</td><td align=\"left\">1.10</td></tr><tr><td align=\"left\">4</td><td align=\"left\">4.32</td><td align=\"left\">4.17</td><td align=\"left\">4.39</td><td align=\"left\">4.25</td><td align=\"left\">4.46</td><td align=\"left\">0.19</td><td align=\"left\">-2.17</td><td align=\"left\">3.53</td><td align=\"left\">-0.48</td></tr><tr><td align=\"left\">5</td><td align=\"left\">4.04</td><td align=\"left\">3.51</td><td align=\"left\">1.10</td><td align=\"left\">4.22</td><td align=\"left\">4.08</td><td align=\"left\">-3.28</td><td align=\"left\">-2.58</td><td align=\"left\">3.36</td><td align=\"left\">1.95</td></tr><tr><td align=\"left\">Avg.</td><td align=\"left\">4.25</td><td align=\"left\">3.98</td><td align=\"left\">3.65</td><td align=\"left\">4.20</td><td align=\"left\">3.89</td><td align=\"left\">1.50</td><td align=\"left\">0.71</td><td align=\"left\">3.30</td><td align=\"left\">0.54</td></tr><tr><td align=\"left\" colspan=\"10\"><b>GNP</b> (relative to NETRANDOM, end of period)</td></tr><tr><td align=\"left\">1</td><td align=\"left\">1.00</td><td align=\"left\">1.00</td><td align=\"left\">1.02</td><td align=\"left\">1.02</td><td align=\"left\">0.95</td><td align=\"left\">0.98</td><td align=\"left\">0.90</td><td align=\"left\">0.87</td><td align=\"left\">0.81</td></tr><tr><td align=\"left\">2</td><td align=\"left\">1.00</td><td align=\"left\">0.99</td><td align=\"left\">1.04</td><td align=\"left\">1.01</td><td align=\"left\">0.96</td><td align=\"left\">0.98</td><td align=\"left\">0.84</td><td align=\"left\">0.80</td><td align=\"left\">0.71</td></tr><tr><td align=\"left\">3</td><td align=\"left\">1.00</td><td align=\"left\">0.94</td><td align=\"left\">1.01</td><td align=\"left\">0.99</td><td align=\"left\">0.82</td><td align=\"left\">0.90</td><td align=\"left\">0.66</td><td align=\"left\">0.70</td><td align=\"left\">0.55</td></tr><tr><td align=\"left\">4</td><td align=\"left\">1.00</td><td align=\"left\">0.98</td><td align=\"left\">0.98</td><td align=\"left\">1.00</td><td align=\"left\">0.88</td><td align=\"left\">0.65</td><td align=\"left\">0.42</td><td align=\"left\">0.68</td><td align=\"left\">0.38</td></tr><tr><td align=\"left\">5</td><td align=\"left\">1.00</td><td align=\"left\">0.96</td><td align=\"left\">0.88</td><td align=\"left\">1.01</td><td align=\"left\">0.85</td><td align=\"left\">0.38</td><td align=\"left\">0.26</td><td align=\"left\">0.64</td><td align=\"left\">0.25</td></tr><tr><td align=\"left\" colspan=\"10\"><b>Manufacturing output</b> (relative to NETRANDOM, end of period)</td></tr><tr><td align=\"left\">1</td><td align=\"left\">1.00</td><td align=\"left\">0.98</td><td align=\"left\">1.02</td><td align=\"left\">1.03</td><td align=\"left\">0.91</td><td align=\"left\">0.96</td><td align=\"left\">0.85</td><td align=\"left\">0.84</td><td align=\"left\">0.74</td></tr><tr><td align=\"left\">2</td><td align=\"left\">1.00</td><td align=\"left\">1.00</td><td align=\"left\">1.05</td><td align=\"left\">1.01</td><td align=\"left\">0.98</td><td align=\"left\">0.95</td><td align=\"left\">0.80</td><td align=\"left\">0.78</td><td align=\"left\">0.65</td></tr><tr><td align=\"left\">3</td><td align=\"left\">1.00</td><td align=\"left\">0.93</td><td align=\"left\">0.97</td><td align=\"left\">0.96</td><td align=\"left\">0.78</td><td align=\"left\">0.84</td><td align=\"left\">0.58</td><td align=\"left\">0.68</td><td align=\"left\">0.48</td></tr><tr><td align=\"left\">4</td><td align=\"left\">1.00</td><td align=\"left\">0.99</td><td align=\"left\">0.92</td><td align=\"left\">0.97</td><td align=\"left\">0.86</td><td align=\"left\">0.55</td><td align=\"left\">0.30</td><td align=\"left\">0.66</td><td align=\"left\">0.29</td></tr><tr><td align=\"left\">5</td><td align=\"left\">1.00</td><td align=\"left\">0.96</td><td align=\"left\">0.78</td><td align=\"left\">1.00</td><td align=\"left\">0.79</td><td align=\"left\">0.26</td><td align=\"left\">0.15</td><td align=\"left\">0.64</td><td align=\"left\">0.16</td></tr><tr><td align=\"left\" colspan=\"10\"><b>Rate of return</b> (average annual return per decade, percent)</td></tr><tr><td align=\"left\">1</td><td align=\"left\">-1.82</td><td align=\"left\">-1.13</td><td align=\"left\">-0.90</td><td align=\"left\">-0.90</td><td align=\"left\">-1.81</td><td align=\"left\">-0.81</td><td align=\"left\">-0.88</td><td align=\"left\">-0.59</td><td align=\"left\">-1.22</td></tr><tr><td align=\"left\">2</td><td align=\"left\">-6.72</td><td align=\"left\">-6.62</td><td align=\"left\">-4.35</td><td align=\"left\">-5.92</td><td align=\"left\">-7.44</td><td align=\"left\">-7.20</td><td align=\"left\">-5.71</td><td align=\"left\">-6.75</td><td align=\"left\">-6.80</td></tr><tr><td align=\"left\">3</td><td align=\"left\">4.71</td><td align=\"left\">4.89</td><td align=\"left\">11.10</td><td align=\"left\">3.97</td><td align=\"left\">-0.21</td><td align=\"left\">2.04</td><td align=\"left\">1.01</td><td align=\"left\">0.31</td><td align=\"left\">-5.40</td></tr><tr><td align=\"left\">4</td><td align=\"left\">16.76</td><td align=\"left\">20.49</td><td align=\"left\">22.93</td><td align=\"left\">17.75</td><td align=\"left\">7.44</td><td align=\"left\">21.29</td><td align=\"left\">10.24</td><td align=\"left\">4.68</td><td align=\"left\">0.61</td></tr><tr><td align=\"left\">5</td><td align=\"left\">22.77</td><td align=\"left\">30.53</td><td align=\"left\">21.40</td><td align=\"left\">29.78</td><td align=\"left\">14.28</td><td align=\"left\">26.10</td><td align=\"left\">9.52</td><td align=\"left\">6.23</td><td align=\"left\">1.40</td></tr><tr><td align=\"left\">Avg.</td><td align=\"left\">7.14</td><td align=\"left\">9.63</td><td align=\"left\">10.04</td><td align=\"left\">8.94</td><td align=\"left\">2.45</td><td align=\"left\">8.28</td><td align=\"left\">2.84</td><td align=\"left\">0.78</td><td align=\"left\">-2.28</td></tr><tr><td align=\"left\" colspan=\"10\"><b>Stock of special skills</b> (end of period, billion SEK)</td></tr><tr><td align=\"left\">l</td><td align=\"left\">102</td><td align=\"left\">97</td><td align=\"left\">101</td><td align=\"left\">112</td><td align=\"left\">86</td><td align=\"left\">98</td><td align=\"left\">78</td><td align=\"left\">93</td><td align=\"left\">80</td></tr><tr><td align=\"left\">2</td><td align=\"left\">143</td><td align=\"left\">147</td><td align=\"left\">156</td><td align=\"left\">122</td><td align=\"left\">137</td><td align=\"left\">125</td><td align=\"left\">91</td><td align=\"left\">140</td><td align=\"left\">89</td></tr><tr><td align=\"left\">3</td><td align=\"left\">215</td><td align=\"left\">125</td><td align=\"left\">184</td><td align=\"left\">175</td><td align=\"left\">71</td><td align=\"left\">125</td><td align=\"left\">90</td><td align=\"left\">141</td><td align=\"left\">99</td></tr><tr><td align=\"left\">4</td><td align=\"left\">239</td><td align=\"left\">202</td><td align=\"left\">322</td><td align=\"left\">349</td><td align=\"left\">221</td><td align=\"left\">68</td><td align=\"left\">60</td><td align=\"left\">157</td><td align=\"left\">68</td></tr><tr><td align=\"left\">5</td><td align=\"left\">278</td><td align=\"left\">348</td><td align=\"left\">352</td><td align=\"left\">466</td><td align=\"left\">212</td><td align=\"left\">55</td><td align=\"left\">51</td><td align=\"left\">191</td><td align=\"left\">56</td></tr><tr><td align=\"left\" colspan=\"10\"><b>Stock of general knowledge</b> (end of period, billion SEK)</td></tr><tr><td align=\"left\">1</td><td align=\"left\">111</td><td align=\"left\">104</td><td align=\"left\">110</td><td align=\"left\">119</td><td align=\"left\">107</td><td align=\"left\">103</td><td align=\"left\">104</td><td align=\"left\">104</td><td align=\"left\">106</td></tr><tr><td align=\"left\">2</td><td align=\"left\">178</td><td align=\"left\">162</td><td align=\"left\">168</td><td align=\"left\">170</td><td align=\"left\">150</td><td align=\"left\">158</td><td align=\"left\">114</td><td align=\"left\">140</td><td align=\"left\">111</td></tr><tr><td align=\"left\">3</td><td align=\"left\">261</td><td align=\"left\">237</td><td align=\"left\">286</td><td align=\"left\">228</td><td align=\"left\">215</td><td align=\"left\">201</td><td align=\"left\">119</td><td align=\"left\">190</td><td align=\"left\">121</td></tr><tr><td align=\"left\">4</td><td align=\"left\">379</td><td align=\"left\">314</td><td align=\"left\">470</td><td align=\"left\">377</td><td align=\"left\">285</td><td align=\"left\">127</td><td align=\"left\">77</td><td align=\"left\">237</td><td align=\"left\">87</td></tr><tr><td align=\"left\">5</td><td align=\"left\">521</td><td align=\"left\">549</td><td align=\"left\">528</td><td align=\"left\">683</td><td align=\"left\">383</td><td align=\"left\">81</td><td align=\"left\">56</td><td align=\"left\">330</td><td align=\"left\">66</td></tr><tr><td align=\"left\" colspan=\"10\"><b>R&amp;D stock</b> (end of period, billion SEK)</td></tr><tr><td align=\"left\">1</td><td align=\"left\">79</td><td align=\"left\">70</td><td align=\"left\">72</td><td align=\"left\">92</td><td align=\"left\">65</td><td align=\"left\">67</td><td align=\"left\">64</td><td align=\"left\">54</td><td align=\"left\">55</td></tr><tr><td align=\"left\">2</td><td align=\"left\">161</td><td align=\"left\">155</td><td align=\"left\">159</td><td align=\"left\">153</td><td align=\"left\">131</td><td align=\"left\">140</td><td align=\"left\">95</td><td align=\"left\">114</td><td align=\"left\">83</td></tr><tr><td align=\"left\">3</td><td align=\"left\">260</td><td align=\"left\">205</td><td align=\"left\">300</td><td align=\"left\">208</td><td align=\"left\">187</td><td align=\"left\">189</td><td align=\"left\">109</td><td align=\"left\">135</td><td align=\"left\">98</td></tr><tr><td align=\"left\">4</td><td align=\"left\">355</td><td align=\"left\">304</td><td align=\"left\">469</td><td align=\"left\">401</td><td align=\"left\">245</td><td align=\"left\">125</td><td align=\"left\">77</td><td align=\"left\">169</td><td align=\"left\">74</td></tr><tr><td align=\"left\">5</td><td align=\"left\">472</td><td align=\"left\">346</td><td align=\"left\">526</td><td align=\"left\">826</td><td align=\"left\">325</td><td align=\"left\">94</td><td align=\"left\">62</td><td align=\"left\">241</td><td align=\"left\">59</td></tr><tr><td align=\"left\" colspan=\"10\"><b>Learning rate</b> (average annual growth rate per decade, percent)</td></tr><tr><td align=\"left\">1</td><td align=\"left\">6.52</td><td align=\"left\">5.91</td><td align=\"left\">5.51</td><td align=\"left\">6.15</td><td align=\"left\">3.18</td><td align=\"left\">5.58</td><td align=\"left\">4.14</td><td align=\"left\">0.16</td><td align=\"left\">0.16</td></tr><tr><td align=\"left\">2</td><td align=\"left\">3.69</td><td align=\"left\">4.19</td><td align=\"left\">4.04</td><td align=\"left\">3.59</td><td align=\"left\">3.26</td><td align=\"left\">4.95</td><td align=\"left\">2.36</td><td align=\"left\">0.02</td><td align=\"left\">0.02</td></tr><tr><td align=\"left\">3</td><td align=\"left\">4.29</td><td align=\"left\">2.45</td><td align=\"left\">3.42</td><td align=\"left\">3.78</td><td align=\"left\">3.10</td><td align=\"left\">3.45</td><td align=\"left\">2.20</td><td align=\"left\">0.02</td><td align=\"left\">0.02</td></tr><tr><td align=\"left\">4</td><td align=\"left\">3.50</td><td align=\"left\">3.38</td><td align=\"left\">4.90</td><td align=\"left\">4.74</td><td align=\"left\">3.88</td><td align=\"left\">1.98</td><td align=\"left\">0.49</td><td align=\"left\">0.02</td><td align=\"left\">0.02</td></tr><tr><td align=\"left\">5</td><td align=\"left\">3.50</td><td align=\"left\">3.20</td><td align=\"left\">3.67</td><td align=\"left\">4.10</td><td align=\"left\">3.00</td><td align=\"left\">0.47</td><td align=\"left\">0.25</td><td align=\"left\">0.04</td><td align=\"left\">0.02</td></tr><tr><td align=\"left\">Avg.</td><td align=\"left\">4.30</td><td align=\"left\">3.83</td><td align=\"left\">4.31</td><td align=\"left\">4.47</td><td align=\"left\">3.68</td><td align=\"left\">3.29</td><td align=\"left\">1.89</td><td align=\"left\">0.05</td><td align=\"left\">0.05</td></tr><tr><td align=\"left\" colspan=\"10\"><b>Investment</b> (average annual investment per decade, MSEK)</td></tr><tr><td align=\"left\">1</td><td align=\"left\">16,347</td><td align=\"left\">16,022</td><td align=\"left\">16,006</td><td align=\"left\">16,818</td><td align=\"left\">16,014</td><td align=\"left\">15,791</td><td align=\"left\">16,374</td><td align=\"left\">19,200</td><td align=\"left\">18,183</td></tr><tr><td align=\"left\">2</td><td align=\"left\">25,999</td><td align=\"left\">24,512</td><td align=\"left\">27,722</td><td align=\"left\">23,004</td><td align=\"left\">26,564</td><td align=\"left\">25,190</td><td align=\"left\">21,747</td><td align=\"left\">33,701</td><td align=\"left\">31,146</td></tr><tr><td align=\"left\">3</td><td align=\"left\">38,202</td><td align=\"left\">37,798</td><td align=\"left\">32,279</td><td align=\"left\">16,612</td><td align=\"left\">51,617</td><td align=\"left\">23,878</td><td align=\"left\">23,514</td><td align=\"left\">95,112</td><td align=\"left\">53,449</td></tr><tr><td align=\"left\">4</td><td align=\"left\">125,990</td><td align=\"left\">101,932</td><td align=\"left\">54,828</td><td align=\"left\">31,533</td><td align=\"left\">100,864</td><td align=\"left\">11,657</td><td align=\"left\">22,117</td><td align=\"left\">245,300</td><td align=\"left\">59,344</td></tr><tr><td align=\"left\">5</td><td align=\"left\">348,524</td><td align=\"left\">215,376</td><td align=\"left\">91,689</td><td align=\"left\">213,401</td><td align=\"left\">239,100</td><td align=\"left\">11,704</td><td align=\"left\">25,017</td><td align=\"left\">812,504</td><td align=\"left\">93,739</td></tr><tr><td align=\"left\" colspan=\"10\"><b>Labor productivity growth rate</b> (average annual growth rate per decade, percent)</td></tr><tr><td align=\"left\">1</td><td align=\"left\">2.32</td><td align=\"left\">2.46</td><td align=\"left\">2.29</td><td align=\"left\">3.14</td><td align=\"left\">0.95</td><td align=\"left\">1.79</td><td align=\"left\">0.93</td><td align=\"left\">0.40</td><td align=\"left\">-0.50</td></tr><tr><td align=\"left\">2</td><td align=\"left\">4.37</td><td align=\"left\">4.62</td><td align=\"left\">4.41</td><td align=\"left\">2.82</td><td align=\"left\">4.40</td><td align=\"left\">3.71</td><td align=\"left\">2.75</td><td align=\"left\">3.27</td><td align=\"left\">1.52</td></tr><tr><td align=\"left\">3</td><td align=\"left\">4.95</td><td align=\"left\">2.64</td><td align=\"left\">5.82</td><td align=\"left\">5.47</td><td align=\"left\">2.05</td><td align=\"left\">3.97</td><td align=\"left\">1.80</td><td align=\"left\">1.69</td><td align=\"left\">0.87</td></tr><tr><td align=\"left\">4</td><td align=\"left\">3.23</td><td align=\"left\">4.67</td><td align=\"left\">3.86</td><td align=\"left\">6.09</td><td align=\"left\">3.74</td><td align=\"left\">0.29</td><td align=\"left\">-0.43</td><td align=\"left\">1.77</td><td align=\"left\">-0.41</td></tr><tr><td align=\"left\">5</td><td align=\"left\">3.57</td><td align=\"left\">4.80</td><td align=\"left\">0.02</td><td align=\"left\">3.37</td><td align=\"left\">2.95</td><td align=\"left\">-1.00</td><td align=\"left\">-0.77</td><td align=\"left\">2.22</td><td align=\"left\">-0.87</td></tr><tr><td align=\"left\">Avg.</td><td align=\"left\">3.69</td><td align=\"left\">3.84</td><td align=\"left\">3.28</td><td align=\"left\">4.58</td><td align=\"left\">2.82</td><td align=\"left\">1.75</td><td align=\"left\">0.86</td><td align=\"left\">1.87</td><td align=\"left\">0.12</td></tr></tbody></table>"
                                    ],
                                    "title": "Summary of Simulation Results",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00297%2Fijm-00297-fig002.tif",
                                        "size": {
                                            "width": 914,
                                            "height": 557
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00297%2Fijm-00297-fig002.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00297-fig002.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Manufacturing Output (index, NETRANDOM - 100).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00297%2Fijm-00297-fig003.tif",
                                        "size": {
                                            "width": 2003,
                                            "height": 1225
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00297%2Fijm-00297-fig003.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00297-fig003.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Learning Rate (average annual growth rate per decade, percent).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00297%2Fijm-00297-fig004.tif",
                                        "size": {
                                            "width": 2011,
                                            "height": 1221
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00297%2Fijm-00297-fig004.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00297-fig004.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "R&D Stock (end of period, billion SEK).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00297%2Fijm-00297-fig005.tif",
                                        "size": {
                                            "width": 2007,
                                            "height": 1213
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00297%2Fijm-00297-fig005.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00297-fig005.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Rate of Return (average annual return per decade, percent).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00297%2Fijm-00297-fig006.tif",
                                        "size": {
                                            "width": 1999,
                                            "height": 1212
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00297%2Fijm-00297-fig006.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00297-fig006.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Stock of General Knowledge (end of period, billion SEK).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig7",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00297%2Fijm-00297-fig007.tif",
                                        "size": {
                                            "width": 2003,
                                            "height": 1211
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00297%2Fijm-00297-fig007.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00297-fig007.jpg"
                                        }
                                    },
                                    "label": "Figure 7",
                                    "title": "Stock of Special Skills (end of period, billion SEK).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig8",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00297%2Fijm-00297-fig008.tif",
                                        "size": {
                                            "width": 2007,
                                            "height": 1249
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00297%2Fijm-00297-fig008.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00297-fig008.jpg"
                                        }
                                    },
                                    "label": "Figure 8",
                                    "title": "Labor Productivity Growth Rate (percent per year).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The differences in long run outcomes between the two groups suggest that firms learn more from each other and from their environment than they do from their own in-house research and development in isolation. This result, of course, depends on the micro-micro (within-firm) assumptions made, but the assumptions are reasonable. That a more restrictive network reduced the market based diffusion of technologies was no surprise, but there was no way of anticipating the magnitudes of this macroeconomic outcomes purely from understanding the principles of the model. This outcome should therefore be taken as indicative of strong systems effects due to viable combinations of innovation, learning, and spillovers within the cluster of firms.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In comparing the two groups of experiments, we find that the performance is higher in the first group in terms of all variables reported in <a href=\"#table2\">Table 2</a> (except investment whose magnitude has no intrinsic value but rather must be evaluated in terms of the growth it makes possible). The only simulation in the second group which comes close to the GNP and manufacturing growth rates in the first group is the LOWRECEPT case. Even though it underperforms the reference on all counts it is way ahead of the other group 2 simulations in growth and especially the NORECEPT simulation. The bad performance takes its time to show at the macro level, and it hits hard and fast only in the NORECEPT experiment. Apparently a dynamic cumulation build up of consequences is involved. Firms enjoy a reasonable return to capital and invest and the slow learning and relative lack of general knowledge and special skills begin to bite only towards the end of the fifty-year simulation, however much faster in the NORECEPT experiment. The economy apparently passes a non linear triggering point as you lower the receptivity, parameter further going from the LORECEPT to the NORECEPT situation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The LOWCONNECT case performs well in terms of rate of return to capital during the entire period but firms fail to invest, and manufacturing output growth is dismal during the last three decades compared to the reference. The reason can be traced to the slow learning and a cumulating lack of general knowledge and special skills (<a href=\"#fig6\">Figures 6</a> and <a href=\"#fig7\">7</a>) from early on, which was part of the design of this networking experiment to begin with. Apparently, firms get discouraged when they are prevented from learning from other firms. Their investments in physical capital and R&amp;D decline, and their stocks of both general knowledge and specific skills fall precipitously.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The NOCONNECT case is therefore interesting. It shows what happens when firms cannot imitate each other’s innovations and must develop new technology entirely on its own. They invest a lot in both physical capital and R&D, but cannot keep up with the reference case being entirely locked out of spillovers from other firms. The rate of return and the learning rate are low. Investing on its own in R&D it however completely outperforms the LOWCONNECT experiment, which exhibits a disastrous long run growth outcome. Firms in that experiment fail to learn as much as in the NOCONNECT experiment, and fail as well, despite a high and increasing rate of return to capital (compared to the NOCONNECT experiment) to invest in R&D, general knowledge, skills and production equipment. These negative effects cumulate over the entire simulation period).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The NORECEPT and NONET cases show absolute decline in both GNP and manufacturing towards the end of the period as stocks of knowledge and R&D capital fall througout the period.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Next, we look at the various specifications of who the members of the networks are (as distinct from the intensity of contacts between them). Comparing the first group of simulations NETRANDOM, NETGENHK, NETINTER, and NETLINK), there are no major differences in the overall economic growth rates. The average GNP and manufacturing growth rates for the whole 50-year simulation range from 3.3 to 3.6 and from 3.6 to 4.3 percent per annum, respectively. The rates of return in manufacturing are generally high, ranging between 7 and 10 percent on average over the whole fifty year period period. The main differences that occur are about the magnitude and timing of investment in capital and R&amp;D, which, in turn, lead to differences in labor productivity growth rates and in the cumulative build-up of both general and specific skills. Also, something apparently goes wrong in the NETINTER case in the last ten years of the simulation, causing a collapse in labor productivity growth, a sharp reduction in the GNP and manufacturing growth rates, and a much more modest increase in investment than in most of the other cases. While in the first four decades the NETINTER case shows the highest rates of accumulation of R&amp;D and skills the firms still fail to turn that advantage into growth. Investment drops sharply in the last two decades, as does manufacturing productivity and output growth in the final decade. These are familiar (from earlier analyses, e.g. <a href=\"#bib10\">Eliasson, 1985</a>) “macro discontinuities” that are caused because many firms, during an earlier strong expansion phase with strong networking effects, have been locked into the same technology. With diminished diversity among the firms there is less to learn and overall economy wide performance suddenly declines as they fail together.",
                            "type": "paragraph"
                        },
                        {
                            "text": "An examination of the stocks of special skills, general knowledge, and R&D shows that the NETLINK case, as expected, outperforms all other networking designs, however not much compared to the reference NETRANDOM, and the NETGENHK market designs. It also has the highest learning rate and labor productivity growth rate. In fact, the slightly better growth outcome of the NETLINK market organization has been significantly more costly in terms of investments in R&D and the development of general knowledge and special skills, while investment in physical capital has dropped radically. Hence, the rate of return on that capital has increased. By implication, the Silicon Valley type clustering of technologically (very) advanced firms in this experiment, while not increasing the output cake more than slightly compared to the reference case, has raised the share of resources being devoted to human capital, and (but less so) the share going to the owners of physical capital. Apparently the clustering of mutually supportive human capital intensive firms has caused a rasdical shift in income generation towards those firms and forced the exit of low performing firms, causing by implication (noty shown) also more uneven income and wealth disteributions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The spillover effects thus appear to be slightly more positive when there are vertical as well as horizontal linkages among the participants than in the case of absence of such linkages (in NETRANDOM and NETINTER). Spillovers (as measured by the resulting stocks of special and general knowledge as well as R&D) are greater when only the firms with the most human capital (NETGENHK) form the network, than when membership is random (NETRANDOM and NETINTER). The learning and spillover effects are impressive in the NETINTER case until the collapse in the last decade of the simulation. But the results prior to that suggest that having network membership drawn from a wide variety of actors yields positive spillover and learning effects.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The differences among the simulations in the second group are also illuminating. The LOWRECEPT case shows steadily increasing stocks of general knowledge, special skills, and R&D, as well as a fairly high learning rate - just not as high rates of growth as in the first group. Thus, reduced spillovers yield generally worse performance. But the results get much worse when the connectivity within the network is reduced (the LOWCONNECT case); the stocks of knowledge and R&D fall. Firms reduce their investment, and both GNP and manufacturing output eventually fall as well. A comparison between the LOWRECEPT and NORECEPT cases shows that even a reduced intensity of spillovers is better than none: the stocks of knowledge and R&D do not fall until the last half of the simulation in the NORECEPT case. In the NOCONNECT case, firms are unable to imitate each other’s innovations even though they are still able to reap benefits from spillovers. They invest more than they do in any of the other simulations and achieve steady, albeit not impressive, economic growth - at the expense, however, of low rates of return. The NONET case, finally, shows the dismal results when positive networking externalities between firms are eliminated altogether.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2. Simulation Results",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Simulations",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The simulations tell that it may be important to be connected to a network. The basic reason is the limited knowledge and experience in each firm compared to that which is available elsewhere in the market. Thus, the yield on each investment, whether in physical capital or knowledge, rises because of spillovers, and the economy grows faster. It does not seem to matter much who the other network members are; the important thing is that the right design of market networks expand the range of options available to each participant and increases the knowledge and experience base upon which decisions can be made. The performance of the economy clearly declines when both connectivity and receptivity are reduced .",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Conclusion",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "The 150 real decision-making units represent divisions within the 40 largest manufacturing companies plus several medium-sized firms.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "There is also an export market whose specification need not concern us here.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This section is based on <a href=\"#bib4\">Ballot and Taymaz (1994)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In developing the learning module, we made some simulations with only that module to study the relative effects of changes in internal vs. external searches. The results showed that the rate of learning (i.e., the rate of discovery of elements of the global technology) was higher in the case of external searches than in the case of internal ones.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "There are two types of learning from other firms. First, firms can learn \"elements\" of the technology from other firms. If Firm A uses {1, 0, 0, 1} and Firm B {1, 0, 1, 1}, Firm A can learn the third element from Firm B. Therefore, the rate of learning is correlated with the number of firms using the same technology. Second, the firm can learn the technology of other firms. If Firm A uses conventional technology and Firm B flexible technology, Firm A can adopt the flexible technology.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "That primarily depends on taxonomic differences between the Planning Survey data surveyed from the firm’s own statistical accounts and the official national income statistics that defines the statistical size of the model economy. These statistical errors “endow” firms with” random” competitive advantages and disadvantages in the initial state, and only afflict the synthetic (not real) firms that make up the difference between the aggregate of real firms and the national accounts level. We have done our best to eliminate such statistical inconsistencies from the MOSES DATA BASE such that they average to zero over the entire firm population. Market competition reacts to these initial state inconsistencies by brutally forcing the most disadvantaged (not the real) firms to exit the industry during the first five years of a simulation. For how to interpret those statistical error problems, see further <a href=\"#bib2\">Albrecht et al. (1992)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Albrecht, J",
                        "preferred": "J Albrecht"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bergholm, F",
                        "preferred": "F Bergholm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hanson, KA",
                        "preferred": "KA Hanson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hartler, C",
                        "preferred": "C Hartler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heiman, M",
                        "preferred": "M Heiman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lindberg, T",
                        "preferred": "T Lindberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Olavi, G",
                        "preferred": "G Olavi"
                    },
                    "type": "person"
                }
            ],
            "date": "1989",
            "id": "bib1",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "IUI"
                ]
            },
            "source": "Research Report No. 36",
            "title": "Research Report No. 36",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Albrecht, JW",
                        "preferred": "JW Albrecht"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Braunerhjelm, P",
                        "preferred": "P Braunerhjelm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nilsson, J",
                        "preferred": "J Nilsson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nordström, T",
                        "preferred": "T Nordström"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "IUI"
                ]
            },
            "source": "Research Report No. 40",
            "title": "Research Report No. 40",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ballot, G",
                        "preferred": "G Ballot"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "details": "“Firm Sponsored Training, Technical Change and Aggregate Performance in a Micro-Macro Model,” paper presented at the IARIW special conference on micro simulation and public policy, Canberra, Australia, December 6-8, Microsimulation and Public Policy, Amsterdam, North-Holland",
            "id": "bib3",
            "title": "Microsimulation and Public Policy",
            "type": "unknown"
        },
        {
            "articleTitle": "Training, Learning and Innovation. A Micro-to-Macro Model of Evolutionary Growth,\" paper presented to the International J. A. Schumpeter Society Conference, Münster, Germany, August 17-20. Published 1997 as “The dynamics of Firms in A Micro-to-macro Model: The role of training, learning, and Innovation",
            "authors": [
                {
                    "name": {
                        "index": "Ballot, G",
                        "preferred": "G Ballot"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "id": "bib4",
            "journal": "Journal of Evolutionary Economics",
            "pages": {
                "first": "435",
                "last": "457",
                "range": "435–457"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bergholm, F",
                        "preferred": "F Bergholm"
                    },
                    "type": "person"
                }
            ],
            "date": "1989",
            "id": "bib5",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "IUI"
                ]
            },
            "source": "Research Report No. 35",
            "title": "Research Report No. 35",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Carlsson, B",
                        "preferred": "B Carlsson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "details": "359–389, The Importance of Economic Competence in Economic Growth: A Micro-to-Macro Analysis, (Ed), 1995. Technological Systems and Economic Performance:The Case of Factory Automation. Boston and Dordrecht:Kluwer Academic Publishers, p, 10.1007/978-94-011-0145-5",
            "id": "bib7",
            "title": "(Ed), 1995. Technological Systems and Economic Performance:The Case of Factory Automation. Boston and Dordrecht:Kluwer Academic Publishers",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Carlsson, B",
                        "preferred": "B Carlsson"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "details": "Technological Systems and Industrial Dynamics, Boston, MA, 10.1007/978-1-4615-6133-0",
            "id": "bib18",
            "title": "Technological Systems and Industrial Dynamics, Boston, MA, 10.1007/978-1-4615-6133-0",
            "type": "unknown"
        },
        {
            "date": "1978",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "IUI"
                ]
            },
            "source": "IUI Conference Reports",
            "title": "IUI Conference Reports",
            "type": "report",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1976",
            "id": "bib8",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "Federation of Swedish Industries. Republished in this Anthology"
                ]
            },
            "source": "Economic Research Report B15",
            "title": "Economic Research Report B15",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Firm and Financial Markets in the Swedish Micro-to-Macro Model — Theory, Model and Verification",
            "date": "1985",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "IUI"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The firm as a competent team",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1990",
            "doi": "10.1016/0167-2681(90)90002-U",
            "id": "bib11",
            "journal": "Journal of Economic Behavior & Organization",
            "pages": {
                "first": "275",
                "last": "298",
                "range": "275–298"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "articleTitle": "Modeling the Experimentally Organized Economy: Complex Dynamics in an Empirical Micro-Macro Model of Endogenous Economic Growth",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "doi": "10.1016/0167-2681(91)90047-2",
            "id": "bib12",
            "journal": "Journal of Economic Behavior and Organization",
            "pages": {
                "first": "153",
                "last": "182",
                "range": "153–182"
            },
            "type": "journal",
            "volume": "16"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "details": "125–164, Technology, Economic Competence and the Theory of the Firm - Discussing the Economic Forces behind Long-Term Economic Growth, Economics of Technology, Amsterdam, North Holland, p",
            "id": "bib13",
            "title": "Economics of Technology",
            "type": "unknown"
        },
        {
            "articleTitle": "The Economics of Technical Change—The Macroeconomic Consequences of Business Competence in an Experimentally Organized Economy",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "id": "bib14",
            "journal": "Revue d’Economie Industrielle",
            "pages": {
                "first": "53",
                "last": "82",
                "range": "53–82"
            },
            "type": "journal"
        },
        {
            "articleTitle": "The biotechnological competence bloc",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliasson, A",
                        "preferred": "A Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "doi": "10.3406/rei.1996.1641",
            "id": "bib16",
            "journal": "Revue d’économie Industrielle",
            "pages": {
                "first": "7",
                "last": "26",
                "range": "7–26"
            },
            "type": "journal",
            "volume": "78"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "General Purpose Technologies, Industrial Competence Blocs and Economic Growth",
            "date": "1997",
            "id": "bib15",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Boston/Dordrecht/London"
                        ]
                    },
                    "formatted": [
                        "Boston/Dordrecht/London"
                    ]
                },
                "name": [
                    "Kluwer Academic Publishers"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "MOSES on PC: Manual, Initialization, Calibration",
            "date": "1991",
            "id": "bib17",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "IUI"
                ]
            },
            "type": "book"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The production function or frontier for each firm in MOSES has the following form (<a href=\"#bib8\">Eliasson, 1976</a>).",
                            "type": "paragraph"
                        },
                        {
                            "id": "AE1",
                            "label": "(A1)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mrow><msub><mi mathvariant=\"normal\">Q</mi><mi mathvariant=\"normal\">t</mi></msub><mo>=</mo><mi mathvariant=\"normal\">Q</mi><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">O</mi><msub><mi mathvariant=\"normal\">P</mi><mi mathvariant=\"normal\">t</mi></msub></mrow><mo>∗</mo><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mi>e</mi><mi>x</mi><mi>p</mi><mo stretchy=\"false\">(</mo><mo>−</mo><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">E</mi><msub><mi mathvariant=\"normal\">C</mi><mi mathvariant=\"normal\">t</mi></msub><mo>∗</mo><msub><mi mathvariant=\"normal\">L</mi><mi mathvariant=\"normal\">t</mi></msub><mrow><mo>/</mo></mrow><mi mathvariant=\"normal\">Q</mi><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">O</mi><msub><mi mathvariant=\"normal\">P</mi><mi mathvariant=\"normal\">t</mi></msub><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">)</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where Q is the potential output (in physical units) for a given employment level in number of hours (L<sub>t</sub>), QTOP is the maximum level of output which is approached asymptotically when infinite amounts of labor are used, given a certain level of capital stock. The production frontier shifts outward as new investments are installed (see below). TEC is the productivity of the first unit of labor, or the slope of the production function at the origin, and <i>exp</i>(.) the exponential function. Subscript t denotes time.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The maximum output, QTOP, depends on the (real) stock of physical capital, the stock of specific skills, and the efficiency of the stock of physical capital as follows.",
                            "type": "paragraph"
                        },
                        {
                            "id": "AE2",
                            "label": "(A2)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mrow><mi mathvariant=\"normal\">Q</mi><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">O</mi><msub><mi mathvariant=\"normal\">P</mi><mi mathvariant=\"normal\">t</mi></msub></mrow><mo>=</mo><mi mathvariant=\"normal\">Q</mi><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">O</mi><mi mathvariant=\"normal\">P</mi><mi mathvariant=\"normal\">F</mi><msub><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">t</mi></msub><mo>∗</mo><mo fence=\"false\" stretchy=\"false\">{</mo><mi mathvariant=\"normal\">M</mi><mi mathvariant=\"normal\">I</mi><mi mathvariant=\"normal\">N</mi><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">T</mi><mo>+</mo><mo stretchy=\"false\">[</mo><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mi mathvariant=\"normal\">M</mi><mi mathvariant=\"normal\">I</mi><mi mathvariant=\"normal\">N</mi><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">T</mi><mo stretchy=\"false\">)</mo><mo>∗</mo><mi mathvariant=\"normal\">S</mi><msub><mi mathvariant=\"normal\">T</mi><mn>1</mn></msub><mo>∗</mo><mrow><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mi mathvariant=\"normal\">e</mi><mi mathvariant=\"normal\">x</mi><mi mathvariant=\"normal\">p</mi><mo stretchy=\"false\">(</mo><mo>−</mo><mi mathvariant=\"normal\">S</mi><mi mathvariant=\"normal\">P</mi><mi mathvariant=\"normal\">E</mi><mi mathvariant=\"normal\">C</mi><mi mathvariant=\"normal\">T</mi><msub><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">t</mi></msub><mrow><mo>/</mo></mrow><mi mathvariant=\"normal\">S</mi><msub><mi mathvariant=\"normal\">T</mi><mn>2</mn></msub><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">]</mo></mrow><mo fence=\"false\" stretchy=\"false\">}</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where QTOPFR is the level of productive capacity (the asymptotic limit of the QTOP variable) and SPECTR is the stock of specific skills. ST<sub>1</sub> and ST<sub>2</sub> are industry-specific parameters. MINRT is the minimum (percentage) level of output that can be produced with no stock of specific skills. It shows the productivity level of completely unskilled workers. Thus, if SPECTR=0, QTOP=QTOPFR*MINRT. On the other hand, as SPECTR→∞, QTOP → QTOPFR. The productive capacity, QTOPFR, is determined by the efficiency and amount of physical capital (QTOPFR = EFF*PK, where EFF is the output/capital ratio, and PK the stock of physical capital).",
                            "type": "paragraph"
                        },
                        {
                            "text": "As shown in the specification of the production function (<a href=\"#AE1\">Equations A1</a> and <a href=\"#AE2\">A2</a>), there are two critical <i>technology</i> variables that determine the potential performance of the firm: EFF and TEC (see <a href=\"#bib10\">Eliasson, 1985</a>). There are two methods to upgrade these variables. In the case of <i>embodied change</i>, the technological level is upgraded by investment, since new equipment embodies the stock of knowledge possessed by the firm. In the <i>disembodied</i> case, the EFF and TEC variables are increased by implementing what is known by the firm (organizational changes, rationalization, etc).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Investment is the first mechanism to increase the EFF and TEC variables, since newly installed capital embodies MEFF and MTEC levels of technology. The technological level of the capital stock is upgraded by investment as follows:",
                            "type": "paragraph"
                        },
                        {
                            "id": "AE3",
                            "label": "(A3)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">E</mi><msubsup><mi mathvariant=\"normal\">C</mi><mi mathvariant=\"normal\">t</mi><mrow><mo>τ</mo></mrow></msubsup><mo>=</mo><mo stretchy=\"false\">[</mo><mo stretchy=\"false\">(</mo><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">E</mi><msub><mi mathvariant=\"normal\">C</mi><mrow><mi mathvariant=\"normal\">t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo>∗</mo><mi mathvariant=\"normal\">Q</mi><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">O</mi><mi mathvariant=\"normal\">P</mi><mi mathvariant=\"normal\">F</mi><msub><mi mathvariant=\"normal\">R</mi><mrow><mi mathvariant=\"normal\">t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo stretchy=\"false\">)</mo><mo>+</mo><mo stretchy=\"false\">(</mo><mi mathvariant=\"normal\">M</mi><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">E</mi><msub><mi mathvariant=\"normal\">C</mi><mi mathvariant=\"normal\">t</mi></msub><mo>∗</mo><mrow><mo>Δ</mo></mrow><mi mathvariant=\"normal\">Q</mi><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">O</mi><mi mathvariant=\"normal\">P</mi><mi mathvariant=\"normal\">F</mi><msub><mi mathvariant=\"normal\">R</mi><mrow><mi mathvariant=\"normal\">t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo stretchy=\"false\">)</mo><mrow><mo>/</mo></mrow><mo stretchy=\"false\">(</mo><mi mathvariant=\"normal\">Q</mi><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">O</mi><mi mathvariant=\"normal\">P</mi><mi mathvariant=\"normal\">F</mi><msub><mi mathvariant=\"normal\">R</mi><mrow><mi mathvariant=\"normal\">t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo>+</mo><mrow><mo>Δ</mo></mrow><mi mathvariant=\"normal\">Q</mi><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">O</mi><mi mathvariant=\"normal\">P</mi><mi mathvariant=\"normal\">F</mi><msub><mi mathvariant=\"normal\">R</mi><mrow><mi mathvariant=\"normal\">t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo stretchy=\"false\">)</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "AE4",
                            "label": "(A4)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi mathvariant=\"normal\">E</mi><mi mathvariant=\"normal\">F</mi><msubsup><mi mathvariant=\"normal\">F</mi><mi mathvariant=\"normal\">t</mi><mrow><mo>τ</mo></mrow></msubsup><mo>=</mo><mo stretchy=\"false\">[</mo><mo stretchy=\"false\">(</mo><mi mathvariant=\"normal\">E</mi><mi mathvariant=\"normal\">F</mi><msub><mi mathvariant=\"normal\">F</mi><mrow><mi mathvariant=\"normal\">t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo>∗</mo><mi mathvariant=\"normal\">P</mi><msub><mi mathvariant=\"normal\">K</mi><mrow><mi mathvariant=\"normal\">t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo stretchy=\"false\">)</mo><mo>+</mo><mo stretchy=\"false\">(</mo><mi mathvariant=\"normal\">M</mi><mi mathvariant=\"normal\">E</mi><mi mathvariant=\"normal\">F</mi><msub><mi mathvariant=\"normal\">F</mi><mi mathvariant=\"normal\">t</mi></msub><mo>∗</mo><mi mathvariant=\"normal\">I</mi><mi mathvariant=\"normal\">N</mi><msub><mi mathvariant=\"normal\">V</mi><mrow><mi mathvariant=\"normal\">t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">]</mo><mrow><mo>/</mo></mrow><mo stretchy=\"false\">(</mo><mi mathvariant=\"normal\">P</mi><msub><mi mathvariant=\"normal\">K</mi><mrow><mi mathvariant=\"normal\">t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo>+</mo><mi mathvariant=\"normal\">I</mi><mi mathvariant=\"normal\">N</mi><msub><mi mathvariant=\"normal\">V</mi><mrow><mi mathvariant=\"normal\">t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo stretchy=\"false\">)</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where INV is the amount of investment and ΔQTOPFR is the addition to the productive capacity by investment (ΔQTOPFR<sub>t-1</sub>=INV<sub>t-1</sub>*MEFF<sub>t-1</sub>). Superscript τ indicates that the TEC<sup>τ</sup> and EFF<sub>t</sub><sup>τ</sup> variables have temporary values within each time period (quarter). Their final values for the period t are calculated in <a href=\"#AE5\">Equations A5</a> and <a href=\"#AE6\">A6</a> below. To be noted is that there are technical parameters that can be (and some are) obtained by direct questioning of firms in the Planning survey of the Federation of Swedish Industries on which the initial state of firms is based.",
                            "type": "paragraph"
                        },
                        {
                            "text": "MEFF is the efficiency of newly installed capital and MTEC is the level of labor productivity associated with new capital. As shown in <a href=\"#E3\">Equations A3 and A4</a>, the TEC and EFF variables are calculated as weighted averages of the technological levels of different vintages of capital. In a sense, the MEFF and MTEC variables reflect the stock of knowledge possessed by the firm. The technological level of the productive equipment actually used (measured by the TEC and EFF variables) is lower than the level known by the firm because of the vintage effect.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The firm can gradually update its existing equipment without any investment in physical capital stock by applying what is learned as follows:",
                            "type": "paragraph"
                        },
                        {
                            "id": "AE5",
                            "label": "(A5)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mrow><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">E</mi><msub><mi mathvariant=\"normal\">C</mi><mi mathvariant=\"normal\">t</mi></msub><mo>=</mo><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">E</mi><msubsup><mi mathvariant=\"normal\">C</mi><mi mathvariant=\"normal\">t</mi><mrow><mo>τ</mo></mrow></msubsup><mo>+</mo><mo stretchy=\"false\">(</mo><mi mathvariant=\"normal\">M</mi><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">E</mi><msub><mi mathvariant=\"normal\">C</mi><mi mathvariant=\"normal\">t</mi></msub><mo>−</mo><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">E</mi><msubsup><mi mathvariant=\"normal\">C</mi><mi mathvariant=\"normal\">t</mi><mrow><mo>τ</mo></mrow></msubsup><mo stretchy=\"false\">)</mo><mo>∗</mo><mi mathvariant=\"normal\">S</mi><msub><mi mathvariant=\"normal\">T</mi><mn>3</mn></msub><mo>∗</mo></mrow><mo stretchy=\"false\">[</mo><mrow><mi mathvariant=\"normal\">l</mi></mrow><mo>−</mo><mi>e</mi><mi>x</mi><mi>p</mi><mo stretchy=\"false\">(</mo><mo>−</mo><mi mathvariant=\"normal\">S</mi><mi mathvariant=\"normal\">P</mi><mi mathvariant=\"normal\">E</mi><mi mathvariant=\"normal\">C</mi><mi mathvariant=\"normal\">T</mi><msub><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">t</mi></msub><mrow><mo>/</mo></mrow><mi mathvariant=\"normal\">S</mi><msub><mi mathvariant=\"normal\">T</mi><mn>4</mn></msub><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">]</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "AE6",
                            "label": "(A6)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mrow><mi mathvariant=\"normal\">E</mi><mi mathvariant=\"normal\">F</mi><msub><mi mathvariant=\"normal\">F</mi><mi mathvariant=\"normal\">t</mi></msub><mo>=</mo><mi mathvariant=\"normal\">E</mi><mi mathvariant=\"normal\">F</mi><msubsup><mi mathvariant=\"normal\">F</mi><mi mathvariant=\"normal\">t</mi><mrow><mo>τ</mo></mrow></msubsup><mo>+</mo><mo stretchy=\"false\">(</mo><mi mathvariant=\"normal\">M</mi><mi mathvariant=\"normal\">E</mi><mi mathvariant=\"normal\">F</mi><msub><mi mathvariant=\"normal\">F</mi><mi mathvariant=\"normal\">t</mi></msub><mo>−</mo><mi mathvariant=\"normal\">E</mi><mi mathvariant=\"normal\">F</mi><msubsup><mi mathvariant=\"normal\">F</mi><mi mathvariant=\"normal\">t</mi><mrow><mo>τ</mo></mrow></msubsup><mo stretchy=\"false\">)</mo><mo>∗</mo><mi mathvariant=\"normal\">S</mi><msub><mi mathvariant=\"normal\">T</mi><mn>5</mn></msub><mo>∗</mo></mrow><mo stretchy=\"false\">[</mo><mn>1</mn><mo>−</mo><mi>e</mi><mi>x</mi><mi>p</mi><mo stretchy=\"false\">(</mo><mo>−</mo><mi mathvariant=\"normal\">S</mi><mi mathvariant=\"normal\">P</mi><mi mathvariant=\"normal\">E</mi><mi mathvariant=\"normal\">C</mi><mi mathvariant=\"normal\">T</mi><msub><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">t</mi></msub><mrow><mo>/</mo></mrow><mi mathvariant=\"normal\">S</mi><msub><mi mathvariant=\"normal\">T</mi><mn>6</mn></msub><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">]</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where ST<sub>3</sub>, ST<sub>4</sub>, ST<sub>5</sub> and ST<sub>6</sub> are industry-specific parameters. Thus, as SPECTR →∞, the TEC and EFF variables are updated to the amount equal to ST<sub>3</sub> and ST<sub>4</sub> percent of the difference between known and applied knowledge. Thus, we assume that the stock of <i>specific</i> skills (the skills specific to the physical capital used in the firm) determines the pace of disembodied change for a <i>given</i> level of the MTEC and MEFF variables. The values of the MTEC and MEFF variables depend on the efficiency of learning which is determined by the stock of <i>general</i> knowledge:",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#AE1\">Equations A1</a> and <a href=\"#AE2\">A2</a> define the production function. <a href=\"#AE3\">Equations A3</a>-<a href=\"#AE6\">A6</a> show the way the technology variables are changed in the model. The following capital accumulation equation closes the system of production.",
                            "type": "paragraph"
                        },
                        {
                            "id": "AE7",
                            "label": "(A7)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi mathvariant=\"normal\">Q</mi><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">O</mi><mi mathvariant=\"normal\">P</mi><mi mathvariant=\"normal\">F</mi><msub><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">t</mi></msub><mo>=</mo><mo stretchy=\"false\">[</mo><mi mathvariant=\"normal\">Q</mi><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">O</mi><mi mathvariant=\"normal\">P</mi><mi mathvariant=\"normal\">F</mi><msub><mi mathvariant=\"normal\">R</mi><mrow><mi mathvariant=\"normal\">t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo>∗</mo><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><msub><mrow><mo>δ</mo></mrow><mi mathvariant=\"normal\">q</mi></msub><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">]</mo><mo>+</mo><mrow><mo>Δ</mo></mrow><mi mathvariant=\"normal\">Q</mi><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">O</mi><mi mathvariant=\"normal\">P</mi><mi mathvariant=\"normal\">E</mi><msub><mi mathvariant=\"normal\">R</mi><mrow><mi mathvariant=\"normal\">t</mi><mo>−</mo><mn>1</mn></mrow></msub></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where δ<sub>q</sub> is the (constant) rate of depreciation.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-1",
                    "title": "A.1. The Production Function",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Training is essential in generating general knowledge and firm-specific skills. We also allow learning-by-doing to take place. The stocks of general knowledge and specific skills are accumulated as follows:",
                            "type": "paragraph"
                        },
                        {
                            "id": "AE8",
                            "label": "(A8)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi mathvariant=\"normal\">S</mi><mi mathvariant=\"normal\">P</mi><mi mathvariant=\"normal\">E</mi><mi mathvariant=\"normal\">C</mi><mi mathvariant=\"normal\">T</mi><msub><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">t</mi></msub><mo>=</mo><mo stretchy=\"false\">(</mo><mi mathvariant=\"normal\">S</mi><mi mathvariant=\"normal\">P</mi><mi mathvariant=\"normal\">E</mi><mi mathvariant=\"normal\">C</mi><mi mathvariant=\"normal\">T</mi><msub><mi mathvariant=\"normal\">R</mi><mrow><mi mathvariant=\"normal\">t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo>∗</mo><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><msub><mrow><mo>ρ</mo></mrow><mi mathvariant=\"normal\">s</mi></msub><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">)</mo><mo>+</mo><mi mathvariant=\"normal\">L</mi><mi mathvariant=\"normal\">E</mi><mi mathvariant=\"normal\">A</mi><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">N</mi><mi mathvariant=\"normal\">E</mi><mi mathvariant=\"normal\">F</mi><msub><mi mathvariant=\"normal\">F</mi><mrow><mi mathvariant=\"normal\">t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo>∗</mo><mi mathvariant=\"normal\">f</mi><mo stretchy=\"false\">(</mo><msub><mi mathvariant=\"normal\">Q</mi><mrow><mi mathvariant=\"normal\">t</mi><mo>−</mo><mn>1</mn></mrow></msub><mrow><mo>/</mo></mrow><msub><mi mathvariant=\"normal\">L</mi><mrow><mi mathvariant=\"normal\">t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo>,</mo><mi mathvariant=\"normal\">I</mi><mi mathvariant=\"normal\">N</mi><mi mathvariant=\"normal\">V</mi><mi mathvariant=\"normal\">S</mi><msub><mi mathvariant=\"normal\">T</mi><mrow><mi mathvariant=\"normal\">t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo stretchy=\"false\">)</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "AE9",
                            "label": "(A9)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi mathvariant=\"normal\">G</mi><mi mathvariant=\"normal\">E</mi><mi mathvariant=\"normal\">N</mi><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">S</mi><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">O</mi><mi mathvariant=\"normal\">C</mi><msub><mi mathvariant=\"normal\">K</mi><mi mathvariant=\"normal\">t</mi></msub><mo>=</mo><mo stretchy=\"false\">(</mo><mi mathvariant=\"normal\">G</mi><mi mathvariant=\"normal\">E</mi><mi mathvariant=\"normal\">N</mi><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">S</mi><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">O</mi><mi mathvariant=\"normal\">C</mi><msub><mi mathvariant=\"normal\">K</mi><mrow><mi mathvariant=\"normal\">t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo>∗</mo><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><msub><mrow><mo>ρ</mo></mrow><mi mathvariant=\"normal\">g</mi></msub><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">)</mo><mo>+</mo><mi mathvariant=\"normal\">I</mi><mi mathvariant=\"normal\">N</mi><mi mathvariant=\"normal\">V</mi><mi mathvariant=\"normal\">G</mi><msub><mi mathvariant=\"normal\">T</mi><mrow><mi mathvariant=\"normal\">t</mi><mo>−</mo><mn>1</mn></mrow></msub></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where ρ<sub>s</sub> and ρ<sub>g</sub> are depreciation parameters, and INVST and INVGT are (real) specific and general training expenditures per employee, respectively. f(..) is an exponential function, and LEARNEFF is the efficiency of learning which depends on the stock of general knowledge.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-2",
                    "title": "A.2. Training and R&D Activities",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The level of desired investment in training depends on three variables: existing stocks of knowledge and specific skills, (the inverse of) the rate of utilization of potential capacity (QTOP/QTOPFER), and sales revenue. Firms increase their stocks of knowledge at a certain rate, and spend a part of their sales revenue on training. If the QTOP/QTOPFR ratio is low, the firm will spend more on training since a low value of that ratio indicates that the firm is not able to use its productive capacity efficiently because of lack of specific skills.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The desired level of investment in R&D depends on the stock of general knowledge, sales revenue, and the relative emphasis on incremental and radical innovations. If the firm directs a large part of its R&D to the generation of radical innovations, the level of R&D funds will have to be increased.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In addition to training and R&amp;D, the firm calculates its desired level of investment in physical capital and liquid assets. Then, given the level of net cash flow, the firm decides the level of desired borrowing (as desired total investment <i>minus</i> net cash flow). The actual level of borrowing depends on the resources of the bank and total demand for borrowing. Finally, after the level of borrowing has been set in the credit market, the firm allocates its resources (net cash flow plus net borrowing) among four different assets (training, R&amp;D, physical capital and liquid assets) in proportion to their desired levels.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Total investment in training, INVTR, is allocated to general and specific training. The allocation between general and specific training depends on a distribution parameter and the QTOP/QTOPFRONT ratio. Similarly, total investment in R&D, INVRD, is also allocated to two different types of R&D investments: RDRADICAL (for radical innovations) and RDINC (for incremental innovations). The distribution depends on recent improvements in the MTEC and MEFF variables and the number of firms adopting advanced technology. If the firm can improve the MTEC and MEFF variables, it will spend more on incremental innovations. On the other hand, if many firms are using a new global technology, the firm will spend more on radical innovations to adopt the new technology.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-3",
                    "title": "A.3. Investment in Training",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Firms confront other firms in the product, labor and financial markets of the model on a quarterly basis. First they make up plans, based on adaptive expectations. The top management sets a target rate of return as a minimum profit margin based on past experience (satisficing rule). This target translates into a minimum labor productivity level. Then firm management examines whether this level is compatible with the potential production Q allowed by the current employment level. If not, the firm will search (through trial and error) for a level of production that satisfies both the minimum productivity level and the (unknown) production frontier. The employment plan is then set.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The average stock of general human capital of the transferred workers is equal to the average stock of the attacked firm. The new stock of general human capital in the attacking firm is a weighted average of the existing and the transferred workers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Firms’ production plans are simultaneously confronted in the product markets (one per industry) and may undergo revisions, since plans may not be compatible, due either to the consumers' purchasing plans or the market for inputs. The prices are set endogenously in the process. Currently there is only one final domestic price per industry, since the products of the different firms are not differentiated. Because firms export some of their products and the export ratio changes in proportion to the relative change in (endogenous) domestic and exogenous export prices, the average price fetched by individual firms differs across the firm population.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The labor market is decentralized. Each firm sets its wage rate. When it wants to hire, it recruits from the unemployment pool or raids other firms for workers. The latter is successful if workers there are offered a wage at least 10% higher than their current wage. If the wage offer is not attractive, the firm may raise the wage offer a number of times before the contracts are signed, but not higher than is compatible with profit targets. Then the firm has to revise its wages upwards for all its workers, and it may come up with a reduced production plan. At the end of the quarter the labor market may feature unemployed workers and vacant jobs simultaneously. The resulting macroeconomic effect is characterized by a Beveridge curve (not always stable) and a wage curve where unemployment depresses wage growth.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, there is a capital market where firms compete each quarter for investment resources. The rate of interest is set endogenously within a band. Firms’ borrowing may however get rationed. The ongoing dynamics of price quantity arbitrage in the integrated product, labor and financial markets are presented in <a href=\"#bib8\">Eliasson (1976)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-4",
                    "title": "A.4. Markets",
                    "type": "section"
                }
            ],
            "id": "A1",
            "title": "Appendix A"
        }
    ],
    "acknowledgements": [
        {
            "text": "Published as chapter 9 in <a href=\"#bib18\">Carlsson (1997)</a>. Besides some language corrections, in this reprint we have added a few sentences to better clarify the relations between <a href=\"#table1\">Table 1</a> and the design of the experiments. In fact, since having now dug deeper into the simulation output some results can be more clearly expressed than originally done.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
