{
    "status": "vor",
    "id": "00294",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00294",
    "authorLine": "Gunnar Eliasson, Thomas Lindberg",
    "title": "Allocation and Growth Effects of Corporate Income Taxes-Some Experiments in Quantification on a Micro-to-Macro Model of the Swedish Economy",
    "published": "2024-12-02T00:00:00Z",
    "versionDate": "2024-12-02T00:00:00Z",
    "statusDate": "2024-12-02T00:00:00Z",
    "volume": 17,
    "issue": 2,
    "fpage": 157,
    "lpage": 180,
    "elocationId": "157-180",
    "pdf": "http://web:8082/00294/ijm-00294.pdf",
    "subjects": [
        {
            "id": "micro-macro-links",
            "name": "Micro-macro links"
        }
    ],
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Eliasson and Lindberg",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "emailAddresses": [
                "g.eliasson@outlook.com"
            ],
            "name": {
                "index": "Eliasson, Gunnar",
                "preferred": "Gunnar Eliasson"
            },
            "type": "person"
        },
        {
            "name": {
                "index": "Lindberg, Thomas",
                "preferred": "Thomas Lindberg"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Taxes can be used directly to affect the composition and volume of demand and supply since they place a wedge between supply and demand prices. This is widely recognized in professional literature.",
                    "type": "paragraph"
                },
                {
                    "text": "By affecting supply and demand, prices are also indirectly affected through market feedbacks across markets and over time. This has hardly been recognized in literature in proportion to its potential macro-economic importance. To some extent this depends on the prevalent use of comparative static analyses of allocation effects and models that lack explicit markets. A satisfactory understanding of longer term economic systems evolution requires a <i>comparative dynamic</i> approach and economy wide models with the appropriate markets for such analyses, that explicitly represent decision makers’ response to market price signals. Four aspects must be recognized:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "How do agents interpret current prices (expectations)?;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "How fast and with...",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "How forceful measures do decision makers react to these expectations? And...",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "How are different markets interlinked in time and over time?",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "text": "Misallocation effects may be multiplied by tax wedges when exogenous shocks put the pricing mechanisms out of order. In the dynamic context of the micro based market coordinated model we use in this paper we discuss equilibrium and stability as related concepts, and are at ease with the possibility that both the model and the real economy may not have a unique exogenous equilibrium towards which it converges over time. The important problem is instead how different interlinked markets self-coordinate the entire economy, and what happens when central policy makers interfere with that process. Dynamic allocative efficiency will therefore be interpreted “as getting the model economy onto and staying sufficiently close to the fastest possible and sustainable growth path”, and what policy makers can do to help markets achieve that, in our case by manipulating corporate income taxes.",
                    "type": "paragraph"
                },
                {
                    "text": "The theme of the paper is: How are structures and economic growth affected by corporate income taxes? To answer this question, we must design a set of market scenarios and of different tax regimes.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper begins with a discussion of the rate of return requirement in the investment allocation process. Do tax benefits drive the required return down with less or more long run growth consequences? Section 3 briefly introduces the micro­ macro simulation model as our analytical tool with emphasis is on those parts of the model that are relevant in this context. As in all empirical research, design of measurements or experiments are crucial -a problem dealt with in section 4. Lack of space and time has made it necessary to limit the market change scenarios to permanent changes in relative prices and to varying adjustment speeds. These are scenarios believed to be relevant for the post 1973/74 oil crisis period.",
                    "type": "paragraph"
                },
                {
                    "text": "Several fiscal depreciation regimes are superimposed on these market scenarios. Hence both taxes and the competitive situation are varied. We will therefore also be able to study the consequences of market change during a given tax regime.",
                    "type": "paragraph"
                },
                {
                    "text": "Problems related to erratic market pricing and unstable supply structures as a consequence of large and fast changes in market conditions are discussed in section 5. The paper finally concludes by returning to the rate of return rate of growth relationship and how tax wedges affect it. Such a matter cannot be investigated empirically without access to micro firm data. This is where our market based micro-to-macro model has a clear advantage over standard macro or general equilibrium models. The Micro to Macro model of the Swedish economy, briefly explained in Section 3, and developed at the IUI provides a convenient, numerically specified “theory” to study dynamic allocation problems in a business taxation context.",
                    "type": "paragraph"
                },
                {
                    "text": "All four aspects of stability mentioned above are explicitly covered in the model. As the model stands now it has not been fully calibrated and several tests and estimations remain before one can talk of the simulations as quantified results on the Swedish economy. The important thing is, however, that the model disciplines the investigators to think in consistent dynamic terms when analyzing the allocation problems associated with changes in the a corporate income tax system.",
                    "type": "paragraph"
                },
                {
                    "text": "As theoretical results from a market based economy like the Swedish economy they should, however, be considered quite realistic. In this model version and experimental setting there is one misspecification that has to be kept in mind. The individual firm dividend decision is not yet fully integrated with the investment decision, an erroneous property that the model shares with most theory on the matter. We will take great care to formulate our results with this in mind.",
                    "type": "paragraph"
                },
                {
                    "text": "We will demonstrate here that the dynamic misallocation effects of the corporate income tax system may be sizable when markets are substantially out of order and short term relative price movements have become very unreliable indicators of long term price movements, but our interpretation of these effects may turn out somewhat surprising.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "One particular price variable distorted by the tax wedge of the corporate income tax is the rate of return requirement of the individual firm. The effects on investment from faster than economically motivated fiscal depreciation schemes now prevalent in most industrial nations can be expressed in at least two different ways. Speeded up fiscal write offs create hidden tax credits that can be regarded as interest free borrowing. Since there is no alternative because of the tax wedge, the cost of capital is lowered. Hence, borrowing and more investment will be economically motivated. Alternatively one can say that the firm lowers its cut off rate on the margin until expected returns to investment meet the marginal supply price of funds. This in turn is dependent on the expected return to the investment itself since there are no other competing alternatives due to the tax wedge. In a neoclassical, static equilibrium setting the two formulations come to the same, since the rate of return requirement appears in the cost of capital expression and is equal ex ante and ex post. The rate of return is lowered ex post as firms increase investments each period.",
                    "type": "paragraph"
                },
                {
                    "text": "Several allocation aspects must be considered. For each given set of future price rays there may also be an alternative allocation of the same volume of investment among firms that creates a larger capacity increment. This allocation is, however, blocked by the tax wedge between the supply price of funds of the firm to the outside market and the indigenous demand price of the firm of its own funds. <a href=\"#fig1\">Figure 1</a> does not reject the hypothesis that a misallocation of investment resources may have taken place in Sweden during the postwar period.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00294%2Fijm-00294-fig001.tif",
                                "size": {
                                    "width": 1666,
                                    "height": 2892
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00294%2Fijm-00294-fig001.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00294-fig001.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Share of investment, employment, va0lue added and operating profits in percent of total manufacturing for Engineering industries and Raw material* based industries.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "There is, however, also a third possible type of misallocation of funds illustrated in <a href=\"#fig1\">Figure 1</a>, that requires a truly dynamic theory of allocation to capture, namely investments based on erroneous anticipations by the firm about future prices and/or an overly slow phasing out of old capacity made unprofitable through relative price change. If production is maintained at low profit plants or in subsidized loss operations the economy at large loses the extra output that locked in labor could have produced elsewhere.",
                    "type": "paragraph"
                },
                {
                    "text": "The micro-to-macro model allows us to quantify these three misallocation effects. Some preliminary experiments on this model will add to the discussion in some papers already presented at this meeting, particularly those on the cost of capital effects of corporate income taxation (e.g. <a href=\"#bib5\">Bergström and Södersten (1981)</a> who use the <a href=\"#bib15\">Jorgenson (1963)</a> definition of the cost of capital). The effects on firms’ investment and productivity and the consequent profitability distributions across firms, and their development during the structural adjustment process can be studied during the simulations.<a href=\"#fn1\"><sup>1</sup></a> All is furthermore aggregated to macro using the endogenously determined prices as weights to construct quantity aggregates. The tax change, trough rate of return requirements and the resource allocation process between firms can therefore be explicitly linked to economic growth over time. This is a dynamic market allocation problem very suitable for a micro-to-macro analysis with explicit, interlinked markets, where conventional macro based econometric techniques have their obvious limitations in clarifying what is going on. Complex events within and between firms transmitted through markets are not concealed in statistical aggregates in the micro­ to-macro approach.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Tax depressed rate of return requirements",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The micro-to-macro model (MOSES) integrates several firm decision modules through an explicit market process (the micro-to-macro-to-micro dynamic link) with the entire economy.<a href=\"#fn2\"><sup>2</sup></a> Several restrictive (unrealistic) ceteris paribus assumptions can therefore be eliminated in the analysis. This is both necessary and desirable when studying a “simultaneous” interactive market process between firms both across the economy and over time. It allows us to catch and to quantify complex causal time sequences in the economy. Some unexpected results appear.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The model is based on (1) a variable number of individual firm production planning and investment financing models, that are (2) integrated (and aggregated) through explicitly modelled labor, product, and credit markets, all being (3) limited from above by an exogenous upper technology constraint embodied in firms’ new investment vintages, and (4) within a sector model of the rest of the economy. The most important exogenous variables besides a) Government policy parameters, are b) foreign prices (one index for each of the four industrial markets), c) the foreign rate of interest, d) the rate of technical change of “best practice technologies” embodied in endogenous new investments of firms, and e) total labor supply.<a href=\"#fn3\"><sup>3</sup></a> The model is a “disequilibrium” one in the sense that markets are never fully cleared, stocks rarely kept at firms’ desired levels, and information on the states of disequilibrium fed back as expectational mistakes from period to period to be used in the formation of new anticipations. Adjustment of expectations may be too large, and “overshooting” of for instance prices and wages occur, something that in turn disturbs the capacity of markets to self-coordinate the economy. Hence, the model has no unique equilibrium point (solution) towards which it tends. It may be stable in the Liapunov sense. However, that stability is only defined for departures from equilibrium that are infinitesimally small. With our notion of a “bounded equilibrium region” that may be large and even include a self-coordination collapse of the economic system, we have a very different stability problem than that considered by <a href=\"#bib2\">Arrow and Hahn (1971)</a>. Is the economic system stable if a large part of a sub industry is competed out of business?<a href=\"#fn4\"><sup>4</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Furthermore, since long run growth is largely endogenous in the model economy which depends on a minimum orderly market behavior to self-coordinate properly, it is, as we will see, very difficult to keep the model economy within a too narrowly defined “equilibrium” growth region. This mathematical property of the model becomes an important dimension of the dynamic efficiency problem discussed in this paper.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The model has an elaborately developed short-term and long-term supply side embodied in the individual firm's planning process. There is an explicit link from the price and quantity outcomes in markets, through profit determination and cash flows via the rate of return, the rate of interest and borrowing, to new techniques of production. Hence productivity at the individual firm level is endogenous and for the whole model system economic growth is endogenous under an upper technology constraint embodied in individual firms’ endogenous new investments. There is another complete integration between the monetary sector and the real system across product, labor, and financial markets. Expected prices in product, labor and financial are thus integrated within the business plans of individual firms, that in turn comopete with each other in the same markets for income and resources (<a href=\"#bib9\">Eliasson, 1976b</a>).This makes the model truly dynamic in the sense that structural change is also endogenously determined. The micro model is complete with traditional Leontief input-output and Keynesian aggregate demand systems. Thus, price determination and income generation are combined in a theoretical (albeit numerical) model.<a href=\"#fn5\"><sup>5</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The model project requires substantial database work at the micro level. The annual Planning Survey of the Federation of Swedish Industries has been designed according to the format of the model, and the model is currently loaded with data from the 30 to 40 largest Swedish business groups.<a href=\"#fn6\"><sup>6</sup></a> The idea is to design a measurement system around financial decision units and to use the high-quality databases that firms use and maintain for their own purposes directly for an improved understanding of what goes on at the macro level. This is one of the primary purposes of the empirical part of the model project. Direct observation of the units of measurement allows the use of simple and efficient estimation techniques at the micro level. Some of this has been done and much is under way, but more database work has yet to be undertaken before the model has a satisfactory empirical footing.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 A disequilibrium theory",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Until recently, most analytical work on the model has been devoted to sensitivity analysis aimed at ascertaining the properties of the entire economic system. Even though positive influences on the model economy (like fiscal or monetary stimuli) generate normal short-term or medium-term effects, as in conventional macro-models, reversals normally build up endogenously with time through market prices as firms respond and revise their plans. We have consistently found that if shocks, positive or negative, are large and sudden enough, they disturb market price signaling and lead to mistaken expectations, investments and production plans which cause lasting damage in the form of lost growth. This has helped to clarify the restrictive nature of traditional equilibrium models when it comes to understanding the longer term. It is interesting to notice that pushing the economy too fast, too far towards short term optimum performance (call it “short term equilibrium like” market conditions) tends to produce disorderly markets, reduce price predictability and cause systems instabilities and long term losses in output. A conflict between short term (static) allocative efficiency and long term dynamic efficiency clearly exists in the model economy.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Part of the reason for these growth effects is the long transmission times of price disturbances that upset the relative price structure and make it difficult for individual firms to interpret market price and wage signals. Most of this problem has to do with adjustment step size and time frequency of response at the micro level and the across market linkages, notably efficient arbitrage in the labor market. A brief period with high prices and profits often changes into wage drift and a cost crisis that takes years to correct if the initial disturbance was strong enough. Firms grow cautious and investments are hurt. The model has exhibited good performance in tracking price transmission through the economy, and also longer-term growth rates.<a href=\"#fn7\"><sup>7</sup></a> High and irregular inflation that distorts relative prices in an unpredictable fashion have been shown to affect growth in a decidedly negative way.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Some properties of the model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The core of the model is the market, populated by financially defined firms, and their most defining decision is their investment decision. A combined capital budgeting, accelerator model of the <a href=\"#bib18\">Meyer and Kuh (1957)</a> and <a href=\"#bib7\">Eliasson (1969)</a> type is used in the planning system of the model firm. The firm calculates its cash inflow net of taxes, interest charges, dividends and mandatory financial requirements from working capital accumulation(inventories, trade credits, etc.). The firm is prepared to add to this cash flow by increasing its leverage if there is a positive gap between its internal, nominal rate of return and the current interest rate. This borrowing function is crucial for the tax experiments below.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Total internal and externa! cash inflows so calculated determine the upper limits of investment financing available each period. In the individual firm planning process management then checks back at current operating rates. If equipment stays idle new capacity investments are reduced in proportion to the degree of capacity utilization. In the present set up of the MOSES economy, long term expansionary expectations are not allowed to override the short-term financing and/or capacity constraints on investment spending.<a href=\"#fn8\"><sup>8</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "This paper is concerned with the macro allocation (growth) effects of the investment decision at the firm level. One important set of price variables that guides the market allocation of investments are of particular interest in that they allow the corporate income tax to enter as a wedge between the expected rate of return on the investment and the interest rate, or the cost of capital.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For the tax experiments to be carried out, we need not concern ourselves with the exact formulation of expectations formation in the cash flow investment function. The important (and unique) dynamic to understand is how the corporate income tax not only affects the cash flows and rates of return of firms directly, but also how all those effects are fed back macro-to-micro. So even though not very large in a short period perspective, in a selection based highly nonlinear model feed backs may cumulate with time into major change under certain parameter settings.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In its present form the cash flow-accelerator investment function can be said to have some ad hoc features when compared with current neoclassical investment theory. This, however, is largely a technical illusion. For one thing existing empirical neoclassical investment literature is mostly about estimating macro investment functions, while our models of firm investment behavior represent actual investment budgeting and decision procedures observed within firms, notably in <a href=\"#bib8\">Eliasson (1976a)</a>, and these procedures are not stylized neoclassical investment functions. Observed investment budgeting in firms is however therefore not necessarily incompatible with neoclassical principles, only with their exact static form in micro theory. In fact, we are pretty sure that the aggregate investment data generated by the MOSES model would not reject a neoclassical investment function.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 The investment decision in MOSES",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The corporate income tax enters the investment decision in two ways:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Through tax leakage in dividend flows; a cash flow effect",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Through its impact on rate of return requirements that affects the firm’s propensity to borrow to invest up to its long-term plan.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "There is of course a common neoclassical profit expectations concern involve both in the long-term investment growth plan and in the shorter-term dividend and borrowing decisions under 1 and 2 above.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Fiscal write-off rules in Sweden are relatively generous. Within broad operating limits it is possible to target a long run dividend policy and to report income for taxation accordingly.",
                            "type": "paragraph"
                        },
                        {
                            "text": "It is possible to delay dividend increases substantially until an increase in operating profits are understood to be permanent. Higher investments in construction, machinery and inventories make this easier in the short term, and in the long term if new investments also turn out to yield a higher return. Likewise, deteriorating profits do not have to lead to reduced book profits and dividends immediately for the same reasons. Hence, fiscal depreciation rules make short term stability in dividend payout rates possible. This feature is supported by reported experience and empirical evidence and must be entered into individual firm model specifications. We have thus incorporated the flexibility allowed for in Swedish corporate tax laws without exactly representing all the detailed arrangements provided by investment funds, special deductions for regional investments etc., which would have made the fabric of the firm model unnecessarily complex.<a href=\"#fn9\"><sup>9</sup></a> More exactly we assume that:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Firms target a dividend that corresponds to a payout rate of equity (as shown in the books) empirically estimated.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "The corporate income tax then is a fraction (somewhat larger than unity) of the dividend under 1, provided,",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "the nominal return to total assets is higher than a certain lower limit which most firms pass under normal circumstances. If this return-requirement is not satisfied,",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "no dividends are paid, and taxes are calculated as nominal rates on net taxable income.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "(The rate of depreciation used here is the general rate that the law prescribes, a parameter that we can vary in our experiments).",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "A general constraint that applies throughout is that taxes and dividends paid are always less than or equal to book profits.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "The tax-dividend relation, furthermore, has been made positively dependent upon the nominal tax rate, implying that firms will increase the dividend payout rate in response to a lowering of the tax rate (and vice versa).",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "Implicit behind these specifications is the assumption that, except in extreme situations, the firm never runs out of depreciable assets to the extent that the dividend-tax relationship breaks down. This is probably a quite acceptable approximation, and to model more fine detail here would both detract attention from our chosen problem and bring us right into the intricate mess of tax considerations that corporate finance people in most industrialized countries must spend too much time on.",
                            "type": "paragraph"
                        },
                        {
                            "text": "These assumptions defining the dividend decision are crude rules of thumb, albeit therefore not in contradiction to observation.<a href=\"#fn10\"><sup>10</sup></a> There is no reason to expect that these simplifying specifications have biased our experiments. We use them until a better empirical foundation has been obtained.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4 Corporate income taxes and dividends",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Rate of return requirements appear implicitly in the investment process, but are explicit in short term production planning. The propensity to borrow depends on the difference between the nominal after tax return on productive investments in the firm and in alternative financial investment opportunities. Hence, the before tax, ex ante rate of return (requirements) can always be calculated as well as (of course) the ex post rate of return realized.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The after-tax nominal rate of return on net worth (valued at replacement costs) of a firm can he shown to be:",
                            "type": "paragraph"
                        },
                        {
                            "id": "E1",
                            "label": "(1)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">N</mi><mi mathvariant=\"normal\">W</mi><mi mathvariant=\"normal\">T</mi><mtext> </mtext><mo>=</mo><mrow><mo>[</mo><mrow><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><mi mathvariant=\"normal\">T</mi></mrow><mo>)</mo></mrow><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">N</mi><mi mathvariant=\"normal\">W</mi><mtext> </mtext><mo>+</mo><mtext> </mtext><mi mathvariant=\"normal\">T</mi><mtext> </mtext><mo>⋅</mo><mtext> </mtext><mrow><mo>{</mo><mrow><mi mathvariant=\"normal\">D</mi><mi mathvariant=\"normal\">P</mi><mo>+</mo><mtext> </mtext><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">H</mi><mi mathvariant=\"normal\">O</mi><mi mathvariant=\"normal\">B</mi><mi mathvariant=\"normal\">O</mi><mi mathvariant=\"normal\">O</mi><mi mathvariant=\"normal\">K</mi><mo>−</mo><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">H</mi><mi mathvariant=\"normal\">O</mi></mrow><mo>)</mo></mrow><mi mathvariant=\"normal\">K</mi><mn>1</mn><mrow><mo>/</mo></mrow><mi mathvariant=\"normal\">N</mi><mi mathvariant=\"normal\">W</mi></mrow><mo>}</mo></mrow><mo>⋅</mo><mi mathvariant=\"normal\">N</mi><mi mathvariant=\"normal\">W</mi><mrow><mo>/</mo></mrow><mrow><mo>(</mo><mrow><mi mathvariant=\"normal\">N</mi><mi mathvariant=\"normal\">W</mi><mo>−</mo><mi mathvariant=\"normal\">T</mi><mi mathvariant=\"normal\">C</mi></mrow><mo>)</mo></mrow></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "<math id=\"inf1\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mo fence=\"false\" stretchy=\"false\">{</mo><mi mathvariant=\"normal\">D</mi><mi mathvariant=\"normal\">P</mi><mo>+</mo><mtext> </mtext><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">H</mi><mi mathvariant=\"normal\">O</mi><mi mathvariant=\"normal\">B</mi><mi mathvariant=\"normal\">O</mi><mi mathvariant=\"normal\">O</mi><mi mathvariant=\"normal\">K</mi><mo>−</mo><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">H</mi><mi mathvariant=\"normal\">O</mi><mo stretchy=\"false\">)</mo><mi mathvariant=\"normal\">K</mi><mn>1</mn><mrow><mo>/</mo></mrow><mi mathvariant=\"normal\">N</mi><mi mathvariant=\"normal\">W</mi><mo fence=\"false\" stretchy=\"false\">}</mo></mrow></mstyle></math> is the tax leverage.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The before tax rate of return is:",
                            "type": "paragraph"
                        },
                        {
                            "label": "(2)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">N</mi><mi mathvariant=\"normal\">W</mi><mtext> </mtext><mo>=</mo><mtext> </mtext><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">N</mi><mo>+</mo><mtext> </mtext><mrow><mo>{</mo><mrow><mrow><mo>(</mo><mrow><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">N</mi><mo>−</mo><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">I</mi></mrow><mo>)</mo></mrow><mo>⋅</mo><mtext> </mtext><mi mathvariant=\"normal\">B</mi><mi mathvariant=\"normal\">W</mi><mrow><mo>/</mo></mrow><mi mathvariant=\"normal\">N</mi><mi mathvariant=\"normal\">W</mi></mrow><mo>}</mo></mrow></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "{RN – RI)·BW/NW } being the financial leverage, and",
                            "type": "paragraph"
                        },
                        {
                            "text": "the nominal rate of return on total assets:",
                            "type": "paragraph"
                        },
                        {
                            "label": "(3)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">N</mi><mtext> </mtext><mo>=</mo><mtext> </mtext><mrow><mo>(</mo><mrow><mi mathvariant=\"normal\">M</mi><mo>⋅</mo><mi mathvariant=\"normal\">S</mi><mrow><mo>/</mo></mrow><mi mathvariant=\"normal\">A</mi></mrow><mo>)</mo></mrow><mo>−</mo><mrow><mo>(</mo><mrow><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">H</mi><mi mathvariant=\"normal\">O</mi><mo>⋅</mo><mi mathvariant=\"normal\">K</mi><mn>1</mn><mrow><mo>/</mo></mrow><mi mathvariant=\"normal\">A</mi></mrow><mo>)</mo></mrow><mtext> </mtext><mo>+</mo><mtext> </mtext><mrow><mo>(</mo><mrow><mi mathvariant=\"normal\">D</mi><mi mathvariant=\"normal\">P</mi><mo>⋅</mo><mi mathvariant=\"normal\">K</mi><mn>1</mn><mrow><mo>/</mo></mrow><mi mathvariant=\"normal\">A</mi></mrow><mo>)</mo></mrow></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Expressions (1), (2) and (3) are called the separable additive targeting formula and was found in the interviews in <a href=\"#bib8\">Eliasson (1976a)</a> to be commonly used as a profit margin targeting device that linked directly links to the origin of profits within the business organization.",
                            "type": "paragraph"
                        },
                        {
                            "text": "´The following symbols have been used and will reappear again:",
                            "type": "paragraph"
                        },
                        {
                            "text": "M: Operating gross profit margin in percent of S",
                            "type": "paragraph"
                        },
                        {
                            "text": "S : Sales",
                            "type": "paragraph"
                        },
                        {
                            "text": "T: The nominal tax rate",
                            "type": "paragraph"
                        },
                        {
                            "text": "RN: Nominal rate of return on total assets",
                            "type": "paragraph"
                        },
                        {
                            "text": "RI: Market interest rate (endogenously determined in the model)",
                            "type": "paragraph"
                        },
                        {
                            "text": "DP: Price change on investment goods",
                            "type": "paragraph"
                        },
                        {
                            "text": "RHOBOOK: Fiscal depreciation rate",
                            "type": "paragraph"
                        },
                        {
                            "text": "RHO: Calculated economic rate of depreciation",
                            "type": "paragraph"
                        },
                        {
                            "text": "K1: Fixed assets at replacement cost",
                            "type": "paragraph"
                        },
                        {
                            "text": "A: Total assets valued according to a replacement cost formula",
                            "type": "paragraph"
                        },
                        {
                            "text": "BW: Total debt",
                            "type": "paragraph"
                        },
                        {
                            "text": "NW: Net worth = (A - BW)",
                            "type": "paragraph"
                        },
                        {
                            "text": "NWBOOK: Net worth as it appears in the books, ie., total capital with fixed capital valued at historic cost, less RW",
                            "type": "paragraph"
                        },
                        {
                            "text": "TC: T<math alttext=\"\\cdot \" id=\"inf2\"><mo>∙</mo></math>(NW-NWBOOK)= hidden tax credit.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The idea behind (1) is that fiscal write offs (RHOBOOK) do not reflect the economic rate of depreciation (RHO) of assets. Hence hidden reserves are accumulated. They figure in the “true” balance sheets of the firm as non-interest-bearing tax credits and are regarded as such by firms’ management. Tax credits yield a leverage contribution to the return to equity, in the same way, see (2), as does borrowing at an interest rate that is lower than the return to total assets. The firm controls the size of its tax credits through its investment decision and its ability to avoid losses.<a href=\"#fn11\"><sup>11</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "While borrowing, and indirectly investment, are in turn driven by inter alia the relationship between RNWT and RI (see below) the production decision of the individual firm is controlled by an endogenously targeted value on M.<a href=\"#fn12\"><sup>12</sup></a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-5",
                    "title": "3.5 The rate of return requirement",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The tax leverage operates by lowering the effective tax rate below the nominal rate T, which means raising the rate of return above that with full taxation (=(l-T)·RNW) for a (NB!) given, before tax rate of return. The last point is the interesting one in this paper. To what extent can the before tax rate of return be assumed given in a total model context, or how does the investment decision, that is affected by rate of return requirements within the firm, and hence taxes, affect the rate of return on investment?",
                            "type": "paragraph"
                        },
                        {
                            "text": "In formula (1) above, the size of the interest free tax credit in proportion to net worth:",
                            "type": "paragraph"
                        },
                        {
                            "text": "NW/(NW-TC)",
                            "type": "paragraph"
                        },
                        {
                            "text": "boosts the after-tax rate of return by allowing the firm to earn its after-tax rate of return net of this interest free tax credit. Each period new such credit is generated to the extent that the inflation in equipment prices plus the rate of fiscal write off allowed exceeds the economically motivated depreciation of equipment (DP + RHOBOOK - RHO). This calculation abstracts of course from the additional leverage that comes from investing at a higher return than the interest rate.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The tax leverage can only be exploited on investments in depreciable goods,<a href=\"#fn13\"><sup>13</sup></a> not on alternative investments in nominal financial assets. For these the after-tax rate of return would be:",
                            "type": "paragraph"
                        },
                        {
                            "label": "(4)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">F</mi><mi mathvariant=\"normal\">A</mi><mi mathvariant=\"normal\">T</mi><mtext> </mtext><mo>=</mo><mtext> </mtext><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><mi mathvariant=\"normal\">T</mi></mrow><mo>)</mo></mrow><mo>∙</mo><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">I</mi></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where RI is the going interest rate.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As the business world is now organized in the MOSES model the firm borrows to invest, or abstains from lending its cash flows for two reasons:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "It earns a real return that is higher on these investments than what it can earn on financial investments.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "The tax system allows the corporate income tax to be postponed, by extending an interest free tax credit. A tax wedge, so to speak, enters the decision to allocate cash flows.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "alpha-lower",
                            "type": "list"
                        },
                        {
                            "text": "The two must be taken into consideration simultaneously. For instance, it might be remunerable to borrow for investment purposes to exploit the tax credit even if the interest rate is higher than the rate of return realized before tax.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The crucial point now is to allow these considerations to affect the borrowing decision and then the investment decision. In the current version of the firm model we simply assume:",
                            "type": "paragraph"
                        },
                        {
                            "label": "(5)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi mathvariant=\"normal\">D</mi><mi mathvariant=\"normal\">B</mi><mi mathvariant=\"normal\">W</mi><mtext> </mtext><mo>=</mo><mtext> </mtext><mi mathvariant=\"normal\">a</mi><mtext> </mtext><mo>+</mo><mtext> </mtext><mi mathvariant=\"normal\">b</mi><mtext> </mtext><mo>∙</mo><mrow><mo>(</mo><mrow><mtext> </mtext><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">N</mi><mi mathvariant=\"normal\">W</mi><mi mathvariant=\"normal\">T</mi><mo>−</mo><mrow><mo>(</mo><mrow><mtext> </mtext><mn>1</mn><mo>−</mo><mi mathvariant=\"normal\">T</mi></mrow><mo>)</mo></mrow><mtext> </mtext><mo>∙</mo><mi mathvariant=\"normal\">R</mi><mi mathvariant=\"normal\">I</mi><mtext> </mtext></mrow><mo>)</mo></mrow><mtext> </mtext><mi mathvariant=\"normal\">b</mi><mtext> </mtext><mo>&gt;</mo><mtext> </mtext><mn>0</mn></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where DBW is the net rate of change in outstanding debt. Add the net increase in the so determined net cash inflow from current operations in the firm less mandatory current capital accumulation, taxes, dividends and interest payments and the investment budget is obtained. This is the upper investment spending limit for the period. The current rate of capacity utilization determines the extent to which it will be used for investment in machinery and equipment or added to liquid assets.<a href=\"#fn14\"><sup>14</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "First, (5) represents an average profitability criterion for the entire firm based on returns on already invested capital that determine the rate of borrowing. Note, however, that marginal considerations appear important anyhow, since firms compete with one another for external finance in the credit market of the model, determining the interest rate (RI) in the process.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Second, (as mentioned) long term considerations are not allowed to override short term considerations in the model version used in this paper.",
                            "type": "paragraph"
                        },
                        {
                            "text": "These two objections will be attended to in due course. For the time being this model version is the analytical tool we have and the principal long term results should be the same. It always pays for the firm to invest and to gear up through borrowing as long as (RNWT- (1-T)•RI) is positive even though RN or RNW decreases in the process. In this sense the investment function incorporates marginal rate of return considerations.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-6",
                    "title": "3.6 The tax leverage",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. The Micro-to-Macro Model",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We have subjected the firms in the MOSES model to combinations of three different market environments and two fiscal depreciation regimes.",
                    "type": "paragraph"
                },
                {
                    "text": "The market environment reference base case is described by historic relative and absolute price change from 1968 to 1976 as shown in <a href=\"#fig2\">Figure 2</a>, and then a continuation of trends through 1987 (“stable market environment”).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00294%2Fijm-00294-fig002.tif",
                                "size": {
                                    "width": 1783,
                                    "height": 2655
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00294%2Fijm-00294-fig002.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00294-fig002.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Relative export prices 1950-1987. Index 100 = average price for all exports.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "In one market scenario we pivot relative prices more in favor of investment goods industries (applying a linear transformation during a four year period beginning in 1969) subjecting the raw material sector to stronger competitive pressure from abroad (“slow pivoting”). Throughout this scenario absolute export price change is the same as in the base case above. Only relative export prices change.<a href=\"#fn15\"><sup>15</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "In another (volatile) market scenario we pivot relative prices much faster (i.e. the transformation is completed within one year) against raw material producers (“fast pivoting”). The change, however, does not begin until 1974, immediately after the extreme raw materials price hike in Sweden 1973/1974. Again, the absolute export price development is kept the same.",
                    "type": "paragraph"
                },
                {
                    "text": "As for fiscal write-offs, we have assumed the average life length of total fixed assets to be 4 and 20 years respectively, compared to 7 years on average in the reference case.",
                    "type": "paragraph"
                },
                {
                    "text": "In the first <span class=\"underline\">A series</span> of two experiments we accelerate and slow down fiscal depreciation rates around the reference case with a stable relative price environment assumed.",
                    "type": "paragraph"
                },
                {
                    "text": "In the second <span class=\"underline\">B series</span> of two experiments, we do the same for the slow relative price pivoting. And in a third <span class=\"underline\">C series</span> of experiments we do the same for the fast relative price pivoting (the volatile market environment), except that we also add an experiment, combining the fiscal regimes. In the slow depreciation case, we repeated the experiment as before during the pivoting up to 1974, but with faster fiscal depreciation after 1974. This was to see whether more generous cash flows in engineering industries with a bright future (and raw materials now basically out of business) would speed up growth.",
                    "type": "paragraph"
                },
                {
                    "text": "For the discussion to follow the reader should note that the strong inflationary wave in 1973-74 is followed—as in reality—by a strong but temporary improvement in the relative price trend for raw materials (see <a href=\"#fig2\">Figure 2</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The reference case run used for comparison begins in 1968 and covers a statistical history of 9 years before it enters the future. It runs along historically known exogenous data to begin with and then on a trend projection. The model version used (being ready in mid-1978) traces historical trends and inflation rates well, however not so well for cyclical macro behavior. Besides, there are slight differences between actual and simulated interindustry growth rates that take on sizable proportions towards the end of the 20 year simulations that we perform here, long term “cumulation effects” that we have experienced before in MOSES simulations.<a href=\"#fn16\"><sup>16</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "The trend projections of exogenous data do not represent a realistic forecast --the recent IUI medium-term assessment of the Swedish economy (from which <a href=\"#fig1\">Figure 1</a> has been taken) projects a rather stronger expansion of engineering industries and a faster contraction of raw materials. Quantified effects from the simulation runs have been scale-adjusted and presented with reference to the above mentioned 1968-1987 base and is shown in Figure 5A–5G. This allows us to compare simulations with time series material all the way back to 1950.<a href=\"#fn17\"><sup>17</sup></a> These are our results:",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Lowering the rate of fiscal write off from 7 to 20 years (it is still above the calculated economic rate of some 30 years, used in the model) slows down investment spending in industry considerably (<a href=\"#fig3\">Figure 3A</a>) to approximately 75% of the level in the reference case for about 10 years. Thereafter bottlenecks in the production system, and a general increase in prices generate an investment boom for several years. Accelerating fiscal write-offs from 7 to 4 years increases investment spending somewhat throughout the whole period.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00294%2Fijm-00294-fig003.tif",
                                        "size": {
                                            "width": 2117,
                                            "height": 3339
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00294%2Fijm-00294-fig003.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00294-fig003.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "(<b>A</b>) Investments in Total Manufacturing, 1968-1987. Index 100 = Reference base case. (<b>B</b>) Private Consumption, 1968-1987. Index 100 = Reference base case.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Manufacturing output, however, is affected differently, depending upon which of the two scenarios we play (<a href=\"#fig4\">Figure 4</a>). For the first 5 to 8 years there is an increase in output compared to the reference case in both runs. In the expansive fiscal case this occurs through a demand effect via increased investment spending, and in the tightened fiscal case through a more efficient utilization (!!!) of existing capacity. Profit margins are coming down, but rates of return are maintained because of the more efficient utilization of capacity. More resources are freed for private consumption. This is, however, a transitional phase that reverses itself in the second decade of the simulation (see below).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00294%2Fijm-00294-fig004.tif",
                                        "size": {
                                            "width": 2105,
                                            "height": 1491
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00294%2Fijm-00294-fig004.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00294-fig004.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Total Manufacturing Output, 1968-1987. Index 100 = average price for all exports.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "When we look at the allocation patterns between industries the process gets more involved and interesting. (See <a href=\"#fig5\">Figure 5A–G</a>). First, it is interesting to note how loosely correlated investment spending and production are in the short term at both sector and total industry levels.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00294%2Fijm-00294-fig005.tif",
                                        "size": {
                                            "width": 2205,
                                            "height": 3504
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00294%2Fijm-00294-fig005.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00294-fig005.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "(<b>A</b>) Ratio of Investment in Raw Materials Production (RAW) and in Engineering (DUR), 1950-1987. (<b>B</b>) Employment in Engineering (DUR) in percent of Total Manufacturing Employment, 1950-1987. (<b>C</b>) Employment in Raw Materials Production (RAW) in percent of Total Manufacturing Employment, 1950-1987. (<b>D</b>) Operating Profits in Engineering (DUR) in percent of Profits in Total Manufacturing, 1950-1987. (<b>E</b>) Operating Profits in Raw Materials Production (RAW) in percent of Profits in Total Manufacturing, 1950-1987. (<b>F</b>) Value Added in Engineering (DUR) in percent of Value Added in Total Manufacturing, 1950-1987. (<b>G</b>) Value Added in Raw Materials Production (RAW) in percent of Value Added in Total Manufacturing, 1950-1987.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Second, the allocation effects from varying write­ off times compared to the reference case are as expected on the investment side although they are small. Accelerating fiscal write-offs increases the relative share of investment that goes to raw materials to begin with. In the longer term the effects cancel and vice versa for slowing down fiscal write-offs.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the slow fiscal write-off scenario total investments have been lowered in the first decade. Firms therefore must cope with less and less modern machinery and somewhat higher wage levels. They respond in the second decade by reducing output to maintain or increase profitability. This is not necessary in the accelerated fiscal write-off case.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We can learn from this that the traditional “static” allocation story holds in the short run (up to 5-7 years) but then has to be modified in several ways.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: The profitability in the two sectors is expressed in relation to total industry.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\" rowspan=\"2\">Scenario</th><th align=\"left\" rowspan=\"2\">Foreign price development</th><th align=\"left\" rowspan=\"2\">Fiscal depreciation rate</th><th align=\"left\" colspan=\"3\">Raw materials</th><th align=\"left\" colspan=\"3\">Engineering</th><th align=\"left\" colspan=\"3\">Total industry</th></tr><tr><th align=\"left\">1968/77</th><th align=\"left\">1978/87</th><th align=\"left\">1968/87</th><th align=\"left\">1968/77</th><th align=\"left\">1978/87</th><th align=\"left\">1968/87</th><th align=\"left\">1968/77</th><th align=\"left\">1978/87</th><th align=\"left\">1968/87</th></tr></thead><tbody><tr><td align=\"left\">A</td><td align=\"left\">Neutral</td><td align=\"left\">25%</td><td align=\"left\">109</td><td align=\"left\">109</td><td align=\"left\">109</td><td align=\"left\">97</td><td align=\"left\">100</td><td align=\"left\">99</td><td align=\"left\">98</td><td align=\"left\">98</td><td align=\"left\">98</td></tr><tr><td align=\"left\"/><td align=\"left\"/><td align=\"left\">5%</td><td align=\"left\">105</td><td align=\"left\">153</td><td align=\"left\">129</td><td align=\"left\">86</td><td align=\"left\">89</td><td align=\"left\">87</td><td align=\"left\">96</td><td align=\"left\">105</td><td align=\"left\">100</td></tr><tr><td align=\"left\">B</td><td align=\"left\">Slow</td><td align=\"left\">25%</td><td align=\"left\">68</td><td align=\"left\">10</td><td align=\"left\">39</td><td align=\"left\">122</td><td align=\"left\">176</td><td align=\"left\">149</td><td align=\"left\">105</td><td align=\"left\">139</td><td align=\"left\">122</td></tr><tr><td align=\"left\"/><td align=\"left\">pivoting</td><td align=\"left\">5%</td><td align=\"left\">82</td><td align=\"left\">-</td><td align=\"left\">-</td><td align=\"left\">105</td><td align=\"left\">-</td><td align=\"left\">-</td><td align=\"left\">99</td><td align=\"left\">-</td><td align=\"left\">-</td></tr><tr><td align=\"left\">C</td><td align=\"left\">Fast</td><td align=\"left\">25%</td><td align=\"left\">97</td><td align=\"left\">23</td><td align=\"left\">60</td><td align=\"left\">106</td><td align=\"left\">164</td><td align=\"left\">135</td><td align=\"left\">98</td><td align=\"left\">105</td><td align=\"left\">101</td></tr><tr><td align=\"left\"/><td align=\"left\">pivoting</td><td align=\"left\">5%</td><td align=\"left\">97</td><td align=\"left\">20</td><td align=\"left\">58</td><td align=\"left\">91</td><td align=\"left\">166</td><td align=\"left\">128</td><td align=\"left\">97</td><td align=\"left\">139</td><td align=\"left\">118</td></tr><tr><td align=\"left\"/><td align=\"left\"/><td align=\"left\">5-25 %</td><td align=\"left\">95</td><td align=\"left\">21</td><td align=\"left\">58</td><td align=\"left\">91</td><td align=\"left\">168</td><td align=\"left\">130</td><td align=\"left\">96</td><td align=\"left\">121</td><td align=\"left\">109</td></tr></tbody></table>"
                                    ],
                                    "title": "Real return to total capital before tax. Index 100 = References base case.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Experiment series A (stable market environment (= REF))",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "When relative prices are pivoted slowly in favor of engineering industries (compared to the base case) a slight initial extra investment spending period in the raw material sector can be observed (<a href=\"#fig5\">Figure 5A</a>) due to a temporary raw materials cyclical improvement in 1969/70. The relative cyclical price improvement in 1973/74 is however removed in this case. The deteriorating competitive situation cuts into profits fast and reduces the investment misallocations stimulated by past profits. (<a href=\"#fig2\">Figures 2, 5A and E</a>). The raw materials industry gradually fades away over some 10 years. With a slower fiscal write-off, investment in the raw material industry is curtailed faster. The waste of investment resources in the raw material industry due to generous fiscal write-offs, however, does not seem to mean much economy wide - contrary to the traditional view. Generous fiscal write-offs help the expanding engineering industry even more in the longer (beyond 5 year) run and this can be most clearly seen in both total and relative investment and output levels (<a href=\"#fig3\">Figures 3A–5A</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Hence, while static allocative efficiency seems to have improved in the short run through a tightening of fiscal depreciation rules, bottlenecks in capacity develop after some time, instabilities are generated. and a sudden investment boom to replace capacity started around years 8 to 10. The very large differences in the investment cycle generated by the fiscal parameter change are clearly demonstrated in <a href=\"#fig3\">Figure 3A</a>. It is interesting, however, that it takes so long (<a href=\"#fig4\">Figure 4</a>) for the effects to show in output in all experiments. <a href=\"#table1\">Table 1</a> illustrates this in compact form. In fact, looking at the first 10 years only suggests that there are no effects. By tightening fiscal depreciation rules investment can be reduced by 25% with no loss in output during the first 10 years. Even more important, however, seems to be that expanding firms in the engineering industry do not grow as fast because of less generous fiscal stimulus. One may perhaps conclude that long run dynamic efficiency has not improved, or that a tight fiscal policy vis-a-vis firms has raised the discount rate and shortened the planning horizon, with less growth long run growth as a consequence. As in the A series of experiments, accelerated fiscal write-offs also here lower the real rate of return on total assets in the long run -and vice versa. This is, however, not the whole thing. The most interesting outcome, which has also been observed historically, appears when relative prices in a model simulation are pivoted against raw materials firms.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "id": "T1_FN1",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "All in raw material sector and after 1980. Initial number of firms in each sector is 15.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\" rowspan=\"2\"/><th align=\"left\" colspan=\"2\">Investment</th><th align=\"left\" colspan=\"2\">Output</th><th align=\"left\" colspan=\"3\">Raw material output</th><th align=\"left\" rowspan=\"2\">Number of firms closed down<a href=\"#T1_FN1\">*</a></th></tr><tr><th align=\"left\">1968-77</th><th align=\"left\">1968-87</th><th align=\"left\">1968-77</th><th align=\"left\">1968-87</th><th align=\"left\">1974</th><th align=\"left\">1977</th><th align=\"left\">1987</th></tr></thead><tbody><tr><td align=\"left\"><span class=\"underline\">A-EXPERIMENTS Base</span> case, with fast write-off</td><td align=\"left\">110</td><td align=\"left\">110</td><td align=\"left\">104</td><td align=\"left\">103</td><td align=\"left\">100</td><td align=\"left\">102</td><td align=\"left\">110</td><td align=\"left\">0</td></tr><tr><td align=\"left\"><span class=\"underline\">Base</span> case, with slow write-off</td><td align=\"left\">73</td><td align=\"left\">105</td><td align=\"left\">100</td><td align=\"left\">97</td><td align=\"left\">99</td><td align=\"left\">97</td><td align=\"left\">128</td><td align=\"left\">0</td></tr><tr><td align=\"left\"><span class=\"underline\">B-EXPERIMENTS Slow</span> price pivoting, with fast write-off</td><td align=\"left\">123</td><td align=\"left\">123</td><td align=\"left\">104</td><td align=\"left\">109</td><td align=\"left\">89</td><td align=\"left\">74</td><td align=\"left\">81</td><td align=\"left\">11</td></tr><tr><td align=\"left\"><span class=\"underline\">Slow</span> price pivoting, with slow write-off</td><td align=\"left\">75</td><td align=\"left\">-</td><td align=\"left\">100</td><td align=\"left\">-</td><td align=\"left\">94</td><td align=\"left\">76</td><td align=\"left\">-</td><td align=\"left\">0</td></tr><tr><td align=\"left\"><span class=\"underline\">C-EXPERIMENTS</span></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\"><span class=\"underline\">Fast</span> price pivoting with fast write-off</td><td align=\"left\">110</td><td align=\"left\">102</td><td align=\"left\">104</td><td align=\"left\">102</td><td align=\"left\">100</td><td align=\"left\">99</td><td align=\"left\">64</td><td align=\"left\">12</td></tr><tr><td align=\"left\"><span class=\"underline\">Fast</span> price pivoting with slow write-off until 1987</td><td align=\"left\">73</td><td align=\"left\">128</td><td align=\"left\">99</td><td align=\"left\">102</td><td align=\"left\">98</td><td align=\"left\">93</td><td align=\"left\">58</td><td align=\"left\">7</td></tr><tr><td align=\"left\"><span class=\"underline\">Fast</span> price pivoting with slow write-off through 1973, then fast</td><td align=\"left\">87</td><td align=\"left\">132</td><td align=\"left\">100</td><td align=\"left\">104</td><td align=\"left\">98</td><td align=\"left\">94</td><td align=\"left\">50</td><td align=\"left\">9</td></tr></tbody></table>"
                                    ],
                                    "title": "Investment and output effects of fiscal experiments in manufacturing. In percent of reference base case (= 100) on the average.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In the early 80’s, firms in the raw Swedish materials markets are beginning to experience new competitive pressure to the extent that several of them close down, not being able to produce at acceptable profit margins. Earlier, the expanding engineering industry had not been able to employ people at the rate desired without pushing up wages at the expense of its own profitability. With several large raw material producing firms leaving the market, labor is however freed for employment in the engineering sector. These firms take off at a fast rate and at general wage increases that are low enough not to eliminate the incentives to invest and grow, as was the case in the A-series. The importance of strong competition between the “old” and the “new” industries in factor markets is illustrated in a “Schumpeterian fashion”. Output shoots above the base case in the second decade of the simulation. (<a href=\"#fig3\">Figures 3A and 4</a> and <a href=\"#table1\">Table 1</a>). The total allocation effect hence is very large, and this simulation illustrates that the waste caused by even large mistaken investments decisions may be small or negligible. <i>The large social and private costs are incurred when production continues in the inferior manufacturing plants. Labor is locked in there at market wages, which the plant is able to pay as it runs down its equity gradually at a return slightly above current costs. A somewhat higher overall wage level than otherwise is maintained and expanding firms cannot recruit workers without offering large wage incereases that generate a wage drift accross the market which even endangers their own expansion plans.</i> This deprives the entire economy of a larger output from the same labor elsewhere. If so, a fast deterioration of the competitive position of such firms, to the extent that they are forced to shut down, will produce a higher “social return” than a gradual deterioration that allows inferior firms to keep producing until they fade away, due to dwindling financial resources to invest.",
                            "type": "paragraph"
                        },
                        {
                            "text": "There are three additional qualifications to this conclusion. The government may step in with a social welfare program for dying firms as it has done in Sweden during the last few years, and in other countries like France and England for many years. Then the beneficial allocation effects will be further delayed (or disappear) and output will be lost in the long run. There has not been time and money for simulating the Swedish government subsidy program on the model yet, but such an experiment is certainly feasible.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Second, if the relative price change is too sudden and too strong, market prices throughout the economy may be distorted to the extent that instabilities develop that hurt growth more than what is achieved through the improved allocation discussed above. The relative price pi­voting in export markets assumed in the B set of the experiments was not enough to force the model economy into such an unstable state.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Third, it may be argued that workers that lose their jobs, nevertheless will not move to the new jobs being offered. Geographical distance, that is not explicit yet in this model version, may be one reason. This feature of real life can be said to be covered in a somewhat crude way in the current model version. The labor market search pattern and wage response parameters of labor and firms allow realistic wage level differentiation to develop between firms in those simulations that best capture postwar Swedish economic development. This may be interpreted as partly due to labor immobility because of geographical distance. If unemployed workers were 100 percent deprived of income, they certainly would move to a job offered.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Each period, each member of the labor force has a well-defined “reservation wage”; when on a job his/her current wage plus a “mobility threshold”, that can be varied; when unemployed an unemployment benefit amounting to a fraction (here 60 percent) of the average wage in manufacturing. Workers move voluntarily when offered a wage higher than his/her reservation wage. The objection then is not really that geographical distance suggests other, higher reservation wages, they can be changed in a new series of experiments if somebody comes up with better empirical information than we have. The point is that if workers do not move in response to market incentives to accomplish together a more efficient allocation they have been stimulated to stay where they are by a combination of taxes, subsidies and unemployment benefits. The allocation in the experiments reported here has been accomplished on a parameter specification that seems to be quite good for the post­ war Swedish economy. The experiments suggest that you can improve that allocation by varying the tax-subsidy and in particular unemployment benefit parameters that stimulates workers to move.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Experiment series B (SLOW Price PIVOT)",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Experimental design and results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Profitable firms trying to expand in experiment series A with generous fiscal treatment tended to drive up wages (overshooting) and imperil their own profitability position if expanding too rapidly. The business situation for expansive firms was dramatically improved when relative prices were pivoted (in the B series of simulations), favoring engineering firms and forcing several raw material firms out of business, making labor available for expanding firms in the process. Stability in the market price system and of total economic development was increased. However, a typical characteristic of the Micro-Macro model is that when price change gets faster and stronger, feedback effects through the entire economy may create a different type of instability. If the production structure cannot adjust fast enough, the speeded up adjustment may make market prices irregular, jumpy and difficult to interpret by the firms. In earlier versions of the model, loaded only with synthetic firms, interfirm variation in productivity was very small. There was so to speak only a very thin Salter tail of relatively low performing firms. Almost an entire industry might be forced to close down over a few years because of a sudden relative price change. The curtailed domestic supplies and the new labor market situation that followed kicked the economy into an entirely new state, which in turn changed the price structure drastically, etc.",
                    "type": "paragraph"
                },
                {
                    "text": "This time half the data consisted of real firms, and even though some essential, individual firm information was still “synthetic” at the initial year 1967, between firm productivity variation was much larger. Hence the systems effects were not as dramatic as they had been earlier.",
                    "type": "paragraph"
                },
                {
                    "text": "The critical stability issue this time has to do with the rate of structural change policy makers are willing to absorb. One may say that the C series is similar to the Swedish policy response during the 1973/74 oil price shock. Raw material prices were allowed to be transmitted through the economy and be followed by a strong surge of wage drift as product prices leveled out unexpectedly in 1975 and after, mainly because of a sudden drop in raw material prices. The effects are dramatic in the model experiments. Raw material producers invest and expand through 1974 and then everything suddenly reverses with the subindustry (almost all firms) practically disappearing during the 80’s. The instability created has to do with the speed of disappearance of a large subindustry, employing in 1974 some 20 percent of the entire manufacturing labor force, to become something quite insignificant some 10 years later (see <a href=\"#fig5\">Figure 5C</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The consequences for the rest of manufacturing are interesting, as are the role different fiscal depreciations rules have played.",
                    "type": "paragraph"
                },
                {
                    "text": "The first thing to note is that generous depreciation rules turn out to be a killing experience for the raw material firms. They invest (see <a href=\"#fig5\">Figure 5A</a>) and expand too fast, only to go bankrupt when the market situation suddenly reverses. Only three firms of 15 are “alive” at the end of the simulation. Other industries benefit when laid off workers can be rehired at lower wage offers, but total industry output remains below that in the earlier matching B experiment, when prices are pivoted against raw materials firms and at a slower rate. This misallocation due to a too fast adjustment of production structures cannot be made up for in 15 years.",
                    "type": "paragraph"
                },
                {
                    "text": "There are two lessons to be learned here. One, there are transactions costs involved during the structural transition because workers are then not as efficiently reallocated as is technically possible, and firms need time to get their production plans in order. Two, however, if the transition is pushed too fast, for instance through policy, market pricing gets disorderly, predictability is lowered for firms and their rate of anticipation and decision mistakes increases, an additional transactions cost. These are principal results coming out of the model specification, and none of these two transactions costs are recognized in traditional equilibrium analyses which lacks markets and assumes fully informed actors. It may even be the case that these transactions costs are (much) larger than the improvements in productivity that the immediate, perfect, and static reallocation of resources the same equilibrium analysis would have resulted in by assumption. The calibration and the database of our model, however, need further work before we can offer such quantitative conclusions (see below). <i>The policy advice is, however, clear. It may be far more important for the policy maker how not to disturb markets than to calculate the optimum position of the post policy positioning of the economy, because its location depends on how to get there</i>.",
                    "type": "paragraph"
                },
                {
                    "text": "Next, when depreciation rules are tightened investment slows down in all industries during the first decade. Obviously, this means very little for output, even though investment is reduced substantially. It saves several raw material producers from mistaken overexpansion and close down in the aftermath of the reversal. This time only seven firms close down compared to 12 in the earlier run. In this way the raw materials producing industry contributes to growth while other industries, notably investment goods industries, find time to catch up. Output in total manufacturing, as well as raw material production, throughout the 20 year period is in fact larger than in the scenario with generous fiscal write-offs.",
                    "type": "paragraph"
                },
                {
                    "text": "It should finally be of interest to ask <i>which tax regime gives</i> the best result, or <i>the optimum rate of structural adjustment given full knowledge of the market scenario</i>. It appears that results in terms of long term growth in output are much improved when fiscal depreciation rules are kept tight until the raw material boom in 1974 has petered out and then accelerated for the rest of the period. However, the extra output gain during the second decade is then more costly for firms, in terms of investments needed to benefit optimally from the drastic interindustry resource reallocations incentivized by the long term relative price chance.",
                    "type": "paragraph"
                },
                {
                    "text": "Some further micro detail is worth observing. In the earlier experiments relatively profitable raw material producers locked up labor resources and kept engineering firms from expanding during the first half of the simulation period. Now tight fiscal rules have kept raw material producing firms from expanding during that period. When the market turns decisively in favor of engineering industry from 1974 and onwards, there is enough labor for firms to expand without strong wage drift. With more generous fiscal depreciation rules they expand employment so heavily that they drive up wages to such an extent that two additional raw material producers find it in their interest to close down. The result is a higher total output throughout the 20 year period than in all other experiments and in particular during the second 10 year period. There obviously cannot be a simple one-to-one correspondence he tween profitability and growth at the macro level. The reallocation of resources between firms that enhances output reduces rates of return in high performance, rapidly expanding firms and vice versa, leaving very little of stability in any macro relationship one might want to estimate.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Stability and taxes – The optimum rate of structural change",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The allocation effects of the fiscal depreciation experiments are also mirrored in the before tax returns to capital (see Section 2).",
                    "type": "paragraph"
                },
                {
                    "text": "The individual firm may overinvest, driving down the before tax rate of return, while the after tax rate of return on equity increases because of more generous fiscal depreciation rules (series A), or it may invest too much in the wrong market for the same reasons, driving down all rate of return measures (series B and C).",
                    "type": "paragraph"
                },
                {
                    "text": "An expansive industry being further stimulated to invest by generous fiscal write-offs may drive up the wage level for other industries and hold rates of return down. If market conditions are suddenly reversed (C series of experiments), the magnitude of the earlier misallocation of resources, and the speed with which it is corrected determines the rate of return consequences for other industries and for the whole manufacturing industry. The faster low profit firms disappear, the faster over all profitability recovers. Overall, the complexity of the market allocation machinery should warn not to expect as clear conclusions on the rate of return side as on the growth side in the previous sections.",
                    "type": "paragraph"
                },
                {
                    "text": "We will examine the real rate of return to capital in all industry, and in each of the two markets raw materials production (RAW) and engineering (DUR) under the two tax regimes; under stable market conditions (series A), as well as when the environment is changing on the price side (series B and C). Finally, we will examine individual firm behavior at the micro level.<a href=\"#fn18\"><sup>18</sup></a>",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "In a stable and prrdictable market environment (= A-series of experiments) an increase or decrease of depreciation allowances leaves before tax profitability, effective rates of taxation and total manufacturing output only moderately affected (see <a href=\"#fig4\">Figures 4, 6 and 7</a> and <a href=\"#table2\">Table 2</a>). Pivoting relativer prices (B series), and especially the fast pivot in the C series, lower market predictability and cause significant effects at the manufacturing macro level, some of them unexpected. They require that we take the explanation down to the miceo market level.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00294%2Fijm-00294-fig006.tif",
                                        "size": {
                                            "width": 2119,
                                            "height": 5859
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00294%2Fijm-00294-fig006.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00294-fig006.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "(<b>A</b>) Rate of Return on Total Assets before Tax, 1968-1987. Total Manufacturing. Index 100 = Reference base case. (<b>B</b>) Rate of Return on Total Assets before Tax, 1968-1987. Engineering (DUR) in Relation to Total Manufacturing. Index 100 = Reference base case. (<b>C</b>) Rate of Return on Total Assets before Tax, 1968-1987. Raw Materials Production (RAW) in Relation to Total Manufacturing. Index 100 = Reference base case",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig7",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00294%2Fijm-00294-fig007.tif",
                                        "size": {
                                            "width": 2206,
                                            "height": 2739
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00294%2Fijm-00294-fig007.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00294-fig007.jpg"
                                        }
                                    },
                                    "label": "Figure 7",
                                    "title": "Rate of Taxation* in Total Manufacturing, 1968-1987. Index 100 = Reference base case",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "With a slowly introduced price disadvantage for the raw materials industry in the B-series, the “best” fiscal policy at the total industry level seems to be the generous one. In the long run, a rate of return level 22% above that in the reference case is attained. Over the first ten years an improvement of 5% can be compared to a deterioration of 2% in the tight policy alternative.<a href=\"#fn19\"><sup>19</sup></a> When foreign prices are drastically turned around, in the C series of experiments, the situation is reversed. A harsh fiscal policy leaves all industry 18 % better off on the rate of return side, instead of l% in the generous case.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the last experiment on the C-scenarios, we start with a fiscal depreciation rate of 5%. Once raw material firms are “safely on the downward side” from 1974 and on, we raise the rate to 25%, with a view towards stimulating investments in profitable growth industries. One result of this is much more total output (see <a href=\"#fig4\">Figure 4</a> and <a href=\"#table1\">Table 1</a>). Compared to the case with generous fiscal rules, the overall allocation of resources has improved a lot through clever policy. Both the private and the social benefits from this extra allocation effect are large.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Such action also makes rates of return at total industry level increase substantially, but not to the level obtained when fiscal depreciation rules were kept tight throughout the entire period and forced firms to economize on capital account. The other side of this has already been observed in earlier sections. A more generous fiscal policy stimulates investment and growth in engineering. Demand for labor increased, as did the wage level, driving down before tax returns to investment slightly throughout manufacturing industry.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-1",
                    "title": "6.1 Macro level",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In <a href=\"#fig5\">Figure 5D and E</a> the shares of total industry profits represented by the two subindustry groups are shown. In <a href=\"#fig6\">Figure 6B and C</a>, before tax rate of return variations around the base case are illustrated. It should be noted that in the initial position raw material industries (RAW) are inferior to engineering (DUR) in respect of profitability, reaching only 65% of the manufacturing average.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Speeded up fiscal depreciation in the stable market A-series improves the relative rate of return of the depressed raw material producing firms. In the markets for durable goods, profitability stays at the earlier level. Behind this shift in favor of RAW material producing firms, we find an uneven distribution of investment expenses. RAW materials producers responded immediately and heavily to the tax incentives with investments, as well as with increased hiring of workers. Investments in DUR, on the other hand, were not affected during the first years. The different profitability positions at the beginning were thus crucial for the decisions to invest and expand. An investment boom in DUR did come about, but it was delayed until the second decade of the simulation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When nominal rates of return on net worth before and after tax are compared with those in the reference case, we find that more generous fiscal write off rules increase the after tax rate of return relatively more and uniformly in all four manufacturing markets. This is the typical effect of tax- leverage from the interest free tax-credit (see <a href=\"#E1\">Equation 1</a> in section 3.5). This result would have been even more interesting if the model had allowed for a third source of finance, namely new issues of share capital. In the current model version no stock exchange exists. The only investor watching the rate of return development and comparing it with alternative investment opportunities, is the firm itself.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The generous fiscal policy resulted in an expected increase in investments (+10 at the all-industry level). Since the lion’s share is directed to the relatively unprofitable raw material industry during the first years, the overall output effect is limited to an increase of 2.5 percent, and the return on total capital to a decrease of 2 percent.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Under the opposite, tight depreciation regime returns to capital among raw materials producers increase strongly while they decrease among investment goods producers. The reason is the depressed investment cycle, generated by the fiscal rules throughout industry. It hurts durable goods producers for some 10 years. Then a strong replacement investment cycle sets in. The simulation, however, ends with a permanently reduced investment goods producing sector (DUR).",
                            "type": "paragraph"
                        },
                        {
                            "text": "As a consequence of the gradual favoring of DUR in the B-series of simulation experiments, profits and cash flows fade away slowly in the raw materials sector. Faster fiscal write-offs mean more investment in that sector than would otherwise have been the case, but the stimulus mostly increases investment in the already expanding DUR-industries. This expansion worsens the already exposed competitive situation of raw materials producers even further. During the second half of the simulation returns to capital in this industry is down to one tenth of that in the base­ case. Durable goods industries totally dominate the investment scene. 11 out of 15 raw materials producing firms close down in the 1980’s and this fact helps to keep down wages and keep up profitability among the surviving firms. Labor migrates to the engineering industry. In 1968 22.7 and 36.2 percent of those employed in manufacturing worked in the RAW and DUR industries respectively. Twenty years later only 4. 2% remain with RAW, whereas 78. 3% earn their living in durable goods producing firms.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When relative prices are pivoted more strongly against raw material producers after the temporary profit bonanza in 1973/74 (C-series), the allocation process is disturbed. The redistribution of real resources is not carried out quite as smoothly as in the slow pivoting, (B-series), and this shows most clearly in profitability development, the general level of inflation and the external balances of the economy. The restructuring of industry in the generous fiscal case does the most damage to overall profitability (see <a href=\"#table2\">Table 2</a>), and allocation results, in terms of output, are dismal compared to the other fiscal alternatives (see <a href=\"#fig4\">Figure 4</a>). 12 out of 15 raw materials producing firms close. In the tight fiscal case, insufficient investment and capital equipment create, in the first decade, a general run for labor, driving wages and domestic prices sky high. A prolonged profit depression in industry starts due to deteriorating export margins.<a href=\"#fn20\"><sup>20</sup></a> The model economy is on its way back to normal profits and a restored external balance towards the end of the 20 year simulation but at a price level same 40 percent above that in the tight fiscal and/or the base reference case.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-2",
                    "title": "6.2 Markets and industries",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "All experiments described in this article were carried out on a model-setting containing 30 real and 30 synthetic firms, equally divided on the four industrial markets. Initial consolidated accounts of all firms added up to Swedish national accounts data by industry. We will now take a closer look at these micro-units in the raw materials production and engineering industries.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig8\">Figures 8 and 9</a> show the profitability outcome in two C-simulations on a firm-by-firm basis, namely the one with a tight fiscal policy throughout, and the one with a change to a generous policy after six years.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig8",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00294%2Fijm-00294-fig008.tif",
                                        "size": {
                                            "width": 2091,
                                            "height": 1776
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00294%2Fijm-00294-fig008.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00294-fig008.jpg"
                                        }
                                    },
                                    "label": "Figure 8",
                                    "title": "Rate of Return on total capital before tax (percent)",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig9",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00294%2Fijm-00294-fig009.tif",
                                        "size": {
                                            "width": 2096,
                                            "height": 2122
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00294%2Fijm-00294-fig009.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00294-fig009.jpg"
                                        }
                                    },
                                    "label": "Figure 9",
                                    "title": "Rate of Return on Net Worth before (RWN) and after (RWNT) tax 1979 (Percent).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Increased foreign competition (through price-pivoting) led to a shrinking RAW-industry in both experiments. The two scatter-diagrams show only firms that managed to escape bankruptcy and exit. The number of RAW firms has been reduced to one third.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Returns to total capital 1968 and 1979 have been plotted in <a href=\"#fig8\">Figure 8</a> for the remaining firms under the two schemes. The arrows indicate the direction of the shift, with the head pointing at the “easy fiscal policy” observation. In general, firms exhibiting a low rate of return in the first case tend to stay at that low level also after the change has taken place (the bottom-left part of the diagram). They seem however (with a couple of exceptions) to be heading upwards. The opposite behavior can be observed for the initially high profitability firms. Their rates of return decline.",
                            "type": "paragraph"
                        },
                        {
                            "text": "This fits our original hypothesis that highly profitable firms increase their investments because of fiscal stimulus, to the extent that they drive down before tax rates of return on the margin. Firms on the edge of ruin, on the other hand, were able to consolidate their positions by contracting output and slowing down investment. The scatter furthermore leaves the impression that good or bad “luck”, in terms of profits, stays with firms for a long time in the model, as in reality. The scatter stays rather close to the 45°-line.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig9\">Figure 9</a> shows the changed relation between before- and after-tax rates of return on net worth in the two experiments. Again, the arrowheads point in the direction of generous fiscal policy observations.",
                            "type": "paragraph"
                        },
                        {
                            "text": "All firms experience higher after-tax returns as a consequence of tax stimulus. However, the most striking feature is the clustering of firms into two separate groups with entirely different performance characteristics. Almost all high-profit units lower their before-tax rate of return as a result of the more generous depreciation rules, while the low-profit units do the reverse. In fact, we are presented with an explanation for the drop in profitability in engineering industries observed in <a href=\"#fig8\">Figure 8</a>. The reason is a combination of reduced slack and a contraction of output growth to a relatively more efficient and profitable production range of the firms as a result of more competition. Part of this is reflected in a migration of workers from raw material firms into expanding engineering firms. This final observation illustrates one important feature of the growth process, namely that growth itself affects factor prices so that they tilt against the growing firms. Endogenous factor price feedback so to speak operates as a “growth cost factor” that increases faster than proportionally to growth. It is then also easy to see that artificial price wedges (like taxes and subsidies) will reinforce that mechanism, slowing down both resource reallocations and growth, through increasing the cost of growth. In other words, speeding up reallocation of resources to raise growth through raising incentives and/or speeding up markets are frustrated by a policy created countervailing increase in the costs for growth.",
                            "type": "paragraph"
                        },
                        {
                            "text": "These results finally tell that one needs a dynamic representation of a market economy with endogenous structural change and price setting at the micro level to understand the behavior of the macro economy. Since macro behavior constantly feeds back on market actors, the job market situation and the welfare of individuals and households that market based economy wide understanding is a minimum for informed policy making, in the case of this paper corporate tax policy.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-3",
                    "title": "6.3 Micro level",
                    "type": "section"
                }
            ],
            "id": "s6",
            "title": "6. Profitability and taxes",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "As described in <a href=\"#bib17\">Lindberg (1980)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For Model Of the Swedish Economic System.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Historic productivity data 1955-1975 on new “best practice technology” investments by sub industry was collected in a separate survey carried out jointly by the IUI and the Swedish Academy of Engineering Sciencies (IVA). These data have been used both to calibrate the MOSES model and to predict the same productivities in MOSES simulations. See <a href=\"#bib3\">Carlsson (1981)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See also <a href=\"#bib19\">Ysander (1981)</a> discussion on stability in this same conference volume. Perhaps the <a href=\"#bib16\">LaSalle and Lefschetz (1961)</a> concept of ”practical stability” is a more useful reference for our stability analysis, or most likely, none of these static equilibrium concepts of stability is of relevance for characterizing the dynamic properties of the MOSES model economy.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A complete description of the MOSES model as it stood in autumn 1979 can be found in <a href=\"#bib9\">Eliasson (1976b)</a> and <a href=\"#bib11\">Eliasson (1978)</a>. For the role of expectations and labour market arbitrage in particular, see <a href=\"#bib10\">Eliasson (1977)</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Covering ca 80 percent of output in Swedish manufacturing",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For instance see <a href=\"#bib14\">IUI (1978)</a> where the capacity of MOSES to track the rate of transmission of a foreign price shock through wholesale prices and wages to the consumer price index is shown.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "There are currently two versions of the investment- financing decision. The simpler version described here and used in the experiments assumes “static expectations” (today is tomorrow forever), as is commonly the case in traditional neoclassical investment literature. The more realistic alternative (see <a href=\"#bib9\">Eliasson, 1976b</a>) introduces a Stockholm School ex ante alternative where long range expectations are allowed to override short term expectations when investment and growth plans are drawn up. This makes a more varied characterization of individual (real) firms possible, but also complicates the reaction pattern to feed backs of individual firm expectational mistakes.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This is the reason we used the term “relevant surface” behavior in the previous section.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The dividend formula has in fact been taken directly from actual practice reported on in a Swedish firm. See <a href=\"#bib8\">Eliasson (1976a)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "It is logical for firm management to view the potential tax burden as an interest free credit. It is however not rational, neither for the firm nor the economy to behave as if it is. For the firm it means that it can lower its before tax rate of return target without lower its after tax rates of return which is a high risk long term proposition, as we will show. For the economy at large it means a misallocation of resources, a problem we will also come back to.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"#bib1\">Albrecht and Nadiri (1978)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "An inventory accumulation means that the Swedish firms can enjoy an even more favorable tax benefit. The inventory tax credit has been used to induce firm to produce for inventories to even out the business cycle, as has also been the case with the special Swedish Investment funds system. See <a href=\"#bib6\">Eliasson (1965)</a>. Even though they both affect the allocation of resources negatively, which is the concern of this paper, for simplicity we abstract from this in this formal context.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Much along the lines hypothesized and empirically tested in <a href=\"#bib7\">Eliasson (1969)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Note from <a href=\"#fig2\">Figure 2</a> that the improvement in relative prices for engineering (i.e., the investment goods industries) is reversed in then 1980s. This, of course, only reflects the fact that due to earlier improvements, engineering is now then largest industry, and relative prices should tend towards index 100 as the industry approaches 100 percent of manufacturing.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn15",
                    "title": "15.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The non linear structure of the model probably explains this in that minor circumstances might cumulate unexpectedly with time. They may be “real economic“inconsistencies due to markets failing to clear or plans of firm that do not match demands for products or available inputs. These are circumstances the consequences of which we are interested in studying. But there are also unwanted statistical inconsistencies in the data on which the model runs, notably in its initial state, for instance (1) between the exogenous export prices and those of national accounts statistics, and/or (2) between the input output structure and the composition of total demand as calculated by the model. Some of the problems of making technical data in official macro data bases compatible with those in firm data bases in <a href=\"#bib4\">Carlsson and Olavi (1978)</a>. Outright statistical errors we don’t want, which emphasizes the importance of good quality statistical measurement for these types of initial state dependent models. But even so, in a model that runs on more or less informed decisions of market actors some of these data imperfections are real circumstances that affect economy wide behavior and an important part of the analysis. On this score we are looking forward to the implementation of a new micro-firm data base that should improve things considerably.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn16",
                    "title": "16.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The assumption implicit in <a href=\"#fig3\">Figures 3–7</a> is that effect time profiles do not depend on the same specifications that generate erroneous cyclical behavior. We do not argue that it is acceptable to do so. Several years of experience from calibrating the micro-to-macro model do, however, suggest this assumption. See for instance the article on calibration <a href=\"#bib13\">Eliasson and Olavi (1978)</a>. If we abstain from drawing conclusions from the diagrams on year to year changes and look at longer term changes there should be no problem.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn17",
                    "title": "17.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The real return to capital has been calculated with a replacement cost valuation of the fixed assets. Nominal capital gains from price increases on goods in stock have not ben subtracted. Capital gains due to relative price changes in investment goods have also been disregarded.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn18",
                    "title": "18.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Due to practical and cost considerations this latter experiment was (unfortunately) not carried further than 10 years.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn19",
                    "title": "19.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This could have been countered with a devaluation and more inflation, at least temporarily.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn20",
                    "title": "20.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Albrecht, JW",
                        "preferred": "JW Albrecht"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nadiri, I",
                        "preferred": "I Nadiri"
                    },
                    "type": "person"
                }
            ],
            "date": "1978",
            "details": "2, Production frontiers of Individual Firms in Swedish Manufacturing 1975 and 1976, The Importance of Technology and the Permanence of Structure in Industrial Growth, Stockholm, IUI Conference Reports, p",
            "id": "bib1",
            "title": "The Importance of Technology and the Permanence of Structure in Industrial Growth",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Arrow, K",
                        "preferred": "K Arrow"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hahn, FH",
                        "preferred": "FH Hahn"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "General Competitive Analysis",
            "date": "1971",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "San Francisco and Edinburgh"
                        ]
                    },
                    "formatted": [
                        "San Francisco and Edinburgh"
                    ]
                },
                "name": [
                    "Holden-Day and Oliver & Boyd"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bergström, V",
                        "preferred": "V Bergström"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Södersten, J",
                        "preferred": "J Södersten"
                    },
                    "type": "person"
                }
            ],
            "date": "1981",
            "details": "1, Inflation, Taxation and Capital Cost, Business Taxation, Finance and Firm Behavior, Stockholm, IUI Conference Reports, p",
            "id": "bib5",
            "title": "Business Taxation, Finance and Firm Behavior",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Carlsson, B",
                        "preferred": "B Carlsson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Olavi, G",
                        "preferred": "G Olavi"
                    },
                    "type": "person"
                }
            ],
            "date": "1978",
            "details": "1, Technical change and longevity of capital in a Swedish simulation model, A Micro to Macro Model of the Swedish Economy, Stockholm, IUI, p",
            "id": "bib4",
            "title": "A Micro to Macro Model of the Swedish Economy",
            "type": "unknown"
        },
        {
            "articleTitle": "The content of productivity growth in Swedish manufacturing",
            "authors": [
                {
                    "name": {
                        "index": "Carlsson, B",
                        "preferred": "B Carlsson"
                    },
                    "type": "person"
                }
            ],
            "date": "1981",
            "doi": "10.1016/0048-7333(81)90018-4",
            "id": "bib3",
            "journal": "Research Policy",
            "pages": {
                "first": "336",
                "last": "355",
                "range": "336–355"
            },
            "type": "journal",
            "volume": "10"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1965",
            "details": "2, Investment Funds in Operation, Stockholm, National Institute of Economic Research, Occasional Paper, p",
            "id": "bib6",
            "title": "Investment Funds in Operation",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Credit Market, Investment Planning and Monetary Policy - An Econometric Study of Manufacturing Industries",
            "date": "1969",
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "IUI"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Business Economic Planning Theory, Practice and Comparison",
            "date": "1976",
            "discriminator": "a",
            "id": "bib8",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London, etc"
                        ]
                    },
                    "formatted": [
                        "London, etc"
                    ]
                },
                "name": [
                    "John Wiley & Sons"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "chapterTitle": "Economic Research Report B15",
            "date": "1976",
            "discriminator": "b",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "Federation of Swedish Industries. Republished in this Anthology"
                ]
            },
            "source": "A Micro to Macro Model of the Swedish Economy, Preliminary Documentation",
            "title": "A Micro to Macro Model of the Swedish Economy, Preliminary Documentation",
            "type": "report"
        },
        {
            "articleTitle": "Competition and Market Processes in a Simulation Model of the Swedish Economy",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1977",
            "id": "bib10",
            "journal": "American Economic Review",
            "pages": {
                "first": "277",
                "last": "281",
                "range": "277–281"
            },
            "type": "journal",
            "volume": "67"
        },
        {
            "date": "1978",
            "details": "1, A Micro to Macro Model of the Swedish Economy, Stockholm, IUI, p",
            "id": "bib11",
            "title": "A Micro to Macro Model of the Swedish Economy",
            "type": "unknown",
            "authors": [
                {
                    "name": "n/a",
                    "type": "group"
                }
            ]
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Olavi, G",
                        "preferred": "G Olavi"
                    },
                    "type": "person"
                }
            ],
            "date": "1978",
            "details": "1, Stepwise parameter estimation on a micro simulation model, A Micro to Macro Model of the Swedish Economy, IUI Conference Reports, Stockholm, IUI, p",
            "id": "bib13",
            "title": "A Micro to Macro Model of the Swedish Economy, IUI Conference Reports",
            "type": "unknown"
        },
        {
            "articleTitle": "Allocation and growth effects of corporate income taxes-some experiments in quantification on a micro-to-macro model of the Swedish economy",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lindberg, T",
                        "preferred": "T Lindberg"
                    },
                    "type": "person"
                }
            ],
            "date": "1981",
            "id": "bib20",
            "journal": "Business Taxation, Finance and Firm Behavior, IUI Consumer Reports",
            "pages": {
                "first": "381",
                "last": "435",
                "range": "381–435"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "authors": [
                {
                    "name": "IUI",
                    "type": "group"
                }
            ],
            "date": "1978",
            "details": "Measurement and economic theory, IUI Research Program and Yearbook 1978/1979, Stockholm, IUI",
            "id": "bib14",
            "title": "IUI Research Program and Yearbook 1978/1979",
            "type": "unknown"
        },
        {
            "articleTitle": "Capital Theory and Investment Behavior",
            "authors": [
                {
                    "name": {
                        "index": "Jorgenson, DW",
                        "preferred": "DW Jorgenson"
                    },
                    "type": "person"
                }
            ],
            "date": "1963",
            "id": "bib15",
            "journal": "American Economic Review, Papers and Proceedings",
            "pages": "2",
            "type": "journal",
            "volume": "53"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "LaSalle, J",
                        "preferred": "J LaSalle"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lefschetz, S",
                        "preferred": "S Lefschetz"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Stability by Liapunov´s Direct Method",
            "date": "1961",
            "id": "bib16",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York, London"
                        ]
                    },
                    "formatted": [
                        "New York, London"
                    ]
                },
                "name": [
                    "Academic Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lindberg, T",
                        "preferred": "T Lindberg"
                    },
                    "type": "person"
                }
            ],
            "date": "1980",
            "details": "Industrial Profits- Their importance and evaluation, IUI 40 Years – The Firm in the Market Economy. IUI Year Book 1980/81, Stockholm, IUI",
            "id": "bib17",
            "title": "IUI 40 Years – The Firm in the Market Economy. IUI Year Book 1980/81",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Meyer, JR",
                        "preferred": "JR Meyer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kuh, E",
                        "preferred": "E Kuh"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Investment Decision",
            "date": "1957",
            "doi": "10.4159/harvard.9780674421189",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge, MA and London, England"
                        ]
                    },
                    "formatted": [
                        "Cambridge, MA and London, England"
                    ]
                },
                "name": [
                    "Harvard University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ysander, BC",
                        "preferred": "BC Ysander"
                    },
                    "type": "person"
                }
            ],
            "date": "1981",
            "details": "1, Taxes and Market Stability, Business Taxation, Finance and Firm Behavior, IUI Conference Reports, IUI, Stockholm, p",
            "id": "bib19",
            "title": "Business Taxation, Finance and Firm Behavior, IUI Conference Reports",
            "type": "unknown"
        }
    ],
    "acknowledgements": [
        {
            "text": "First published in <a href=\"#bib20\">Eliasson and Lindberg (1981).</a> This chapter is the first publication from the recently started IUI project: Profitability, Taxation and Growth.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
