{
    "status": "vor",
    "id": "00295",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00295",
    "authorLine": "Gunnar Eliasson, Erol Taymaz",
    "title": "The limits of Policymaking - An analysis of the consequences of boundedly rational government using the Swedish Micro-to-Macro model (MOSES)",
    "published": "2024-08-31T00:00:00Z",
    "versionDate": "2024-08-31T00:00:00Z",
    "statusDate": "2024-08-31T00:00:00Z",
    "volume": 17,
    "issue": 2,
    "fpage": 182,
    "lpage": 201,
    "elocationId": "182-201",
    "pdf": "http://web:8082/00295/ijm-00295.pdf",
    "subjects": [
        {
            "id": "micro-macro-links",
            "name": "Micro-macro links"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "The dynamic complexity of the economic system makes it difficult for policy makers to control the outcome of their policies. One reason is that an economy is populated by agents with autonomous price setting leverage and with individual agendas that may run counter to the ambitions of policymakers (<a href=\"#bib18\">Eliasson, 1985</a>). This is particularly so when it comes to policies that influence relative prices and production structures, and therefore also the market self-coordination mechanisms of the economy that regulate short- and long-term intergenerational tradeoffs. Hence, boundedly rational Governments must attend not only to the intended outcomes of their policies, but also to unintended, and not controlled for, side effects in the wider economy. In this paper this wider economy is represented by the Swedish Micro – to – Macro (MM) model, the market self-coordinating mechanisms of which are sufficiently complex to make all standard macro forecasting and policy models biased predictors of MM model performance.",
                "type": "paragraph"
            },
            {
                "text": "The Government uses the forecasting model of <a href=\"#bib4\">Antonov and Trofimov (1991)</a> and simple rules of thumb to attempt to control certain objective variables generated by the Swedish MM model economy. We study goal satisfaction and side effects. The objective policy variable targeted is unemployment that Swedish Government attempts to keep at the low Swedish rate through public recruitment based on various forecasts and using different model specifications. One side effect that we study is the consequence on macro-economic growth over the <span class=\"underline\">very</span> long term. We find that the Government generally fails to forecast and to attain its unemployment targets. In the short- and medium-term Keynesian demand policies to raise employment may temporarily raise macro-economic growth and employment. In the process of doing short term good, the Government may however reduce long-term economic growth, because it misunderstands the consequences of short-term feedbacks on, and market reactions of agents, a Stockholm School feature of the model. In the <span class=\"underline\">very</span> long run (beyond 25 years) these consequences tend to cumulate and macro-economic growth is significantly affected. <i>Thus, a seemingly benevolent Government may cause permanent long-term harm by slowly transforming a once wealthy economy into a relatively poor state by consistently, year after year aiming for very short-term targets</i>. Hence the social costs of maintaining an unreasonably low open unemployment, reducing economically motivated reallocations of labor for a long time, will be carried by the next generation. Since these long-term effects depend on the inability of Government – using inadequate forecasting and policy tools – to understand long term economy wide market dynamics the conventional policy conclusion changes to: do less. We concludewith a general discussing how to interpret very long-term simulations by quarter for up to or more than 50 years.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Eliasson et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Sweden",
                            "locality": [
                                "Stockholm"
                            ]
                        },
                        "formatted": [
                            "Stockholm",
                            "Sweden"
                        ]
                    },
                    "name": [
                        "Industrial Institute for Economic and Social Research (IUI)"
                    ]
                }
            ],
            "emailAddresses": [
                "g.eliasson@outlook.com"
            ],
            "name": {
                "index": "Eliasson, Gunnar",
                "preferred": "Gunnar Eliasson"
            },
            "orcid": "0000-0002-7967-6120",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Turkey",
                            "locality": [
                                "Ankara"
                            ]
                        },
                        "formatted": [
                            "Ankara",
                            "Turkey"
                        ]
                    },
                    "name": [
                        "Middle East Technical University"
                    ]
                }
            ],
            "name": {
                "index": "Taymaz, Erol",
                "preferred": "Erol Taymaz"
            },
            "orcid": "0000-0001-7525-6674",
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "In an often referred to paper <a href=\"#bib30\">Lucas (1976)</a> argues that government should be very restrictive in attempting to correct undesired developments in the economy (fine tuning) to make it possible for agents to form rational expectations (RE).",
                    "type": "paragraph"
                },
                {
                    "text": "Rational expectations in Lucas’ and our interpretation are such that agents will (eventually) learn to be right in expectation. Studies addressing the problem of RE have all been quiet on both the time dimension of the “rational learning” process, and the assumption of zero or negligible learning costs, such that these transactions costs do not influence the position of the exogenous equilibrium of the model assumed to exist and to be rationally aimed for. Furthermore, the possible inconsistencies of policy ambitions and agent preferences are generally neglected.",
                    "type": "paragraph"
                },
                {
                    "text": "We study a micro (agent) based macro simulation model of a Swedish like economy in which heterogenous firms form expectations about their market environment, which consists of all other firms in the market, and are affected by policies.<a href=\"#fn1\"><sup>1</sup></a> Firms’ learning is costly, and costs mostly come in the form of expectational mistakes (all other costs being regarded as production costs). Such business mistakes are agents’ exits, mistaken investments, production planning and hiring decisions that generate below targeted profits. We observe already here that such business mistakes in the model are non-stochastic (deterministic) events that make rational expectations non attainable. The reason is that agents’ expectations and planning mistakes feed back on firms’ production planning, recruiting and investments from period to period, affect production structures of the model economy and turn it into a non-stationary process which is incompatible with RE. We will inquire into the time dimension of the learning processes of business agents, including Government to study what happens when agents strive ambitiously to attain ex ante perceived equilibria that “vanish ex post” because of the constantly ongoing market induced structural changes, coming faster and being more disruptive the closer to the perceived ex ante equilibria competition pushes the economy.",
                    "type": "paragraph"
                },
                {
                    "text": "The Swedish MM model approximates what we call (<a href=\"#bib19\">Eliasson, 1987</a>; <a href=\"#bib23\">Eliasson, 1991a</a>) an <i>Experimentally Organized Economy</i> (EOE). The behavior of such a model economy, because of the underlying non-stationarity of economic processes, will at each point in time represent an unpredictable economic environment for each agent operating in its markets in the sense that expectations and plans will not be right “in expectation”. Hence, agents will commit systematic expectational mistakes. For each agent (firm) this means that it becomes rational to learn how to cope with mistakes, rather than to try to learn to improve forecasts. Even if the agent varies its business decisions repeatedly, they will never be right in expectation (<a href=\"#bib21\">Eliasson, 1990a</a>; <a href=\"#bib22\">Eliasson, 1990b</a>). The situation will be the same for the policy maker or government, which faces the additional problem that its actions significantly affect the actions of all agents and thereby the entire economy. When agents are not passive recipients of Government policy, but play games with Government, which then in turn play games with agents, the whole idea of a better informed, or a fully informed central Government with perfect overview, will have to be abandoned. Central Government rather runs the risk of making things worse, trying to beat the market, with large and even permanent negative consequences for the entire economy. The conclusion is, hence, that rather than collect more data, to learn to predict better, it should do less.",
                    "type": "paragraph"
                },
                {
                    "text": "Behind these propositions lies an intriguing theoretical, perhaps even philosophical problem. One might argue that <span class=\"underline\">if</span> the Government knows the specification of the model, including the behavioral characteristics of all agents, which are deterministic algorithms, it should be able to predict the outcomes of all its interventions, including the reactions of agents. In principle perhaps. In the reality of the model not so. We know the model exactly (the ”truth”), but the Government or policy maker in the model does not. It will have to learn like all other agents, and learning the specification of the economy wide dynamics of the MOSES model economy through repeated studies of the data it generates, including its responses to its own interferences, however many and heavy interferences it enacts to learn, is not theoretically possible, and in practice a vain pursuit. Hence, the inability of agents to form RE depends on fundamental market mechanisms at work even if Government stays entirely awa.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Policy making in a plannable or an experimentally organized economy – an introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The Experimentally Organized Economy (EOE), in which our policy experiments will be run, is represented by the Swedish agent based Micro-to- Macro (MM) model MOSES (see next section). The MOSES model features endogenous economic growth under an upper (exogenous) global technology constraint. The rate of growth achieved under that constraint depends on agents’ competitive performance in product, financial and labor markets. This model allows us to investigate several problems not tractable by received macro and static general equilibrium models.",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "<span class=\"underline\">Selection</span>: Phenomena such as entry and exit, mergers &amp; acquisitions, and Schumpeterian creative destruction arguably have long run economy wide consequences that cannot be neglected in studies of economic growth. The consequent non linearities and initial state dependencies make static equilibrium models mistaken tools and macro models useless. The MOSES model features competitive market selection of agents and endogenous populations of firms.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<span class=\"underline\">Bounded rationality</span>: Agents in the MOSES model are boundedly rational in the sense of <a href=\"#bib32\">Simon (1959)</a>, and tacit knowledge in the sense of limited communicability is a consequent characteristic of agent’s knowledge capital (<a href=\"#bib21\">Eliasson, 1990a</a>; <a href=\"#bib22\">Eliasson, 1990b</a>). With all agents, including Government, being boundedly rational, there will be no such thing as an information advantage of the central policy maker, as is conventionally assumed in standard equilibrium analysis.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<span class=\"underline\">Heterogenenity</span>: Agents in the MOSES model are heterogenous and differently sized statistical representations of real Swedish firms that compete for customers in product markets, for workers in the labor market and for resources in the financial market. Doing away with the standard assumption of received economic theory of representative agents of atomic size allows us to talk about a <i>market economy self-coordinated by boundedly rational, or even ignorant agents</i>.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<span class=\"underline\">Stockholm School expectational dynamics</span>: Agents form expectations about (for instance) prices using adaptive learning and error correction algorithms (<a href=\"#bib10\">Eliasson, 1976b</a>; <a href=\"#bib11\">Eliasson, 1977</a>; <a href=\"#bib12\">Eliasson, 1978a</a>; <a href=\"#bib15\">Eliasson, 1980</a>). Period to period feed backs of expectational mistakes at agent level cause genuine market dynamics. Decision mistakes affect long-term economy growth and is regarded as a normal (transactions) cost for economic development.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<span class=\"underline\">Dynamic market integration</span>: Product, financial and labor market considerations are integrated in the business plans of the boundedly rational firms in the MOSES model economy. Partial analysis becomes a misspecification.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<span class=\"underline\">Intergenerational dynamics</span>: Since agent mistakes, including Government policy mistakes, cause socioeconomic costs in terms of less than feasible very long term macro-economic growth, ambitious policy fumbling based on misunderstanding economy wide dynamics is therefore likely to incur long term, perhaps permanent costs to future generations.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<span class=\"underline\">Agents playing games against the policy maker</span>: Standard analysis assumes agents passively adjusting to central policy directives. Firms and households may however understand that their agendas do not tally with that of central Government and attempt to avoid being cheated upon. In our case firms begin to <span class=\"underline\">play games</span> against the Ministry of Finance. Sustainability of policy is defined by the time it takes for agents to learn to play successfully against Government. When policies are frustrated, Government may respond by suddenly changing the rules of the game, for instance instituting a tax reform. Increased such political uncertainty, however, spills over into market uncertainty and causes economy wide underperformance. Some simulation experiments have been designed to illustrate the outcomes of such policy gaming.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<span class=\"underline\">International integration</span>: Most policy models view the national economy as a controlled system with well defined (statistical) limits. International economic integration of markets has not only limited the scope for independent national policy action. It has also made the statistical limits of the national economy increasingly diffuse, further reducing the information content of national statistics and the central controllability of the economy. Global financial markets have therefore become an enemy of national politicians. The policy maker must understand the consequences of endogenous international movements of capital on the national economy to exercise national policy control. Price sensitive exports and imports are complicating factors, as are interest sensitive credit trade flows, both part of the MOSES model.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "alpha-lower",
                    "type": "list"
                },
                {
                    "text": "This essay addresses the <span class=\"underline\">possibilities for a myopic Government</span> to control national unemployment short term in an internationally integrated economy with individual agents with own agendas and independent decision leverage, without shifting the costs of that policy in the form of less growth and larger unemployment onto future generations.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. The necessity of boundedly rational agents, including central Government",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In modelling market information processing and policy making of government relevantly we must place economic agents and Government in an explicitly modelled market environment in which their own instruments of learning about, and interpreting that environment not only are explicit but also allowed to influence the environment itself. In this we depart from the assumptions of currently popular and rational expectations inspired statistical learning theory (see <a href=\"#bib29\">Lindh, 1993</a>). We have found it particularly important not to use - as in statistical learning theory – an equilibrium model with costless learning of agents, which by assumption remove the important and difficult problems that face economic decision makers, notably the risk of making systematic decision mistakes, the consequences of which may cumulate. In setting up such an unconventional decision stage for government the possible existence of a rational expectations equilibrium is considered. The Swedish Micro- to - Macro model MOSES exhibits the properties that we consider characteristic of an <i>Experimentally Organized Economic environment</i>, and hence of a real economy (<a href=\"#bib19\">Eliasson, 1987</a>; <a href=\"#bib23\">Eliasson, 1991a</a>).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The MOSES model features heterogeneous individual firms with independent pricing leverage gathering information and experience in markets, and making decision, designed as market experiments, to be tested in explicitly modelled markets.<a href=\"#fn2\"><sup>2</sup></a> A novel feature of this paper (using the work of <a href=\"#bib4\">Antonov and Trofimov, 1991</a>) is to add the information processing of government explicitly.",
                            "type": "paragraph"
                        },
                        {
                            "text": "When viewed “from above” the MOSES system appears as an eleven sector Keynesian &amp; Leontief model with dynamic feed backs through demand and pricing mechanisms. In that respect everything is conventional, except for manufacturing industry, which is divided up into four markets (Raw materials, Intermediate goods, Durable (investment) goods and Household consumption goods), being populated by individual, heterogenous and boundedly rational real firms or divisions of large firms. While the macro mapping of the MOSES economy looks Keynesian, behavior at the micro market level is Austrian/Schumpeterian featuring firms that form price expectations and make up production and investment plans to climb ex ante perceived profit hills, the peaks of which they never reach, because the landscape of ex ante profit hills keeps endogenously changing because of all the climbing going on. Firms react on that experience by modifying their anticipations and revising their plans, constantly together changing existing production structures. Hence the economy will never approach a stable and exogenously determinate equilibrium. Agents hence constantly make expectational mistakes that affect their expectations and decisions for the next period. This Stockholm School Economics feature, or the constant making of expectational mistakes of agents, becomes the natural order, as well as a natural transactions costs for economic development. We do not assume a priori, by making the appropriate assumptions, that those transactions’ costs are stochastic. If they are it becomes an “empirical “question that can be investigated by simulating the model economy and testing for it. Economy wide market self-coordination of boundedly rational agents thus determines the equilibrating properties of the model economy. Since no exogenous and analytically determinate equilibrium exists it becomes inappropriate to talk about “out of equilibrium behavior” of the economy. Market circumstances furthermore determine how far from the exogenous upper technology limits the economy will operate (<a href=\"#bib16\">Eliasson, 1983</a>; <a href=\"#bib23\">Eliasson, 1991a</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The model has been estimated on and calibrated against Swedish data (<a href=\"#bib18\">Eliasson, 1985</a>; <a href=\"#bib27\">Eliasson and Olavi, 1978</a>; <a href=\"#bib28\">Klevmarken, 1978</a>; <a href=\"#bib31\">Taymaz, 1991</a>) and is currently initialized on data collected in a separate survey to Swedish manufacturing firms, conducted annually by the Federation of Swedish Industries, and integrated systematically with official Swedish national accounting data, that define the \"size\" of the model economy, into a consistent (flows and stocks) micro- to – macro database for 1982 (<a href=\"#bib2\">Albrecht et al., 1992</a>). Thus our reference of simulation results as pertaining to a Sweden like industrial economy.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The ambition of the MOSES project has been to model the evolutionary self-coordinated market dynamics of an advanced industrial economy thereby having to make it agent based and integrating the two, unfortunately separate academic fields of business and political economics (<a href=\"#bib18\">Eliasson, 1985</a>). Hence manufacturing is modeled in greater detail than other industries, and households unfortunately for the time being are represented by “representative (identical) atomic entities” that can be conveniently aggregated to a macro expenditure system of the Stone type.<a href=\"#fn3\"><sup>3</sup></a> Each subindustry of manufacturing consists of many firms, some of which are real, and based on data from the separate annual survey conducted by the Federation of Swedish Industries, and others synthetic and determined to scale up the subindustry to National Accounts (NA) level. There are currently about 150 real decision-making firms covering about 30 percent of manufacturing employment and output, and about 50 synthetic entities.<a href=\"#fn4\"><sup>4</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Firms in the MOSES model constitute short and long term planning systems for investment, production and recruiting, designed on the format of the <a href=\"#bib9\">Eliasson (1976a)</a> interview study of economic planning practices among European, North American and Japanese firms. Price expectations and profit targets and feed backs of planning mistakes (learning) into next period expectations and plans are explicitly modelled. The basic inputs into this firm planning model are: (1) the firm’s initial state (level of production, employment, inventories, profits etc. and a five year history); (2) the firms production system; (3) a specification of the feasible production and employment combinations compatible with expected prices and profit targets; (4) a complete set of financial accounts compatible with 1,2 and 3, that defines the outer limits of the firm as a financial entity that aims through its investment and production decisions to achieve ex ante sustainable and maximum possible long term economic value growth. A complex of algorithms determines how firms react from quarter to quarter to its formation and revision of adaptive price expectations, and how plans are made up and corrected under gradually modified profit targets.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The firm’s initial (ex ante) production plans each period are as a rule inconsistent with those of all other firms in the model. The role of the three markets is to sort out a compromise through market confrontations and revisions of its plans within the quarter and between quarters very much approximating management procedures observed in <a href=\"#bib9\">Eliasson (1976a)</a>. If, for example, employment plans of all firms exceed the number of workers available at offered wage levels, firms gradually revise recruitment plans and wage offers by recomputing their entire production, sales and investment plans until satisfactory profit target compatibility is achieved, and the plan for the quarter executed. Since these market confrontations are managed individually by firms and only involve partial consistency checks, the final market clearing each quarter means (for almost all firms) that inconsistencies must be cleared by price and inventory adjustments, the absorption of unexpected losses, or the registering of surprise profits. This is all as it should be in an Experimentally Organized Economy.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Labor is technically homogeneous, in the sense that individual workers’ productivity is determined by the equipment of the firm s/he is working for. Workers can raise their wages by moving to better paying firms, or firms with more productive equipment. This is a representation of the employment situation that was acceptable in the 1950s and 1960s with few nonproduction workers in manufacturing firms but is currently in need of revision as the share of skilled and educated workers have increased as manufacturing has entered a “knowledge-based economy” (<a href=\"#bib22\">Eliasson, 1990b</a>). Work is therefore under way, notably by Gerard Ballot and Erol Taymaz to introduce workers’ training and skills in the MOSES model. For the abstract policy experiments conducted for this paper we don’t think this misspecification will affect the principal results.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Firms compete in the capital market for investment resources, where the domestic interest rate is endogenously determined by the supply and demand for funds. Supply originates in firms’ and households’ saving, and through international financial flows, including trade credits, all being regulated by the difference between an exogenous global interest rate and the endogenous domestic interest rate, that also affects both firms’ investment and households’ rate of saving. The firm invests and borrows as much as it finds profitable, and thereby brings in exogenous global best practice technology to upgrade its production system. Since the firm is never in complete control of its profit and internal cash flows its investments tend to be the final regulator, a property that is quite in keeping with empirical observations (<a href=\"#bib9\">Eliasson, 1976a</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Other production sectors in the model are agriculture, mining, construction, energy, services, and the public sector adding up to a total of eleven. Production wise the non-manufacturing industries are treated as cells in the Swedish input output matrix. They are primarily there to allow simulation experiments to be scaled up to national accounts levels, assuming the four manufacturing subindustries to be the endogenous growth engine of the entire model economy. For the simulation experiments of this study this treatment of the public sector becomes important because it becomes, as has been the case in Sweden for long, the main cyclical regulator of employment. As is conventional in national accounting, the public employment in these experiments is proportional to the value-added component of the public sector. The public sector, however, draws resources produced in other sectors as well as imports and must be financed. Regulating employment through public sector expansion therefore has consequences throughout the markets of the entire economy. Also, the implicit assumption is that the decision to tax and to increase public spending, and therefore also public employment, is something households and individuals have voted for politically and not with their private money through the consumption expenditure system. This, of course, raises several interesting questions of how the complete preference schedule of a private household is composed, that has been partly addressed in <a href=\"#bib18\">Eliasson (1985)</a>, but that we leave at that here.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The exogenous variables are (1) the rate of global technical change, expressed as labor and capital productivities of best practice technology, (2) the international interest rate, (2) the rate of change of international product prices in each manufacturing sub sector, and (4) the total domestic labor force. The standard assumption for 1,2 and 3 is that the MOSES model economy is placed in a global economy that sits on a steady state. The implications of that, in terms of the MOSES model, are empirically unreasonable, and discussed elsewhere, notably in <a href=\"#bib16\">Eliasson (1983)</a> and <a href=\"#bib18\">Eliasson (1985)</a>. The exogenous variables are identical in all experiments of this paper.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Also note that entry is endogenous as in <a href=\"#bib31\">Taymaz (1991)</a> and <a href=\"#bib24\">Eliasson (1991b)</a>, and that firms that have been unable to reach profit targets for many years or have incurred losses to the extent that their net worth has become negative, exit from the industry.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1. Model specification",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In a series of simulation experiments we study the success of policies in attaing low unemployment through public hirings, and their unintended side effects. Various policy outcomes are compared to those of a reference scenario, the BASE run. In the BASE run Government has no unemployment target. It increases public employment at the constant rate of 0.21 percent per quarter which is somewhat above the exogenous growth in the labor force and corresponds to the average historic rate of public recruitment for the period for which the BASE run has been calibrated.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the second policy experiment (SIMP1) Government targets a one percent unemployment rate. This might seem extreme, and that is the point. But for Sweden it is only about one percentage point below the recorded unemployment rate during the 1960s and early 1970s for which the BASE case has been calibrated. The artificial policy authority of the MOSES economy uses crude sequential policy rules and Keynesian forecasting techniques to monitor target attainment.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The third experiment (SIMP2) sets unemployment targets somewhat higher at 2 percent, a touch above the average Swedish unemployment rate during the calibration period.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In two experiments (SIMP1 and SIMP2) Government computes how many it will have had to hire to reduce previous quarter unemployment to one or two percent and hires as many next period as needed to close half the gap.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the fourth policy experiment (KEY 2) Government uses the forecasts of a statistical bureau (SB) which runs its own Keynesian type macro model on the data generated by the MOSES model economy.<a href=\"#fn5\"><sup>5</sup></a> The SB collects data from the MOSES economy, and generates its annual forecasts of output, price and wage change. In this experiment we replace the simple sequential policy rules of Government with this policy model plus an estimated unemployment GNP relationship with an unemployment forecast. The unemployment target is 2 percent.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the fifth policy experiment (RAT2) Government attempts to form rational expectations (REs). It knows by ex post assumption the change in public hiring that was necessary the previous period to achieve a 2 percent unemployment rate. This is technically possible because we, the researchers, know exactly what neither the government nor any individual agent knows, namely the exact specification of the MOSES economy. Computationally government REs are achieved by simulating the same year for several iterations (in our case 4). Even though there is no guarantee that the exact level of public hiring needed has been so determined at the end of iterations, Government is usually quite successful in attaining its unemployment target.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, we run two more experiments changing the exogenous growth rate of public recruitment. In the ECOBASE run public recruitment is set at 0.17 percent per quarter, which equals the exogenous net growth rate of the labor force. In the ZEROBASE run net Government hiring is set at zero. This means that Government recruits as many as it retires.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Summary table of design of policy experiments:",
                            "type": "paragraph"
                        },
                        {
                            "id": "utable1",
                            "tables": [
                                "<table><thead><tr><th align=\"left\">Experiment</th><th align=\"left\">Unemployment Target</th><th align=\"left\">Forecasting method</th><th align=\"left\">Net public hiring per q.</th></tr></thead><tbody><tr><td align=\"left\">BASE (Calibrated)</td><td align=\"left\">None</td><td align=\"left\">None</td><td align=\"left\">0.21 percent</td></tr><tr><td align=\"left\">EQBASE</td><td align=\"left\">None</td><td align=\"left\">None</td><td align=\"left\">0.17 percent</td></tr><tr><td align=\"left\">ZEROBASE</td><td align=\"left\">None</td><td align=\"left\">None</td><td align=\"left\">0 percent</td></tr><tr><td align=\"left\">SIMP1</td><td align=\"left\">1 percent</td><td align=\"left\">adaptive</td><td align=\"left\">Determined by forecast</td></tr><tr><td align=\"left\">SIMP2</td><td align=\"left\">2 percent</td><td align=\"left\">adaptive</td><td align=\"left\">Same</td></tr><tr><td align=\"left\">KEY2</td><td align=\"left\">2 percent</td><td align=\"left\">Keynesian by SB</td><td align=\"left\">Same</td></tr><tr><td align=\"left\">RAT2</td><td align=\"left\">2 percent</td><td align=\"left\">RE</td><td align=\"left\">Same</td></tr></tbody></table>"
                            ],
                            "type": "table"
                        },
                        {
                            "text": "Now recall that public hiring impacts industrial performance mainly via two channels. First, variations in unemployment affects incomes and demand, even though this demand effect is softened by counter variations in unemployment benefits. Second, changes in the demand for labor affect wages across the labor market. Very large increases in the demand for labor, occasioned by for instance public recruitment may cause wage overshooting that destabilizes the price system, lowers price predictability, and generally affects long term growth negatively (<a href=\"#bib14\">Eliasson, 1978c</a>). Intensified competitive pressure from wage increases however also increases productivity. This is good in the short run, but if excessive tends to cause concentration in industry and reduced diversity of structures with negative long term growth consequences (<a href=\"#bib16\">Eliasson, 1983</a>; <a href=\"#bib17\">Eliasson, 1984</a>; <a href=\"#bib24\">Eliasson, 1991b</a>). We mention these results from previous MOSES based studies, because some of the policy experiments have very strong labor market consequences and should also be expected to generate strong short term positive target attainment at the possible cost of later stronger negative reversals of the same target variables.",
                            "type": "paragraph"
                        },
                        {
                            "text": "It should finally be recalled that MOSES simulations represent the <span class=\"underline\">hypothetical reference reality</span> that Government is trying to understand, predict and control, and against which policy target achievement is compared. The government collects data on that reference reality to predict to influence simulated outcomes of the MOSES model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Some may think, when comparing these MOSES experiments: Why doesn’t the Government do what we do, run MOSES over and over again until it has achieved what it aims for. OK, this is a reasonable conjecture, and the MOSES model was originally designed to do something like that. Analyses of that kind have also been run, and the lessons learned so far are that <i>policy control of the MOSES model economy</i> is quite restricted. Even knowing its complete specification does not help improve central policy control of the model economy. It often becomes frustratingly impossible to achieve ambitious policy targets because the MOSES economy is (1) extremely complex, but still much less complex than a real economy, and (2) that it is populated by agents with own independent agendas and individual market leverage to pursue them (<a href=\"#bib16\">Eliasson, 1983</a>; <a href=\"#bib20\">Eliasson, 1988</a>; <a href=\"#bib21\">Eliasson, 1990a</a>). Policy makers therefore commit errors, and often massive blunders when pushing their ambitions too far. In an Experimentally Organized Economy (EOE) no policy maker can be confident that it can win a market game against all agents in the market. The application of this essay is however much simpler. The Government now has no MOSES model to consult, and even though it could hire the two of us to generate thousands of experiments it would never be capable of learning the specification or code of the MOSES model economy from only studying the data the model generates. Practice on the MOSES model should however help to do a better policy job, and in particular to learn to avoid making policy mistakes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In our experiments Government uses stylized econometric models to guide policy control of the MOSES model economy. It should be expected to fail if it becomes too ambitious. The models Government use are simple, but the implication of many years of MOSES experience is that even if they use the entire repertoire of large-scale forecasting models available, and estimate them on MOSES data, which is perfectly possible, they probably won’t do a better policy job. Let us however see.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2. Experimental design",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Model and experimental design",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Different experimental designs usually exhibit small differences in the medium five year or so runs, except for certain parameter settings that change cyclical frequency. Only in the very long (beyond 15-20 years) run cumulative development differences begin to show at the economy wide level, exhibiting both the path dependence of the MOSES model economy, and a degree of robustness that protects it from external disturbances. That robustness depends positively on a combined diversity (of structures) and market flexibility that are associated with an advanced industrial economy. Market disorder and collapse like behavior at the macro level may occur in the very long run for certain parameter settings, saying that market self-coordination doesn’t work well for all parameter settings and forever. It therefore becomes theoretically and principally interesting to discuss how to interpret the empirical relevance of this property.<a href=\"#fn6\"><sup>6</sup></a> In fact, experiments on the MOSES model are the perfect instrumentation for such analysis. The point has been made already in other papers (e.g., <a href=\"#bib16\">Eliasson, 1983</a>; <a href=\"#bib23\">Eliasson, 1991a</a>) that the MOSES model economy, while not sufficiently diverse to stay dynamically robust forever, or for as long and for the kind of exogenous and policy damage the Swedish economy has been subjected to over the years they demonstrate the importance for policy makers, to build structural robustness into their economies.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "On average the government hits its target accurately. Compared with the BASE run in <a href=\"#table1\">Table 1</a> Government sets an ambitious unemployment target of 1 percent compared with no target in the BASE run and uses its forecasts to determine how much Government recruitment is needed for that. Manufacturing firms absorb the large increase in wages occasioned by the increased demand for workers (<a href=\"#fig1\">Figure 1</a>) by reducing slack and raising productivity (<a href=\"#fig2\">Figure 2</a>) and, when this no longer works, by exiting. The manufacturing industry gradually becomes more concentrated and less diversified, but negative effects take a very long time to show at the economy wide level. After 15 years manufacturing output stagnates and then drops suddenly not to recover during the simulation period (<a href=\"#fig3\">Figure 3</a>). Towards the end of the period 98 percent of the labor force is employed by the public sector that accounts for 66 percent of GNP by standard national accounting principles. Unemployment is kept roughly at the targeted 1 percent level (compared to a long run level of around 4 percent in the calibrated BASE reference case (<a href=\"#fig3\">Figure 3</a>) which would be considered a rather healthy level for normal transactions turnover of labour), but instabilities in market prices begin to cumulate after 15 years or so. The public deficit explodes (<a href=\"#fig4\">Figure 4</a>), as does the trade deficit, and the domestic interest shoots up. Obviously, this is not a sustainable policy scenario. If the government had not been intending to transfer all production to the public sector it would have called off the policy experiment at the latest after some ten years in order not to cause large cumulating welfare losses for later generations. The problem is that using its crude macroeconomic models and watching aggregate data, signals of an impending collapse do not show clearly until after some 15 years. So careless policy makers and inept economists/advisers may cause long-term disaster in the MOSES model economy.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: The standard deviation of a variable over the period is shown in the second row.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "T1_FN2",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "denotes the value at the end of the period.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">ZEROBASE</th><th align=\"left\">EQBASE</th><th align=\"left\">BASE</th><th align=\"left\">SIMP1</th><th align=\"left\">SIMP2</th><th align=\"left\">KEY2</th><th align=\"left\">RAT2</th></tr></thead><tbody><tr><td align=\"left\">QTOP<a href=\"#T1_FN2\">*</a></td><td align=\"left\">150281</td><td align=\"left\">152394</td><td align=\"left\">153153</td><td align=\"left\">156675</td><td align=\"left\">134675</td><td align=\"left\">146823</td><td align=\"left\">141347</td></tr><tr><td align=\"left\">TEC<a href=\"#T1_FN2\">*</a></td><td align=\"left\">11662</td><td align=\"left\">11625</td><td align=\"left\">11917</td><td align=\"left\">11981</td><td align=\"left\">11536</td><td align=\"left\">11902</td><td align=\"left\">12052</td></tr><tr><td align=\"left\">Labor prod.<a href=\"#T1_FN2\">*</a></td><td align=\"left\">389439</td><td align=\"left\">385954</td><td align=\"left\">394917</td><td align=\"left\">797181</td><td align=\"left\">520333</td><td align=\"left\">659736</td><td align=\"left\">547376</td></tr><tr><td align=\"left\" colspan=\"8\">Average annual growth rates</td></tr><tr><td align=\"left\">GNP</td><td align=\"left\">3.77</td><td align=\"left\">4.06</td><td align=\"left\">4.11</td><td align=\"left\">5.37</td><td align=\"left\">4.41</td><td align=\"left\">5.04</td><td align=\"left\">4.57</td></tr><tr><td align=\"left\"/><td align=\"left\">0.74</td><td align=\"left\">0.69</td><td align=\"left\">0.75</td><td align=\"left\">0.72</td><td align=\"left\">0.58</td><td align=\"left\">0.83</td><td align=\"left\">0.67</td></tr><tr><td align=\"left\">Output</td><td align=\"left\">5.04</td><td align=\"left\">5.03</td><td align=\"left\">5.37</td><td align=\"left\">4.70</td><td align=\"left\">4.76</td><td align=\"left\">5.12</td><td align=\"left\">5.27</td></tr><tr><td align=\"left\"/><td align=\"left\">1.34</td><td align=\"left\">1.54</td><td align=\"left\">1.40</td><td align=\"left\">2.12</td><td align=\"left\">1.57</td><td align=\"left\">1.80</td><td align=\"left\">1.66</td></tr><tr><td align=\"left\">Sales</td><td align=\"left\">11.23</td><td align=\"left\">11.26</td><td align=\"left\">11.57</td><td align=\"left\">10.96</td><td align=\"left\">11.00</td><td align=\"left\">11.36</td><td align=\"left\">11.49</td></tr><tr><td align=\"left\"/><td align=\"left\">1.15</td><td align=\"left\">1.40</td><td align=\"left\">1.42</td><td align=\"left\">1.87</td><td align=\"left\">1.51</td><td align=\"left\">1.68</td><td align=\"left\">1.65</td></tr><tr><td align=\"left\">Prices</td><td align=\"left\">5.87</td><td align=\"left\">5.88</td><td align=\"left\">5.88</td><td align=\"left\">5.87</td><td align=\"left\">5.91</td><td align=\"left\">5.87</td><td align=\"left\">5.91</td></tr><tr><td align=\"left\"/><td align=\"left\">0.53</td><td align=\"left\">0.53</td><td align=\"left\">0.52</td><td align=\"left\">0.54</td><td align=\"left\">0.55</td><td align=\"left\">0.54</td><td align=\"left\">0.54</td></tr><tr><td align=\"left\">Wages</td><td align=\"left\">6.57</td><td align=\"left\">7.85</td><td align=\"left\">7.93</td><td align=\"left\">14.04</td><td align=\"left\">10.28</td><td align=\"left\">12.46</td><td align=\"left\">10.56</td></tr><tr><td align=\"left\"/><td align=\"left\">0.35</td><td align=\"left\">1.01</td><td align=\"left\">1.36</td><td align=\"left\">2.26</td><td align=\"left\">0.99</td><td align=\"left\">2.10</td><td align=\"left\">0.95</td></tr><tr><td align=\"left\">Profit margin</td><td align=\"left\">45.06</td><td align=\"left\">42.70</td><td align=\"left\">43.09</td><td align=\"left\">37.20</td><td align=\"left\">39.66</td><td align=\"left\">37.38</td><td align=\"left\">39.52</td></tr><tr><td align=\"left\"/><td align=\"left\">6.16</td><td align=\"left\">3.79</td><td align=\"left\">3.75</td><td align=\"left\">1.72</td><td align=\"left\">2.06</td><td align=\"left\">1.37</td><td align=\"left\">2.44</td></tr><tr><td align=\"left\">Unemployment rate</td><td align=\"left\">8.04</td><td align=\"left\">5.19</td><td align=\"left\">5.28</td><td align=\"left\">1.06</td><td align=\"left\">2.24</td><td align=\"left\">1.85</td><td align=\"left\">2.14</td></tr><tr><td align=\"left\"/><td align=\"left\">0.95</td><td align=\"left\">1.92</td><td align=\"left\">2.07</td><td align=\"left\">0.19</td><td align=\"left\">0.27</td><td align=\"left\">0.90</td><td align=\"left\">0.32</td></tr><tr><td align=\"left\">Exchange rate<a href=\"#T1_FN2\">*</a></td><td align=\"left\">1.59</td><td align=\"left\">1.72</td><td align=\"left\">1.71</td><td align=\"left\">2.03</td><td align=\"left\">2.03</td><td align=\"left\">2.03</td><td align=\"left\">2.03</td></tr><tr><td align=\"left\">Interest rate</td><td align=\"left\">12.63</td><td align=\"left\">12.68</td><td align=\"left\">12.59</td><td align=\"left\">10.28</td><td align=\"left\">12.05</td><td align=\"left\">10.83</td><td align=\"left\">11.89</td></tr><tr><td align=\"left\"/><td align=\"left\">0.87</td><td align=\"left\">0.57</td><td align=\"left\">0.56</td><td align=\"left\">1.26</td><td align=\"left\">0.69</td><td align=\"left\">1.74</td><td align=\"left\">0.95</td></tr><tr><td align=\"left\">Public deficit/income</td><td align=\"left\">-28.33</td><td align=\"left\">-29.96</td><td align=\"left\">-29.77</td><td align=\"left\">-42.48</td><td align=\"left\">-36.71</td><td align=\"left\">-40.56</td><td align=\"left\">-36.62</td></tr><tr><td align=\"left\"/><td align=\"left\">6.18</td><td align=\"left\">3.93</td><td align=\"left\">4.24</td><td align=\"left\">4.34</td><td align=\"left\">0.84</td><td align=\"left\">1.90</td><td align=\"left\">0.80</td></tr><tr><td align=\"left\">Gov. share in GNP</td><td align=\"left\">35.33</td><td align=\"left\">36.29</td><td align=\"left\">36.22</td><td align=\"left\">44.75</td><td align=\"left\">40.99</td><td align=\"left\">44.00</td><td align=\"left\">41.02</td></tr><tr><td align=\"left\"/><td align=\"left\">0.57</td><td align=\"left\">0.39</td><td align=\"left\">0.38</td><td align=\"left\">5.08</td><td align=\"left\">2.71</td><td align=\"left\">3.75</td><td align=\"left\">2.52</td></tr><tr><td align=\"left\">Trade def./GNP ratio</td><td align=\"left\">4.31</td><td align=\"left\">5.19</td><td align=\"left\">5.12</td><td align=\"left\">15.00</td><td align=\"left\">10.63</td><td align=\"left\">14.43</td><td align=\"left\">10.85</td></tr><tr><td align=\"left\"/><td align=\"left\">2.23</td><td align=\"left\">1.27</td><td align=\"left\">1.38</td><td align=\"left\">6.02</td><td align=\"left\">2.62</td><td align=\"left\">4.57</td><td align=\"left\">2.63</td></tr></tbody></table>"
                                    ],
                                    "title": "Experimental results (Years 1-15).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00295%2Fijm-00295-fig001.tif",
                                        "size": {
                                            "width": 997,
                                            "height": 877
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00295%2Fijm-00295-fig001.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00295-fig001.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Annual change in manufacturing wages.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00295%2Fijm-00295-fig002.tif",
                                        "size": {
                                            "width": 1001,
                                            "height": 876
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00295%2Fijm-00295-fig002.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00295-fig002.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Labour productivity.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00295%2Fijm-00295-fig003.tif",
                                        "size": {
                                            "width": 1003,
                                            "height": 888
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00295%2Fijm-00295-fig003.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00295-fig003.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Unemployment rate.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00295%2Fijm-00295-fig004.tif",
                                        "size": {
                                            "width": 1008,
                                            "height": 879
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00295%2Fijm-00295-fig004.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00295-fig004.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Manufacturing output.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The seemingly positive “first period” policy results on GNP and manufacturing productivity growth apparently have been achieved by excessive public recruitment. But the explanation is not typically Keynesian. The more job openings in the labor market, the less risky it is for individuals to quit jobs and to take their time looking for a new job. Workers will increasingly (because of policies) go to the shrinking share of very productive manufacturing firms capable of paying more,<a href=\"#fn7\"><sup>7</sup></a> or to Government. Low productivity firms are forced to contract production or to exit. Average productivity in manufacturing temporarily increases because of an <i>improved static allocation of workers</i>. Manufacturing output temporarily increases, but not much because of the growing exit rate.<a href=\"#fn8\"><sup>8</sup></a> This is not a typical Keynesian demand effect, but it can be triggered by Keynesian demand policies. We recognize these types of market induced mechanisms on the MOSES model economy from several earlier studies (<a href=\"#bib13\">Eliasson, 1978b</a>; <a href=\"#bib14\">Eliasson, 1978c</a>; <a href=\"#bib16\">Eliasson, 1983</a>). Provided demand policies are not excessive, as they become with time in the SIMP1 policy scenario and provided industry innovation and entrepreneurial entry are sufficiently forceful to maintain diversity of production structures and heterogeneity among business agents this policy works (see next policy experiments and graphs). If pushed too hard, however, this policy causes cost overshooting and disorderly markets and eventually destabilizes the entire economic system.",
                            "type": "paragraph"
                        },
                        {
                            "text": "While in the BASE case the economy trots on nicely for the entire simulation, and the government deficit even begins to decrease, unemployment levels stay at roughly 4 percent, and perhaps somewhat higher than a healthy natural turnover of workers would generate. The SIMP1 scenario eventually takes the entire economy close to collapse (<a href=\"#fig3\">Figure 3</a>) with an abnormally low unemployment rate and almost all workers employed by the public sector (<a href=\"#table2\">Table 2</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: The standard deviation of a variable over the period is shown in the second row.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Labor force at the end of simulation is about 2530000.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "id": "T2_FN3",
                                            "label": "*",
                                            "text": [
                                                {
                                                    "text": "denotes the value at the end of the period.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">ZEROBASE</th><th align=\"left\">EQBASE</th><th align=\"left\">BASE</th><th align=\"left\">SIMP1</th><th align=\"left\">SIMP2</th><th align=\"left\">KEY2</th><th align=\"left\">RAT2</th></tr></thead><tbody><tr><td align=\"left\">QTOP<a href=\"#T2_FN3\">*</a></td><td align=\"left\">454640</td><td align=\"left\">391980</td><td align=\"left\">408493</td><td align=\"left\">41397</td><td align=\"left\">159049</td><td align=\"left\">53993</td><td align=\"left\">222153</td></tr><tr><td align=\"left\">TEC<a href=\"#T2_FN3\">*</a></td><td align=\"left\">17992</td><td align=\"left\">19155</td><td align=\"left\">18840</td><td align=\"left\">22463</td><td align=\"left\">16143</td><td align=\"left\">19934</td><td align=\"left\">17895</td></tr><tr><td align=\"left\">Labor prod.<a href=\"#T2_FN3\">*</a></td><td align=\"left\">722351</td><td align=\"left\">719729</td><td align=\"left\">729879</td><td align=\"left\">788204</td><td align=\"left\">825031</td><td align=\"left\">1011372</td><td align=\"left\">922739</td></tr><tr><td align=\"left\">Average growth rates</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">GNP</td><td align=\"left\">3.77</td><td align=\"left\">4.06</td><td align=\"left\">4.11</td><td align=\"left\">5.37</td><td align=\"left\">4.41</td><td align=\"left\">5.04</td><td align=\"left\">4.57</td></tr><tr><td align=\"left\"/><td align=\"left\">0.74</td><td align=\"left\">0.69</td><td align=\"left\">0.75</td><td align=\"left\">0.72</td><td align=\"left\">0.58</td><td align=\"left\">0.83</td><td align=\"left\">0.67</td></tr><tr><td align=\"left\">Output</td><td align=\"left\">3.11</td><td align=\"left\">3.29</td><td align=\"left\">2.83</td><td align=\"left\">..</td><td align=\"left\">1.80</td><td align=\"left\">2.80</td><td align=\"left\">1.16</td></tr><tr><td align=\"left\"/><td align=\"left\">3.09</td><td align=\"left\">2.28</td><td align=\"left\">2.40</td><td align=\"left\">..</td><td align=\"left\">1.36</td><td align=\"left\">...</td><td align=\"left\">2.33</td></tr><tr><td align=\"left\">Sales</td><td align=\"left\">9.36</td><td align=\"left\">9.66</td><td align=\"left\">9.21</td><td align=\"left\">7.23</td><td align=\"left\">8.52</td><td align=\"left\">11.99</td><td align=\"left\">7.79</td></tr><tr><td align=\"left\"/><td align=\"left\">2.25</td><td align=\"left\">2.05</td><td align=\"left\">2.07</td><td align=\"left\">23.12</td><td align=\"left\">1.79</td><td align=\"left\">16.26</td><td align=\"left\">2.13</td></tr><tr><td align=\"left\">Prices</td><td align=\"left\">5.87</td><td align=\"left\">5.99</td><td align=\"left\">6.01</td><td align=\"left\">8.00</td><td align=\"left\">6.54</td><td align=\"left\">6.81</td><td align=\"left\">6.49</td></tr><tr><td align=\"left\"/><td align=\"left\">0.62</td><td align=\"left\">0.57</td><td align=\"left\">0.58</td><td align=\"left\">3.59</td><td align=\"left\">0.86</td><td align=\"left\">2.60</td><td align=\"left\">0.95</td></tr><tr><td align=\"left\">Wages</td><td align=\"left\">5.14</td><td align=\"left\">7.25</td><td align=\"left\">7.71</td><td align=\"left\">11.75</td><td align=\"left\">9.34</td><td align=\"left\">9.63</td><td align=\"left\">8.93</td></tr><tr><td align=\"left\"/><td align=\"left\">0.58</td><td align=\"left\">0.82</td><td align=\"left\">0.64</td><td align=\"left\">1.45</td><td align=\"left\">0.20</td><td align=\"left\">1.23</td><td align=\"left\">1.01</td></tr><tr><td align=\"left\">Profit margin</td><td align=\"left\">70.69</td><td align=\"left\">57.07</td><td align=\"left\">56.54</td><td align=\"left\">8.48</td><td align=\"left\">50.29</td><td align=\"left\">31.01</td><td align=\"left\">54.28</td></tr><tr><td align=\"left\"/><td align=\"left\">6.58</td><td align=\"left\">5.60</td><td align=\"left\">4.76</td><td align=\"left\">67.57</td><td align=\"left\">4.09</td><td align=\"left\">49.60</td><td align=\"left\">4.30</td></tr><tr><td align=\"left\">Unemployment rate</td><td align=\"left\">13.46</td><td align=\"left\">4.60</td><td align=\"left\">4.13</td><td align=\"left\">0.98</td><td align=\"left\">2.08</td><td align=\"left\">1.91</td><td align=\"left\">2.02</td></tr><tr><td align=\"left\"/><td align=\"left\">1.31</td><td align=\"left\">0.70</td><td align=\"left\">0.54</td><td align=\"left\">0.43</td><td align=\"left\">0.20</td><td align=\"left\">1.07</td><td align=\"left\">0.24</td></tr><tr><td align=\"left\">Exchange rate<a href=\"#T2_FN3\">*</a></td><td align=\"left\">1.17</td><td align=\"left\">2.06</td><td align=\"left\">2.20</td><td align=\"left\">3.73</td><td align=\"left\">3.73</td><td align=\"left\">3.72</td><td align=\"left\">3.72</td></tr><tr><td align=\"left\">Interest rate</td><td align=\"left\">8.59</td><td align=\"left\">12.68</td><td align=\"left\">13.37</td><td align=\"left\">22.33</td><td align=\"left\">21.60</td><td align=\"left\">23.33</td><td align=\"left\">21.95</td></tr><tr><td align=\"left\"/><td align=\"left\">2.52</td><td align=\"left\">0.40</td><td align=\"left\">0.93</td><td align=\"left\">3.72</td><td align=\"left\">4.18</td><td align=\"left\">2.79</td><td align=\"left\">3.94</td></tr><tr><td align=\"left\">Public deficit/</td><td align=\"left\">-2.21</td><td align=\"left\">-19.19</td><td align=\"left\">-21.92</td><td align=\"left\">-60.50</td><td align=\"left\">-41.86</td><td align=\"left\">-55.78</td><td align=\"left\">-43.86</td></tr><tr><td align=\"left\">income</td><td align=\"left\">7.15</td><td align=\"left\">3.06</td><td align=\"left\">0.97</td><td align=\"left\">5.18</td><td align=\"left\">2.21</td><td align=\"left\">5.30</td><td align=\"left\">2.21</td></tr><tr><td align=\"left\">Gov. share in GNP</td><td align=\"left\">35.28</td><td align=\"left\">39.09</td><td align=\"left\">39.91</td><td align=\"left\">66.01</td><td align=\"left\">52.41</td><td align=\"left\">58.90</td><td align=\"left\">51.69</td></tr><tr><td align=\"left\"/><td align=\"left\">0.68</td><td align=\"left\">1.07</td><td align=\"left\">1.65</td><td align=\"left\">13.85</td><td align=\"left\">4.07</td><td align=\"left\">4.92</td><td align=\"left\">3.57</td></tr><tr><td align=\"left\">Trade deficit/</td><td align=\"left\">-4.03</td><td align=\"left\">2.43</td><td align=\"left\">3.32</td><td align=\"left\">47.05</td><td align=\"left\">23.94</td><td align=\"left\">32.74</td><td align=\"left\">21.43</td></tr><tr><td align=\"left\">GNP ratio</td><td align=\"left\">2.29</td><td align=\"left\">0.87</td><td align=\"left\">1.04</td><td align=\"left\">28.93</td><td align=\"left\">6.05</td><td align=\"left\">7.62</td><td align=\"left\">4.77</td></tr><tr><td align=\"left\">Public emp<a href=\"#T2_FN3\">*</a></td><td align=\"left\">44.75</td><td align=\"left\">54.52</td><td align=\"left\">56.61</td><td align=\"left\">98.24</td><td align=\"left\">78.06</td><td align=\"left\">92.61</td><td align=\"left\">80.82</td></tr><tr><td align=\"left\">Private emp.<a href=\"#T2_FN3\">*</a></td><td align=\"left\">41.01</td><td align=\"left\">39.45</td><td align=\"left\">38.44</td><td align=\"left\">1.01</td><td align=\"left\">20.33</td><td align=\"left\">5.69</td><td align=\"left\">17.75</td></tr><tr><td align=\"left\">N new firms<a href=\"#T2_FN3\">*</a></td><td align=\"left\">72</td><td align=\"left\">54</td><td align=\"left\">57</td><td align=\"left\">24</td><td align=\"left\">52</td><td align=\"left\">37</td><td align=\"left\">51</td></tr><tr><td align=\"left\">N nullified firms<a href=\"#T2_FN3\">*</a></td><td align=\"left\">42</td><td align=\"left\">50</td><td align=\"left\">52</td><td align=\"left\">176</td><td align=\"left\">69</td><td align=\"left\">154</td><td align=\"left\">80</td></tr></tbody></table>"
                                    ],
                                    "title": "Experiment results (Years 16-30).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1. One percent unemployment target – simple sequential policy rules (SIMP1)",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "When unemployment ambitions are softened to 2 percent (everything else the same) not much happens to growth compared to BASE and SIMP1 during the first 15 years (not shown). The less ambitious unemployment target is attained throughout the simulation period. The main difference is the absence of the dramatic deterioration of economy-wide performance in the second period and smaller public and trade deficits. Manufacturing output, however, still suffers compared to the BASE case (<a href=\"#table2\">Table 2</a>). The 2 percent unemployment target for 30 years is still an extreme and devastating policy ambition. Even though manufacturing has not collapsed as in SIMP1, it is rapidly deteriorating towards the end of the simulation period in scenario SIMP2.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2. Using the less ambitious employment target of 2 percent (SIMP2)",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In <a href=\"#bib4\">Antonov and Trofimov (1991)</a> Government used a Keynesian forecasting model that was continuously reestimated on data generated by the MOSES economy to feed MOSES firms with forecasts. In this set of experiments, we replaced the simple sequential policy rules of government with this model, plus an estimated unemployment GNP relationship to provide Government with unemployment forecasts. As in SIMP2 the unemployment target is set at 2 percent. It does not help much for the government to use a more sophisticated forecasting model. All the economy wide bad systems effect of the earlier runs, notably those of SIMP2, occur.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3. Government uses a more sophisticated forecasting model (KEY 2)",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Government now forms its expectations rationally such that it can “rationally” believe to have an estimate of the level of public hiring needed, to attain the 2 percent unemployment level such that it is right in expectation. Ex ante however differs from ex post, and RE equilibrium in the sense of <a href=\"#bib30\">Lucas (1976)</a> cannot be achieved ex post. Economy wide performance measured by growth in GNP, manufacturing output and manufacturing productivity look good during the first 15 years of the simulation experiment, and the unemployment target is roughly attained throughout the simulation period (<a href=\"#fig3\">Figure 3</a>). In the second half, economy wide performance is however as bad as in the SIMP2 experiment (<a href=\"#fig3\">Figure 3</a> and <a href=\"#table2\">Table 2</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The RE assumptions apparently did not make a difference. Methodologically this experiment is, however, interesting. RE equilibrium is a theoretical impossibility in the MOSES economy. For RE to be achieved MOSES would have to be modelled as a stationary process (<a href=\"#bib29\">Lindh, 1993</a>). With MOSES we can however do what no policy maker can do; we can try out several “live” policy experiments on the model economy, varying public hiring to see what happens, and chose the runs that come closest to RE. But even that did not help.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-4",
                    "title": "4.4. “Rational expectations” scenario (RAT2)",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The calibrated BASE case fared quite well in the long run. Unemployment was high the first ten years (1986-1993). With time it however dropped down to a healthy sustained transactions unemployment of around 4 percent.<a href=\"#fn9\"><sup>9</sup></a> We therefore reduced public employment ambitions radically, an “anti-Swedish policy” to see what happens. In EQBASE public hiring is reduced to half that of the 1950s and 1960s (to a 0.17 percent increase per quarter) and in ZEROBASE (or BASEƟ in the figures) to no increase at all throughout the simulation period.",
                            "type": "paragraph"
                        },
                        {
                            "text": "While unemployment in the BASE case stayed at a moderate (“natural”) rate of around 4 percent throughout the 30-year simulation, it increased to 8 percent in the ZEROBASE run in the first period and then increased further to around 14 percent. Manufacturing output and productivity developed as in the EQBASE scenario, and a slight loss in GDP during the first period was concentrated to the other sectors. A slower demand for workers lowered wage increases, and increased competitiveness of exports, but pushed up the unemployment rate. Over the 30-year period the public deficit practically vanished. Interestingly, it appears as if a sustainable and acceptable policy alternative would fall somewhere between ZEROBASE and EQBASE, a slowly expanding and small public sector, a steady expansion of the economy and a sustainable unemployment rate around 4.5 percent, which is more or less what is achieved in the calibrated BASE case.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Is the higher unemployment rate a problem? The MOSES model has been calibrated on data for the period 1983 to 1988, including the official unemployment data. So, the levels generated in the simulations are reasonably accurate. We know that pursuing the more ambitious unemployment targets in SIMP1, SIMP2 and RAT2 lead to unacceptable long run economy wide outcomes. We also know that the unemployment rate as defined includes a transactions component of normal labor turnover associated with the normal structural change that always accompanies economic growth. It is difficult to tell how large that normal component is, but it should be placed significantly above the 1 and 2 percent levels targeted in the SIMP1 and SIMP2 experiments. The sustainable 4 to 5 percent in the EQBASE and BASE scenarios place is still below the long run US case, which many would regard as normal for a functioning labor market. So raising public recruiting and sector growth very little above the EQBASE to the BASE case a modest increase in real wages is achieved with no inflationary consequences (CPI change is hardly affected), while manufacturing output growth does not change much, and GNP increases because of faster public sector growth. Instead of almost disappearing, as in the ZEROBASE, the public deficit stays large in the BASE case, even though not disastrously large as in the extreme policy cases. So even a US level of unemployment comes with a maintained deficit on public account, and while the ratio of public debt to GNP may not increase, in the longer run (beyond our simulation period) further ambitions to hold down unemployment will tilt the scenario in the direction of the non-sustainable macro balances of the SIMP 1 and SIMP 2 policy experiments.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-5",
                    "title": "4.5. No unemployment target, and less and no growth in public recruitment (ECOBASE and ZEROBASE)",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "It makes sense to stop here and consider these observations. Apparently, the model generates scenarios that in the very long run correspond to worries expressed in the current Swedish economic policy debate, but the bad consequences of criticized policies take a very long time to show, so long that it is difficult to make myopic politicians and the current generation pay attention. But the next generation nevertheless will have to pay.",
                            "type": "paragraph"
                        },
                        {
                            "text": "On the other hand, if we enact the suggested conservative remedies, the goodies come in the very long run, and the current generation that decides politically must make do with less real income for consumption, less public services and a higher unemployment rate. It is a question of democratic procedure to decide whether the current Government should have the political power to appropriate the benefits at the expense of future generations without a political voice today.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Some would say, why not correct the bad outcomes later when they begin to show? The answer in terms of the MOSES model economy is straight forward: too late. The consequences are cumulative and will require stronger and stronger policies to correct short term with worse longer term and possibly cumulating negative outcomes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Another question would be: Why not be satisfied with the BASE scenario with it’s a reasonably balanced long run outcomes, and a sustainable unemployment rate of 4-5 percent, which should be close to normal transactions unemployment for an economy with with a sustainable growth in GNP and manufacturing of about 4 and 3 percent respectively, or why not lower public sector growth (and consequently public recruitment) “somewhat” towards the ZEROBASE case to safely achieve sustainable macro balances at the cost of some increase in unemployment?",
                            "type": "paragraph"
                        },
                        {
                            "text": "The MOSES model offers a unique opportunity to study those tradeoffs. And there is one possibility that the above simulation experiments suggest. Perhaps a more flexible, and therefore less inflationary labor market would make a ZEROBASE scenario with faster manufacturing growth possible and without having Government soak up freed labor through public recruiting.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-6",
                    "title": "4.6. Summing up",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Simulation results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Beyond the estimation problems associated with selection and highly nonlinear models (that we don’t discuss here) the above simulation experiments have some interesting methodological and theoretical implications. In an Experimentally Organized Economy (EOE), as represented by the MOSES model economy, endogenous entrepreneurial entry, and learning by, and competition among boundedly rational agents propel economy wide evolution. In a positive scenario this means a flow of successful growth promoting business experiments followed by a smaller but still significant flow of mistaken business experiments. Competition forces low performing firms to slow down or exit. If not countered by investment in high performing firms and entry, firms tend to become structurally more alike and markets more concentrated. The economy will then eventually begin to exhibit signs of instability. A balanced turnover of firms is important for the diverse production structures associated with a robust economy to be maintained (<a href=\"#bib13\">Eliasson, 1978b</a>; <a href=\"#bib14\">Eliasson, 1978c</a>; <a href=\"#bib16\">Eliasson, 1983</a>; <a href=\"#bib17\">Eliasson, 1984</a>; <a href=\"#bib23\">Eliasson, 1991a</a>; <a href=\"#bib24\">Eliasson, 1991b</a>). <a href=\"#table2\">Table 2</a> shows that in the extreme policy cases SIMP1, SIMP2, KEY2 and RAT2 this balance has been disturbed in that more firms have exited than entered.",
                    "type": "paragraph"
                },
                {
                    "text": "One sign of increasing instabilities in the economy is the development of disorderly markets that lower the information content of current prices as predictors of future prices that raises the incidence of business mistakes and impairs the allocation of resources.",
                    "type": "paragraph"
                },
                {
                    "text": "Similarly, diversity of production structures can be damaged by ambitious stabilization policies aimed at reducing slack in the economy by competing high-cost producers out of business. In <a href=\"#bib16\">Eliasson (1983)</a> it was suggested that increasingly ambitious Keynesian stabilization policies during the post war period indeed increased economic growth for several decades, eventually to reduce diversity of structures to the extent that the economy became precariously sensitive to disturbances of the oil crisis type of the 1970s. And the unbalanced ambitious employment scenarios, notably SIMP1 do not contradict that. proposition.",
                    "type": "paragraph"
                },
                {
                    "text": "The policy experiments of this essay have been designed to emulate those policies and have done so quite successfully. The diversity of structures in terms of rate of return distributions over the firm population are shown in <a href=\"#fig5\">Figure 5</a> for the BASE, the SIMP2 and the ZEROBASE policy scenarios. This time data for a longer 50-year period have been studied, and rate of return distributions printed out for years 1986, 2016 and 2036.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig5",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00295%2Fijm-00295-fig005.tif",
                                "size": {
                                    "width": 1648,
                                    "height": 1483
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00295%2Fijm-00295-fig005.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00295-fig005.jpg"
                                }
                            },
                            "label": "Figure 5",
                            "title": "(<b>a</b>) Rate of return distribution, ZEROBASE. (<b>b</b>) Rate of return distribution, BASE. (<b>c</b>) Rate of return distribution, SIMP 2.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The SIMP1 policy experiment reduces the number of firms to the extent that the economy is close to collapse by year 50 (<a href=\"#table2\">Table 2</a>). The more moderate SIMP2 policy experiment is not that destructive, even though more firms exit than enter and the private manufacturing sector is left dramatically reduced compared to the public sector on the 50-year horizon. The distributional characteristics in <a href=\"#fig5\">Figure 5c</a> show an unhealthy development of deteriorating diversity. On the horizon 2036 a few highly productive and profitable firms account for most of manufacturing production. This is a precarious structural situation. The opposite case (ZEROBASE) is shown in <a href=\"#fig5\">Figure 5a</a>, with a healthy spread of rates of return across the large part of population of firms on the horizon, perhaps “too healthy” in that rates of return for most firms range too high above the interest rate in <a href=\"#fig6\">Figure 6</a>, indicating a lack of competition. Here the BASE case shows (in <a href=\"#fig5\">Figure 5b</a>) a distributional picture the way it should look in a robustly structured and competitive economy. Macro performance in terms of output and productivity growth in the BASE and ZEROBASE scenarios are roughly similar. A less ambitious public sector hiring policy has, however, kept wages lower and left firms better off in the ZEROBASE compared to the BASE case, and perhaps too well off because of lack of competition. As suggested earlier, optimum sustainable policy appears to lie between ZEROBASE and BASE, and close to BASE.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig6",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00295%2Fijm-00295-fig006.tif",
                                "size": {
                                    "width": 997,
                                    "height": 874
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00295%2Fijm-00295-fig006.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00295-fig006.jpg"
                                }
                            },
                            "label": "Figure 6",
                            "title": "Interest rate.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Competition forces firms to become more productive, which is desirable even though it is achieved through shedding workers, but not if engineered though excessive public sector growth, and it is especially bad if public sector service production is not preferred by households over manufacturing goods.",
                    "type": "paragraph"
                },
                {
                    "text": "Pushing the market-competition exposed manufacturing industry harder, makes wage and profitability distributions flatter, as in the ambitious policy experiments, and pushes economic structures closer to a state it is supposed to look like in static market clearing equilibrium. Even though neo walrasian economics wants it there, in a dynamic market economy which requires a certain amount of slack to be stable, apparently this is not a desirable state to aim policies for (<a href=\"#bib16\">Eliasson, 1983</a>; <a href=\"#bib17\">Eliasson, 1984</a>; <a href=\"#bib18\">Eliasson, 1985</a>; <a href=\"#bib20\">Eliasson, 1988</a>; <a href=\"#bib21\">Eliasson, 1990a</a>).",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Forcing the economy to operate closer and closer to a static market clearing state",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Some say that it does not make sense to simulate an economic model for 50 years. We know for instance that weather forecasts beyond six or seven days are more or less without “weather content”, since the resolution and quality of initial state measurements are such that the precision of calculations deteriorate quickly as initial state and rounding errors cumulate in path dependent dynamic models.",
                    "type": "paragraph"
                },
                {
                    "text": "This is of course true also of economic models when the accuracy of forecasts matters, or when the precision of effect or cost benefit studies is a concern. Ours is, however, a principally different problem. We primarily want to study the properties of a numerically specified model of a “Sweden like industrial economy”, and only secondly to calculate the magnitudes involved. That is analogous to demonstrating the existence of certain properties of a theoretical model. If it can be demonstrated that the precision of initial state measurements and of estimated model parameters do not matter for a particular result we have reason to be satisfied, and we might as well run the simulations for very long to see if the results show tendencies to cumulate. First, therefore we have the question of whether the demonstration of existence is economically credible, second whether the results carry over to the Swedish economy.",
                    "type": "paragraph"
                },
                {
                    "text": "There are strong reasons for taking the economic mechanisms that have caused the long run collapse like simulation outcomes of this essay seriously as empirical economic phenomena. They are the results of well-known economic principles integrated in an empirical market framework of initial state measurements and parameters calibrated on empirical data. In that sense the analytical (simulation) outcomes carry more empirical content and credibility than pure theoretical reasoning within, for instance a computable general equilibrium model which is wrongly specified for such analysis. In principle the collapse like behavior of the economy caused by long run policy mistreatment should therefore be considered well established. Whether a policy action between BASE and ZEROBASE would have been optimal for Sweden is however a more controversial statement. The latter essentially means that the Government should have expanded less, albeit not altogether, and that it is now high time to reverse policies to avoid bad economy wide future outcomes.",
                    "type": "paragraph"
                },
                {
                    "text": "Long run simulations also raise the problem of robustness of the model economy. Our experience from simulation analysis is that the MOSES model is a structurally robust economic system, and the main reason is that endogenous entrepreneurial entry in calibrated model versions (including the one used in this essay) can maintain a healthy diversity of production structures over the longer term. The consequence observed in the policy simulations of this paper is that very heavy policy mistreatment, such as SIMP1 is needed to force the model economy into a collapse prone state. This outcome furthermore takes a long time to materialize, well into the second period in <a href=\"#table2\">Table 2</a> or after two decades or more. <i>The typical characterization of the deteriorating robustness is the flattening of Salter curve distributions</i> (in <a href=\"#fig5\">Figure 5</a>) <i>and a diminishing number of market agents</i> (<a href=\"#table2\">Table 2</a>)<i>, both circumstances causing markets, and market self-coordination of the economy to lose functionality</i>.",
                    "type": "paragraph"
                },
                {
                    "text": "There are many other reasons for being interested in long run historic simulations of the MOSES model, for instance to investigate the theoretical meaning of a quantitative model of economic growth. We argue (<a href=\"#bib23\">Eliasson, 1991a</a>; <a href=\"#bib24\">Eliasson, 1991b</a>) that for a growth model to make sense it needs to be capable of clarifying whether economy wide endogenous market self-coordination supported by agent competition in explicit markets can sustain long term growth in the macro economy. Is the “invisible market hand” of Adam Smith sufficient for that, or is there a need for the “visible hand” of Walras’ central auctioneer to enter to correct economic development because of market self-correction failure. Neoclassical or neo walrasian equilibrium models assume the latter. In them markets have been eliminated and macroeconomic growth made exogenous. At the 1983 conference organized by the IUI and the Journal of Economic Behaviour and Organization (JEBO) in Stockholm and published as <a href=\"#bib34\">Day and Eliasson (1986)</a>, we asked wether markets needed a \"boss\" to function properly, and answers came out between yes and no depending on which model was guiding the discussant . The MOSES modelling project has from the start been focused on the relative importance for economic evolution of the invisible hand of dynamic markets and the visible hand of a central policy maker (<a href=\"#bib10\">Eliasson, 1976b</a>), and in this paper we have been able to demonstrate that in a market self-coordinated economy wide model the visible central policy hand of Walras is often likely to mess up the market self-coordinating machinery because of a bad understanding of the dynamics of a market economy. The policy maker should therefore not only take it easy but in general avoid ambitious policy experiments because of the heavy leverage they have on the economy.",
                    "type": "paragraph"
                },
                {
                    "text": "We also dare to generalize this result to any economy in which government distributes a significant part of its resources through the public sector, even though this may look like a contradiction. Why shouldn’t Government then rather use a MOSES type model to control the economy through varying its parameters. Then policies can continue to be ambitious and also be more informed.",
                    "type": "paragraph"
                },
                {
                    "text": "Not so! This is where the objections to very long run forecasts, or forecasts in general, enter. Like any model the MOSES model will also generate error prone forecasts of the real economy it represents because its specification, however detailed and comprehensive, will always be partial. The simulations we have presented are not forecasts of what will happen, they are predictions of what will happened in controlled policy experiments on a model economy, or what is likely to (approximately) happen over the longer term in the real economy that the model has been designed to represent. The MOSES model, however, gives a more varied story of what <i>might</i> happen, side effects and all, than most forecasting models used in policy practice are capable of telling.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Does it make economic sense to simulate a model for 50 years by quarter?",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The above document is a sligthly revised version of the IUI working paper from 1992 with the same title that included a whole lot of handwritten corrections made as the paper was prepared for publication (see fotnote 1). We considered this publication important because its results became an input in the IUI Long Term Survey referred to as <a href=\"#bib3\">Andersson et al. (1993)</a>, notably chapter 7 with the title. The Limits and possibilities of policy making, and greatly encouraged us to voice strong recommendations to dramatically reverse current policies, and to stop preventing unemployment from increasing by holding back a long overdue reallocation of labor from crisis (or more or less so) industries to expanding businesses.",
                    "type": "paragraph"
                },
                {
                    "text": "One complication held us back. In early 1993 (dated February 8) one of us (Gunnar Eliasson) received a letter of positive criticism of the original working paper from Professor Odd Gulbrandsen, an old IUI associate, with experience from large scale modelbuilding at IIASA, and just retired head of the research division of UNCTAD, who had read the paper carefully. Professor Gulbrandsen brought up the principal problem of extreme “predictions” associated with the longer term dynamic simulations of complex models that were always partial however well founded. Since the original working paper of this study is of interest in itself because it became a direct input in the IUI Long Term survey (<a href=\"#bib3\">Andersson et al., 1993</a>), and there came out in the form of strong recommendations to reduce ambitious unemployment policies and make sure that workers were transferred to growing firms from crisis industries, even at the cost of a higher transactions unemployment. Gulbrandsen’s critique therefore also relates to the way our simulation results were used, even though the <a href=\"#bib3\">Andersson et al. (1993)</a> study had not been published when he wrote his letter. It rather points to the general methodological problem of the empirical relevance associated with large scale initial state dependent and difficult to estimate microsimulation models like MOSES. We therefore chose to complement the revised document with this methodological postscript, and in particular comment on <i>the relevance of extreme model predictions of the outcomes of extreme policies</i>.",
                    "type": "paragraph"
                },
                {
                    "text": "The MOSES model runs on a rich statistical input, mostly in the form of initial state measurements based on a specially designed so called Planning Survey conducted annually by the Federation of Swedish Industries and covering all large Swedish manufacturing firms plus a sample of small and medium sized firms. Those initial inputs are then all reproduced dynamically from quarter to quarter throughout each simulation and can be studied and tabulated at any time during a simulation. <a href=\"#table1\">Tables 1</a> and <a href=\"#table2\">2</a> contain only a fraction of the data output the model can generate. Not rarely have we called up simulated additional data to figure out what has happened during an experiment.",
                    "type": "paragraph"
                },
                {
                    "text": "The problem is that the MOSES model is calibrated on only a fraction of that data by manipulating an equal number of parameters. All other parameters of the model, including direct measurements of for instance the initial state (a complete stock and flow consistent micro to macro data base was brought in directly from external sources (see <a href=\"#bib2\">Albrecht et al., 1992</a>). In the beginning calibration was on a selection of targeted macro time series as in <a href=\"#bib27\">Eliasson and Olavi (1978)</a>, but later with the computer-based calibration program of <a href=\"#bib31\">Taymaz (1991)</a> on a much wider spectrum of target variables, also including distributions of micro data (see for instance <a href=\"#bib2\">Albrecht et al., 1992</a>, and <a href=\"#bib18\">Eliasson, 1985</a>). In doing so we tried to keep the number of manipulated parameters equal to the number of targeted variables. The targeted variables were however still only a fraction of MOSES standard simulation output, and of what it could deliver in the form of detail.",
                    "type": "paragraph"
                },
                {
                    "text": "The target variables for calibration were chosen to be those that we had an ambition to explain endogenously, namely (1) critical economy wide growth variables, (2) macro cyclical variables, some of them the same as under (1), including also important price indexes, and later (3) some distributional characteristics expressed as the Salter curves in <a href=\"#fig5\">Figure 5</a>. Sometimes, therefore variables not targeted for calibration exhibited unexpected data constellations, sometimes fine details that we could explain in terms of their generation in the model, but that were far from what you would expect in reality. Firms, even flagships of Swedish manufacturing industry could go bankrupt and exit. Since we had no ambition to predict correctly at that level of fine detail it was not documented, in this case for confidentiality reason. But sometimes aggregate output was tabulated and observed by readers and reruns of entire experiments necessary to explain them technically. Professor Gulbrandsen brought up some odd numbers in his letter.",
                    "type": "paragraph"
                },
                {
                    "text": "The interesting counterquestion now is: Are these outputs empirically reasonable. In a carefully specified and perfectly estimated model you would be inclined to say yes. Now MOSES’ parameters were only calibrated, so one of them being very wrong could explain the outcome. The main problem in this case, however, is that <i>the difficult to explain model predictions came from extreme policy experiments</i>, such as SIMP1. Even though Swedish policy making had been extreme during the 1990s it was never that extreme, and the policy ambitions of SIMP1 would most probably have been abandoned long before the end of the simulation. So, carrying it through with years annotated and all would produce a lot of difficult to explain detail.",
                    "type": "paragraph"
                },
                {
                    "text": "Should such odd predictive output that we don’t recognize as empirically possible, being the outcome of extreme circumstances be documented or not? If you believe in the model, they could occur under unlikely circumstances. Even the most incompetent policy maker would not run the economy to the ground as in <a href=\"#fig4\">Figure 4</a>. Some odd constellations of predictive output that even the modelers would not discover before printing the table are likely. And when discovered and technically explained they may be found to be of methodological interest, or perhaps even a relevant possibility to consider. Above all, they are properties of the model economy that we study. So of course, we should document all data and wait for observant criticism, and then decide whether we are arguing about a real economic phenomenon, or an abstract theoretical possibility. This is not different from drawing conclusions from preliminary data that may have to be completely revised when new data arrives.",
                    "type": "paragraph"
                },
                {
                    "text": "There is finally no way to avoid priori assumptions to appear as part of empirical explanations. Keynesian macro model advice on policy is full of such priors. That extreme policy making will generate extreme outcomes should surprise nobody. As a rule, however, extreme policies are terminated when the damage becomes statistically visible.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig7",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00295%2Fijm-00295-fig007.tif",
                                "size": {
                                    "width": 1005,
                                    "height": 883
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00295%2Fijm-00295-fig007.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00295-fig007.jpg"
                                }
                            },
                            "label": "Figure 7",
                            "title": "Public deficit/income ratio.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s7",
            "title": "7. Postscript on the outcomes of simulation experiments",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "This means that the model has been calibrated on Swedish initial state, firm and National Accounts (NA) data. See <a href=\"#bib27\">Eliasson and Olavi (1978)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Now fairly completely documented in <a href=\"#bib10\">Eliasson (1976b)</a><a href=\"#bib11\">; Eliasson (1977)</a>; <a href=\"#bib12\">Eliasson (1978a)</a>; <a href=\"#bib14\">Eliasson (1978c)</a>; <a href=\"#bib18\">Eliasson (1985)</a>; <a href=\"#bib23\">Eliasson (1991a)</a>; <a href=\"#bib24\">Eliasson (1991b)</a>; <a href=\"#bib6\">Bergholm (1989)</a>; <a href=\"#bib1\">Albrecht et al. (1989)</a>; <a href=\"#bib2\">Albrecht et al. (1992)</a> and <a href=\"#bib31\">Taymaz (1991)</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Even though a later expansion with a household sector with representative households have been both theoretically and empirically prepared for (<a href=\"#bib33\">Eliasson and Klevmarken, 1981</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The 150 real firms include divisions within the 40 largest Swedish manufacturing firms plus several medium sized firms.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This macro model is the same as that used by <a href=\"#bib4\">Antonov and Trofimov (1991)</a> in simulating the consequences of central planning or coordination of the MOSES economy.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Professor Odd Gulbrandsen, and old IUI associate and of IIASA in Laxenburg, who read the 1992 IUI working paper version of this paper noted and questioned these properties of the MOSES model economy in a letter dated February 8.1993. Rather than expanding on his important “theme” here, which would mean a new paper, I will come back to it in a postscript at the end, after having documented the simulation results.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A similar result is reported from a theoretical analysis by <a href=\"#bib5\">Axell and Lang (1990)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "And only as long as product, labor and financial markets are excessively disturbed by the rapid structural change. See <a href=\"#bib26\">Eliasson and Lindberg (1986)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Just to get the references right. While Swedish unemployment had been artificially kept at the 2 percent level through the oil crisis years and well into the 1980s, creating the kind of economy wide systems problems shown in the SIMP1, SIMP2 and RAT2 experiments, it shot up radically during the second half of the 1980s. Since the initial data base for the experiments is 1982 (<a href=\"#bib2\">Albrecht et al., 1992</a>) the BASE simulation unavoidably enters 1986 at an unemployment level well above the “Swedish standard”. With no excessive unemployment target in the calibrated BASE experiment, the economy, as it should in a diversified advanced and robust industrial market economy, returns open unemployment to a healthy sustainable transactions level, a balanced state that the extreme SIMP 1, SIMP2 and RAT 2 policy experiments thoroughly disturbs.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Albrecht, JW",
                        "preferred": "JW Albrecht"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bergholm, F",
                        "preferred": "F Bergholm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hanson, KA",
                        "preferred": "KA Hanson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hartler, C",
                        "preferred": "C Hartler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heiman, M",
                        "preferred": "M Heiman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lindberg, T",
                        "preferred": "T Lindberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Olavi, G",
                        "preferred": "G Olavi"
                    },
                    "type": "person"
                }
            ],
            "date": "1989",
            "details": "MOSES Code Research Report no.36, Stockholm:IUI",
            "id": "bib1",
            "title": "MOSES Code Research Report no.36",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Albrecht, JW",
                        "preferred": "JW Albrecht"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Braunerhjelm, P",
                        "preferred": "P Braunerhjelm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nilsson, J",
                        "preferred": "J Nilsson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nordström, T",
                        "preferred": "T Nordström"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "date": "1992",
            "details": "MOSES Database, Research Report No. 40, Stockholm: IUI",
            "id": "bib2",
            "title": "MOSES Database, Research Report No. 40",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Andersson, T",
                        "preferred": "T Andersson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Braunerhjelm, P",
                        "preferred": "P Braunerhjelm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Carlsson, B",
                        "preferred": "B Carlsson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fölster, S",
                        "preferred": "S Fölster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jagren, L",
                        "preferred": "L Jagren"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kazamaki-Ottersten, E",
                        "preferred": "E Kazamaki-Ottersten"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sjöholm, K-R",
                        "preferred": "K-R Sjöholm"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "details": "Den långa vägen- Den ekonomiska politikens begränsningar och möjligheter att föra Sveriger ur 1990- talets kris (The long road- The limits and possibilities of taking the Swedish economy out of the crises of the 1990s with Government policy, Stockholm:IUI",
            "id": "bib3",
            "title": "Den långa vägen- Den ekonomiska politikens begränsningar och möjligheter att föra Sveriger ur 1990- talets kris (The long road- The limits and possibilities of taking the Swedish economy out of the crises of the 1990s with Government policy",
            "type": "unknown"
        },
        {
            "articleTitle": "Learning through short-run macroeconomic forecasts in a micro-to-macro model",
            "authors": [
                {
                    "name": {
                        "index": "Antonov, M",
                        "preferred": "M Antonov"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Trofimov, G",
                        "preferred": "G Trofimov"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "doi": "10.1016/0167-2681(93)90047-S",
            "id": "bib4",
            "journal": "IUI Working paper nr. 310. Published 1993 in Journal of Economic Behavior & Organization ,",
            "pages": {
                "first": "181",
                "last": "203",
                "range": "181–203"
            },
            "type": "journal",
            "volume": "21"
        },
        {
            "articleTitle": "The Effects of Unemployment Compensation in General Equilibrium with Search Unemployment",
            "authors": [
                {
                    "name": {
                        "index": "Axell, B",
                        "preferred": "B Axell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lang, H",
                        "preferred": "H Lang"
                    },
                    "type": "person"
                }
            ],
            "date": "1990",
            "doi": "10.2307/3440390",
            "id": "bib5",
            "journal": "The Scandinavian Journal of Economics",
            "pages": "531",
            "type": "journal",
            "volume": "92"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bergholm, F",
                        "preferred": "F Bergholm"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "MOSES Handbook, Research Report No 35",
            "date": "1989",
            "id": "bib6",
            "publisher": {
                "name": [
                    "Stockholm:IUI"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Day, R",
                        "preferred": "R Day"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1986",
            "details": "The Dynamics of Market Economies, North Holland, Elsevier Science",
            "id": "bib34",
            "title": "The Dynamics of Market Economies, North Holland, Elsevier Science",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Business Economic Planning - Theory, Practice and Comparison",
            "date": "1976",
            "discriminator": "a",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "London, etc"
                        ]
                    },
                    "formatted": [
                        "London, etc"
                    ]
                },
                "name": [
                    "John Wiley & Sons"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1976",
            "discriminator": "b",
            "id": "bib10",
            "publisher": {
                "name": [
                    "Economic Research Report B15"
                ]
            },
            "source": "A Micro-to-Macro Model of the Swedish Economy",
            "title": "A Micro-to-Macro Model of the Swedish Economy",
            "type": "report"
        },
        {
            "articleTitle": "Competition and Market Processes in a Simulation Model of the Swedish Economy",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1977",
            "id": "bib11",
            "journal": "American Economic Review",
            "pages": {
                "first": "277",
                "last": "281",
                "range": "277–281"
            },
            "type": "journal",
            "volume": "67"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Micro-to-Macro Model of the Swedish Economy",
            "date": "1978",
            "discriminator": "a",
            "id": "bib12",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm: IUI"
                        ]
                    },
                    "formatted": [
                        "Stockholm: IUI"
                    ]
                },
                "name": [
                    "Conference Reports"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1978",
            "details": "Relative Price Change and Industrial Structure- The “Norwegian Case, The Importance of Technology and the Permanence of Structure in Industrial Growth, IUI Conference Reports",
            "id": "bib13",
            "title": "The Importance of Technology and the Permanence of Structure in Industrial Growth",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1978",
            "details": "How des Inflation Affect Growth? – Experiments on the Swedish Micro to Macro Model, Micro to Macro Model of the Swedish Economy, Stockholm: IUI, Conference Reports",
            "id": "bib14",
            "title": "Micro to Macro Model of the Swedish Economy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1980",
            "details": "Experiments with Fiscal Policy Parameters on a Micro-to-Macro Model of the Swedish Economy, Microeconomic Simulation Models for Public Policy Analysis, Vols. 1 &Amp; 2, New York, London etc, Academic Press",
            "id": "bib15",
            "title": "Microeconomic Simulation Models for Public Policy Analysis, Vols. 1 &Amp; 2",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Klevmarken, A",
                        "preferred": "A Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "date": "1981",
            "details": "Household Market and Non-market Activities, Research Program and Proposal. Industriens Utredningsinstitut",
            "id": "bib33",
            "title": "Research Program and Proposal. Industriens Utredningsinstitut",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "details": "On the Optimal Rate of Structural Adjustment, Policy Making in a Disorderly World Economy, Stockholm: IUI, Conference Reports",
            "id": "bib16",
            "title": "Policy Making in a Disorderly World Economy",
            "type": "unknown"
        },
        {
            "articleTitle": "Micro heterogeneity of firms and the stability of industrial growth",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "doi": "10.1016/0167-2681(84)90002-7",
            "id": "bib17",
            "journal": "Journal of Economic Behavior & Organization",
            "pages": {
                "first": "249",
                "last": "274",
                "range": "249–274"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Firm and Financial Markets in the Swedish Micro-to-Macro Model - Theory, Model and Verification",
            "date": "1985",
            "id": "bib18",
            "publisher": {
                "name": [
                    "Stockholm: IUI"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1987",
            "details": "Technological Competition and Trade in the Experimentally Organized Economy, Research Report No. 32, Stockholm: IUI",
            "id": "bib19",
            "title": "Technological Competition and Trade in the Experimentally Organized Economy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1988",
            "details": "151–199, Schumpeterian Innovation, Market Structure and the Stability of Industrial Development, Evolutionary Economics Applications of Schumpeter’s Ideas, Cambridge, New York etc, Cambridge University Press, p",
            "id": "bib20",
            "title": "Evolutionary Economics Applications of Schumpeter’s Ideas",
            "type": "unknown"
        },
        {
            "articleTitle": "The firm as a competent team",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1990",
            "discriminator": "a",
            "doi": "10.1016/0167-2681(90)90002-U",
            "id": "bib21",
            "journal": "Journal of Economic Behavior & Organization",
            "pages": {
                "first": "275",
                "last": "298",
                "range": "275–298"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1990",
            "details": "“‘The Knowledge-Based Information Economy,’” Chapter I in Eliasson et al, 1990, The Knowledge Based Information Economy, Stockholm:IUI",
            "id": "bib22",
            "title": "The Knowledge Based Information Economy",
            "type": "unknown"
        },
        {
            "articleTitle": "Modeling the Experimentally Organized Economy - Complex Dynamics in an Empirical Micro-Macro Model of Endogenous Economic Growth",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "discriminator": "a",
            "doi": "10.1016/0167-2681(91)90047-2",
            "id": "bib23",
            "journal": "Journal of Economic Behavior and Organization",
            "pages": {
                "first": "153",
                "last": "182",
                "range": "153–182"
            },
            "type": "journal",
            "volume": "16"
        },
        {
            "articleTitle": "Deregulation, innovative entry and structural diversity as a source of stable and rapid economic growth",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "discriminator": "b",
            "doi": "10.1007/BF01202338",
            "id": "bib24",
            "journal": "Journal of Evolutionary Economics",
            "pages": {
                "first": "49",
                "last": "63",
                "range": "49–63"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lindberg, T",
                        "preferred": "T Lindberg"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Economic Growth and the Dynamics of Wage Determination - A Micro Simulation Study of the Stability Consequences of Deficient Variation in Factor Prices and Micro Structures",
            "date": "1986",
            "id": "bib26",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "IUI, Stockholm"
                        ]
                    },
                    "formatted": [
                        "IUI, Stockholm"
                    ]
                },
                "name": [
                    "Working Paper No. 170"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Olavi, G",
                        "preferred": "G Olavi"
                    },
                    "type": "person"
                }
            ],
            "date": "1978",
            "details": "Stepwise parameter estimation on a micro simulation model, A Micro to Macro Model of the Swedish Economy, Stockholm: IUI, IUI Conference Reports",
            "id": "bib27",
            "title": "A Micro to Macro Model of the Swedish Economy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Klevmarken, A",
                        "preferred": "A Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "date": "1978",
            "details": "On estimation and other problems of statistical inference in the micro simulation approach, A Micro-to-Macro Model of the Swedish Economy, Stockholm, IUI Conference Reports",
            "id": "bib28",
            "title": "A Micro-to-Macro Model of the Swedish Economy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lindh, T",
                        "preferred": "T Lindh"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "details": "“‘Lessons from Learning about Rational Expectations;’” forthcoming in Day, The Markets for Innovation, Ownership and Control, Amsterdam: North-Holland, Stockholm, IUI",
            "id": "bib29",
            "title": "The Markets for Innovation, Ownership and Control",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lucas, RE",
                        "preferred": "RE Lucas"
                    },
                    "type": "person"
                }
            ],
            "date": "1976",
            "details": "19–46, Econometric policy evaluation: A critique, The Phillips Curve and Labour Markets, Carnegie-Rochester Conference Series on Public Policy, p",
            "id": "bib30",
            "title": "The Phillips Curve and Labour Markets",
            "type": "unknown"
        },
        {
            "articleTitle": "Theories of Decision‑Making in Economics and Behavioral Science",
            "authors": [
                {
                    "name": {
                        "index": "Simon, HA",
                        "preferred": "HA Simon"
                    },
                    "type": "person"
                }
            ],
            "date": "1959",
            "id": "bib32",
            "journal": "American Economic Review",
            "pages": "253",
            "type": "journal",
            "volume": "49"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Taymaz, E",
                        "preferred": "E Taymaz"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "MOSES on PC, Manual, Initialization and Calibration",
            "date": "1991",
            "id": "bib31",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "IUI"
                ]
            },
            "type": "book"
        }
    ],
    "acknowledgements": [
        {
            "text": "This is a revised and shortened version of the IUI working paper with the same title, No 333, 1992, presented at the The International Symposium on Economic Modelling, University of Gothenburg, 18-19 August 1992, revised again to account for comments at the conference, and especially those of Professor Odd Guldbrandsen in a letter dated February 8. 1993. See postscript.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
