{
    "status": "vor",
    "id": "00293",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00293",
    "authorLine": "Gunnar Eliasson",
    "title": "Experiments With Fiscal Policy Parameters on a Micro to Macro Model of The Swedish Economy",
    "published": "2024-08-31T00:00:00Z",
    "versionDate": "2024-08-31T00:00:00Z",
    "statusDate": "2024-08-31T00:00:00Z",
    "volume": 17,
    "issue": 2,
    "fpage": 129,
    "lpage": 156,
    "elocationId": "129-156",
    "pdf": "http://web:8082/00293/ijm-00293.pdf",
    "subjects": [
        {
            "id": "micro-macro-links",
            "name": "Micro-macro links"
        }
    ],
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Eliasson",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "emailAddresses": [
                "g.eliasson@outlook.com"
            ],
            "name": {
                "index": "Eliasson, Gunnar",
                "preferred": "Gunnar Eliasson"
            },
            "orcid": "0000-0002-7967-6120",
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Swedish micro to macro model was originally conceived as a device to study inflation at the micro market level and the relationships between inflation, profits, investment, and growth.<a href=\"#fn1\"><sup>1</sup></a> To accomplish this, we needed to specify the decision process at the firm level. A realistic short- and long-run supply determination of the individual firm was considered necessary. We needed explicitly modeled market mechanisms rather than rigid aggregation functions. In fact, the micro to macro approach would make very little sense without an explicit market process. We needed quite elaborate short period-to-period feedback links through the markets to picture price-volume interactions. Finally, we had to bring everything up to the macro, national accounts, level for three reasons:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "The complete micro to macro database system had to be consistent at the macro level. For this, substantial modifications of existing macro data bases assembled by the Swedish Central Bureau of Statistics were necessary. Lack of complete micro data information required that we fill in the holes with \"synthetic\" information in the form of \"chopped up\" aggregates.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Since we have had to gather the micro (firm) data ourselves, we have begun with a 100% synthetic firm micro data base that adds up to correct totals to get a head start with both experiments and calibration (we prefer that term to \"estimation”) of the model. This synthetic database is being gradually replaced by real firm data for completing the model.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Some important test variables will be historic time series on macro aggregates, like GNP, industrial investments, and others (see <a href=\"#table1\">Tables 1 and 2</a>).",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "id": "T1_FN1",
                                    "label": "*",
                                    "text": [
                                        {
                                            "text": "In <i>Industrikonjunkturen</i> , Spring 1974:52-53 (Federation of Swedish Industries) , published before the temporary value added tax change, the GNP effrect of a 5-month reduction in the value added tax was estimated to be 0.2 percent on a 12-month basis.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table><thead><tr><th align=\"left\">After</th><th align=\"left\">After2</th><th align=\"left\">4</th><th align=\"left\">8</th><th align=\"left\">12</th><th align=\"left\">quarters</th></tr></thead><tbody><tr><td align=\"left\">GNP<sup><a href=\"#T1_FN1\">*</a></sup></td><td align=\"left\">0</td><td align=\"left\">+0.3</td><td align=\"left\">+0.2</td><td align=\"left\">+0.3</td><td align=\"left\">Percentage points higher</td></tr><tr><td align=\"left\">Industrial employment</td><td align=\"left\">0</td><td align=\"left\">+0.4</td><td align=\"left\">+0.1</td><td align=\"left\">+0.2</td><td align=\"left\">Percentage points higher</td></tr><tr><td align=\"left\">Consumer price index (CPI) (incl. value-added tax)</td><td align=\"left\">-3</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">Percentage points lower</td></tr></tbody></table>"
                            ],
                            "title": "Effect of Temporary Lowering of Value-added Tax by 3 Percentage Points, 2nd and 3rd Quarters 1974",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "id": "T2_FN1",
                                    "label": "*",
                                    "text": [
                                        {
                                            "text": "Parameter change determined so that fiscal neutrality obtained first period (quarter) in A and B approximately obtained for 5-year period C. For all remaining periods, differences in the total public tax intake depend on changes in the various tax bases caused by the parameter changes.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table><thead><tr><th align=\"left\"/><th align=\"left\" colspan=\"2\">A</th><th align=\"left\" colspan=\"2\">B</th><th align=\"left\" colspan=\"2\">C</th></tr><tr><th align=\"left\"/><th align=\"left\" colspan=\"2\">Toward More Payroll Tax<a href=\"#T2_FN1\">*</a> (TWX up 0.05 and TXVA down 0.03 in 1969)</th><th align=\"left\" colspan=\"2\">Toward More Valued (Vice-versa)</th><th align=\"left\" colspan=\"2\">Value-added Tax Replaces Entire Payroll Tax, over 5-Year Period 1969-1974</th></tr></thead><tbody><tr><td align=\"left\">Average</td><td align=\"left\">1969-70</td><td align=\"left\">1969-75</td><td align=\"left\">1969-70</td><td align=\"left\">1969-75</td><td align=\"left\">1969-70</td><td align=\"left\">1969-75</td></tr><tr><td align=\"left\">W cost to firm</td><td align=\"left\">100.8</td><td align=\"left\">101.6</td><td align=\"left\">100.1</td><td align=\"left\">98.8</td><td align=\"left\">100.0</td><td align=\"left\">101.8</td></tr><tr><td align=\"left\">Take home W</td><td align=\"left\">95.7</td><td align=\"left\">96.5</td><td align=\"left\">105.1</td><td align=\"left\">103.8</td><td align=\"left\">104.2</td><td align=\"left\">115.5</td></tr><tr><td align=\"left\">PDOM</td><td align=\"left\">99.5</td><td align=\"left\">100.2</td><td align=\"left\">103.8</td><td align=\"left\">104.1</td><td align=\"left\">101.4</td><td align=\"left\">107.7</td></tr><tr><td align=\"left\" rowspan=\"2\">PDOM net of VATAX (to firm)</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">102.5</td><td align=\"left\">103.2</td><td align=\"left\">100.8</td><td align=\"left\">101.1</td><td align=\"left\">100.0</td><td align=\"left\">101.8</td></tr><tr><td align=\"left\">M</td><td align=\"left\">104.5</td><td align=\"left\">104.0</td><td align=\"left\">99.8</td><td align=\"left\">101.5</td><td align=\"left\">98.2</td><td align=\"left\">99.0</td></tr><tr><td align=\"left\">CPI</td><td align=\"left\">98.2</td><td align=\"left\">98.7</td><td align=\"left\">102.9</td><td align=\"left\">102.7</td><td align=\"left\">101.2</td><td align=\"left\">106.2</td></tr><tr><td align=\"left\">CPI net of VATAX</td><td align=\"left\">100.2</td><td align=\"left\">101.7</td><td align=\"left\">99.9</td><td align=\"left\">99.7</td><td align=\"left\">99.8</td><td align=\"left\">100.4</td></tr><tr><td align=\"left\">PROD</td><td align=\"left\">100.1</td><td align=\"left\">99.0</td><td align=\"left\">100.5</td><td align=\"left\">99.5</td><td align=\"left\">99.6</td><td align=\"left\">100.5</td></tr><tr><td align=\"left\">Q</td><td align=\"left\">100.3</td><td align=\"left\">100.3</td><td align=\"left\">98.8</td><td align=\"left\">99.6</td><td align=\"left\">100.2</td><td align=\"left\">99.9</td></tr><tr><td align=\"left\">GNP</td><td align=\"left\">100.9</td><td align=\"left\">101.0</td><td align=\"left\">98.8</td><td align=\"left\">98.7</td><td align=\"left\">100.0</td><td align=\"left\">100.1</td></tr><tr><td align=\"left\">L</td><td align=\"left\">100.0</td><td align=\"left\">101.3</td><td align=\"left\">98.4</td><td align=\"left\">100.0</td><td align=\"left\">100.6</td><td align=\"left\">99.4</td></tr><tr><td align=\"left\">RSAVH</td><td align=\"left\">126.7</td><td align=\"left\">109.5</td><td align=\"left\">68.3</td><td align=\"left\">91.3</td><td align=\"left\">143.3</td><td align=\"left\">119.0</td></tr><tr><td align=\"left\">INVFIX</td><td align=\"left\">110.0</td><td align=\"left\"/><td align=\"left\">106.9</td><td align=\"left\"/><td align=\"left\">100.5</td><td align=\"left\">94.1</td></tr><tr><td align=\"left\">EXPORTS</td><td align=\"left\">99.7</td><td align=\"left\">96.5</td><td align=\"left\">99.1</td><td align=\"left\">100.0</td><td align=\"left\">100.2</td><td align=\"left\">100.0</td></tr><tr><td align=\"left\">Sector Effects (Q)</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">RAW (1)</td><td align=\"left\">99.8</td><td align=\"left\">100.0</td><td align=\"left\">99.1</td><td align=\"left\">101.0</td><td align=\"left\">99.9</td><td align=\"left\">100.6</td></tr><tr><td align=\"left\">IMED (2)</td><td align=\"left\">100.0</td><td align=\"left\">99.2</td><td align=\"left\">99.5</td><td align=\"left\">99.8</td><td align=\"left\">100.1</td><td align=\"left\">99.7</td></tr><tr><td align=\"left\">DUR (3)</td><td align=\"left\">99.9</td><td align=\"left\">98.1</td><td align=\"left\">99.0</td><td align=\"left\">99.8</td><td align=\"left\">100.4</td><td align=\"left\">100.6</td></tr><tr><td align=\"left\">NDUR (4)</td><td align=\"left\">101.1</td><td align=\"left\">103.2</td><td align=\"left\">97.0</td><td align=\"left\">98.0</td><td align=\"left\">100.0</td><td align=\"left\">98.9</td></tr><tr><td align=\"left\" colspan=\"7\">Note: For explanation of the scaling see <a href=\"#table2\">Table 2</a>.</td></tr></tbody></table>"
                            ],
                            "title": "\"Budget Neutral\" Changes between Payroll and Value-added Tax Systems",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "With this model properly set up, it becomes possible to study problems other than the ones mentioned above. We have added two general objectives: to study the interaction between short-term allocative efficiency and the stability of the entire system (or long-term efficiency), and to study the effects on industrial structure of exogenous influences such as changes in relative prices in world markets and in technology changes.",
                    "type": "paragraph"
                },
                {
                    "text": "Short-term allocative efficiency refers to the speed at which volume adjustments occur in response to market price signals. Long-term efficiency or stability depends upon how reliable these short-term market signals are for long-term decision making and /or how they are corrected and interpreted by individual firms, especially in the context of investment decisions. lt follows that the more orderly market price formation is, the more reliable are price signals. However, the ups and downs in relative and absolute prices in the model depend on volume responses to past relative and absolute price changes and other factors. We will be able to study the consequences of this when we replace the Swedish payroll tax completely with a value-added tax in one of the experiments to be reported on below. Structural changes in the micro specified sectors occur endogenously in response to relative price changes. Several coefficients in a corresponding macro model, for instance capital and labor elasticities in the production function, export price elasticities, and so on, would therefore not be constant. This paper reports on a series of experiments on tax parameter changes, that will illustrate this potential. Before this, however, I will give a verbal and diagrammatical presentation of the entire model and of its tax and income transfer system that has recently been introduced. Emphasis is placed on the role of the tax system in economy wide model behavior, notably how tax wedges in prices affect firm and macro systems behavior. We will also give some statistical highlights of the Swedish tax system.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "At the macro level the Swedish micro to macro model appears as a 10-sector, quarterly Leontief-Keynesian system, complemented with a nonlinear household expenditure system with habit formation and saving being determined simultaneously with overall spending.<a href=\"#fn2\"><sup>2</sup></a> The macro monetary sector is fully integrated with the rest of the model. Four of the 10 sectors are populated with heterogeneous firms, which compete with one another in the product, labor, and money markets.",
                    "type": "paragraph"
                },
                {
                    "text": "Over time the economy operates under a \"soft\" exogenous, upper technology constraint. New, superior technology is brought in by way of endogenous investment in firms. Hence economic growth is endogenous. Rates of return of individual firms, determined endogenously, are key variables in determining investment and thus growth.",
                    "type": "paragraph"
                },
                {
                    "text": "Two basic ideas underlie this model design. First, even though the model is capable of simulating extremely detailed output, we are not interested in predicting more detail. Our concern is with understanding economic systems dynamics and how it depends on firms' behavior in markets. To understand how markets influence macro large amounts of micro information that reflect the heterogeneity of firms and households commonly aggregated away in macro models is needed (<a href=\"#bib26\">Orcutt et al., 1976</a>). We need to study and to know the covariance structure of our micro units (firms), especially when it comes to getting our micro specification right. We expect a realistic micro-founded model to possess macro properties that are not explicit in conventional macro models. If our assumptions are right, we should take these unconventional properties seriously. Right or wrong is a genuine empirical question, and the only truly scientific response to it is to go out and check.<a href=\"#fn3\"><sup>3</sup></a> The reader will have the opportunity to decide for himself as he proceeds.",
                    "type": "paragraph"
                },
                {
                    "text": "Second, we believe that entering more information by a more detailed break­ down of sectors tends to cut across decision units in arbitrary ways and very soon meets with impossible problems of statistical measurement. Rather, we have opted for choosing the decision unit (the firm) as the economic agent and the observation unit. This makes it possibilities to model market processes explicitly at the micro level and to integrate micro and macro theory in a natural relying on explicit market processes as the medium of integration . Above all, however, this approach opens up a wealth of high-quality statistical micro information for direct use in improving our understanding of economic phenomena at the macro level.",
                    "type": "paragraph"
                },
                {
                    "text": "The micro firm model is a generalized planning-realization model that integrates the <a href=\"#bib8\">Cyert and March (1963)</a> and <a href=\"#bib24\">Modigliani and Cohen (1961)</a> models and some later elaborations of these ideas by myself that make Stockholm School expectational feedbacks at the firm level explicit (<a href=\"#bib11\">Eliasson, 1969</a>). A novelty is that this model features complete economic systems wide feed backs of both income generation and Keynesian demand and expectational mistakes at the firm level. The firm model also draws heavily on empirical information from my own interview study on business economic planning systems in U.S. and European firms featuring firms as financially defined decision entities (<a href=\"#bib12\">Eliasson, 1976a</a>). Each firm integrates price expectations in product, labour and financial markets in their businbess plans. Firms of this model are typically <i>boundedly rational</i> in the sense of <a href=\"#bib29\">Simon (1959</a>) in that they use experience based expectations algorithms to interprete market price data generated by the model (see below) and thus have limlited but different understandings of their external market environment. If the firm model is simplified far enough it collapses into the neoclassical model of one firm as a production function, that however in our model faces a vector of prices that except for export markets are determined in the markets of the model from period to period by the competition of all firms. Another novelty in this model therefore is that the actions of all firms together in labor and product markets determine prices and wages endogenously in a sequential manner. Since the model cannot be solved for these prices each period, there exists no equilibrium state of the economy where all firms have edged themselves into combinations where markets are cleared and they are all satisfied to remain. Rather, if they try too hard to improve their profits (which is always possible) or if the market pushes them too hard (i.e., if the market allocation mechanisms are artificially made too fast and efficient), the entire economic system will eventually become destabilized.",
                    "type": "paragraph"
                },
                {
                    "text": "On the output side the model simulates life cycles of individual firms (production, employment, prices, wages, profit and loss statements, cash flow balances, balance sheets, etc.) according to the definitions we prescribe. On the production side there is a complete GNP breakdown on 10 sectors with an explicit market intermediated aggregation from micro to macro in the four subindustries inhabited by real firms. There is also a conventional breakdown of the GNP components from the demand side. All real transactions are traced on the money side and complete stock flow consistent financial accounts can be printed out for each quarter. At this stage of model development financial flows do not yet exert a feedback effect on the real side through an endogenous interest determination and /or through financial \"quantity\" constraints.",
                    "type": "paragraph"
                },
                {
                    "text": "The model as it now stands can be loaded with data from any advanced industrialized country<a href=\"#fn4\"><sup>4</sup></a> provided the statistical information required is available, and generate representative results provided some primary production sectors like agriculture do not play a heavy role in the economy. To explain how close to, or how far from a representation of Swedish reality we are, we must however be more explicit. We like to talk about a model of a “Sweden like” economy (<a href=\"#bib2\">Albrecht, 1978a</a>).",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. The Model",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "<a href=\"#fig1\">Figure 1</a> shows the macro flows of the model as it now stands. The production system makes up the center of the diagram. The four subindustries RAW, IMED, DUR, and NDUR (see notes to <a href=\"#fig1\">Figure 1</a>), are inhabited by individual firms in a way to be described in the next section. These industries account for most of Swedish manufacturing output. Of the remaining subindustries, services and the government sector are indicated by Z and GOV respectively and are treated as ordinary macro input-output sectors in the model. Five additional input-output sectors are explicit in the same way in the model. These sectors- agriculture, mining, oil, construction, and electricity generation are all placed in the box OTHER production. Output in these sectors is endogenously determined in an indirect way through total demand (i.e., there is no capacity constraint), exhibited to the right in <a href=\"#fig1\">Figure 1</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00293%2Fijm-00293-fig001.tif",
                                "size": {
                                    "width": 2016,
                                    "height": 1282
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00293%2Fijm-00293-fig001.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00293-fig001.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Macro delivery and inome determination structure of Swedish model. Sectors (Markets): 1. RAW = Raw material production; 2. IMED = Intermediate goods production; 3. DUR = Durable household and investment goods production; 4. NDUR = Consumer, nondurable goods production",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Total demand is determined by wages and salaries and dividends and so on in the consumption or expenditure system from the left in the upper part of the diagram. Total production is added up at the bottom of the diagram and the total system, finally, is supplied with imports from the left-hand part. The import and export rates of each market move over time in response to domestic and foreign price differentials. At the export side this takes place at the level of the individual firm (see below).",
                    "type": "paragraph"
                },
                {
                    "text": "There is an explicit micro (between firms) labor market (upper part of <a href=\"#fig1\">Figure 1</a>) and an explicit product market between firms and between firms and households (middle and left-hand part of <a href=\"#fig1\">Figure 1</a>). The market processes are explained in more detail below.",
                    "type": "paragraph"
                },
                {
                    "text": "Total household demand is determined in a macro Stone-type expenditure system with a Friedman-type permanent income specification by adding up (a) wage payments of all individual firms; (b) wage payments for each of the other production sectors; (c) transfer payments, and (d) capital income. Income taxes are then subtracted to get disposable income. In this expenditure system, saving is determined simultaneously with consumption. There is a nonlinear tradeoff over time between saving and purchases of household durable goods dependent on the real return to saving and the unemployment rate. Furthermore, the household savings plan is guided by a desire to maintain a certain real cash balance, determined by household income, and modified by the situation in the labor market (precautionary motive) and the real rate of return to saving. Space does not allow us to present more detail here.<a href=\"#fn5\"><sup>5</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "Government demand is indirectly exogenous in the sense that government employment is entered exogenously. We then use the share of total government purchases and final demand from the Swedish input-output tables to derive total government demand. We should observe here that the government includes state and local governments. It also includes the obligatory, supplementary pension scheme, a circumstance that is of importance for the tax experiments to be reported on below. In this sense the government sector includes what in Sweden is called the \"consolidated public sector.\"",
                    "type": "paragraph"
                },
                {
                    "text": "The tax system will be described in more detail below. A monetary system is planned to be added to the model in the near future. The empirical applications reported on below do not incorporate monetary effects. For this reason, we abstain from presenting the monetary sector here.",
                    "type": "paragraph"
                }
            ],
            "id": "s3",
            "title": "3. Macro System",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The novel part of this model is the business-firm sector and the way firms are endogenously aggregated over explicit markets to macro. In this section we will give a brief presentation of the individual-firm model. To a large extent it draws on an earlier interview study of business planning practices (<a href=\"#bib12\">Eliasson, 1976a</a>). Firms are generally modelled as boundely ration.",
                    "type": "paragraph"
                },
                {
                    "text": "Each of the four markets holds a variable number of firms. The data of all firms add up to the total from Swedish national accounts statistics. This means that after \"real\" firms have been entered into the data base, there always remains a dummy in each market (the difference between the market total and the sum of firms). This dummy either remains and is treated as one firm or is split into several synthetic firms (see later paragraph on database).",
                    "type": "paragraph"
                },
                {
                    "text": "For the time being there is only one price in each market. We have entered this simplification for practical reasons. There is no way to collect price data on the products of individual firms. This means that firms technically compete with one another with their profit margins.<a href=\"#fn6\"><sup>6</sup></a> In the labor market, on the other hand, wage levels differ among firms. While labor is homogenous, workers' productivities depend on the \"machinery\" they operate in firms, that also determine what the employer is willing tom pay them. Until labor input has been made heterogenous at some later state of model development, this means that each firm has its own homogenous wage level each period and that uneven income distributions for micro specified industries, that can be reproduced for each period, depend on a slow and imperfect labor market arbitrage.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#fig2\">Figure 2</a> gives a view of the individual-firm model. At starting time, each firm is initialized with its own set of historical data and a set of data that describe its position at a point in time referred to as the positional data matrix. We call this process \"initialization,\" as displayed on the left-hand side of <a href=\"#fig2\">Figure 2</a>. The historical input vector consists of sales, market prices, wages, and profit margins.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00293%2Fijm-00293-fig002.tif",
                                "size": {
                                    "width": 926,
                                    "height": 576
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00293%2Fijm-00293-fig002.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00293-fig002.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Business decision system (one firm).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "In the EXP module, historical prices, wages, and sales are translated into expectations for the next year and the next quarter. Price and wage expectations remain fixed during each quarter. Sales expectations only serve as a first trial step in the search for a production plan each quarter.",
                    "type": "paragraph"
                },
                {
                    "text": "Similarly, in the profit- targeting module, historic profit margins are translated into profit-margin targets for the next period. Profit targets can be revised from quarter to quarter. We have, however, entered the predominant practice among firms to try to stay within their annual profit targets throughout the budget year by making revisions very slowly. Similarly, profit targets are modeled to change quite slowly from year to year, while sales, price, and wage expectations may shift more rapidly in response to sudden changes in exogenous variables. It is of importance that for firms to maintain their raten of return targets and long term ambitions to accumulate wealth an increase in the interest rate will force them to raise their profit margin targets (see <a href=\"#bib13\">Eliasson, 1976b</a>)",
                    "type": "paragraph"
                },
                {
                    "text": "We have used conventional smoothing (adaptive) algorithms with linear and quadratic error correction devices in the expectations and profit-targeting modules. The quadratic correction has been entered to allow for a tendency to risk aversion in markets where prices fluctuate a lot.",
                    "type": "paragraph"
                },
                {
                    "text": "Simplifying somewhat, the expectations algorithm looks as follows:",
                    "type": "paragraph"
                },
                {
                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>H</mi><mi>I</mi><mi>S</mi><mi>T</mi><mrow><mo>(</mo><mi>r</mi><mo>)</mo></mrow><mo>=</mo><msub><mi>λ</mi><mn>1</mn></msub><mo>⋅</mo><mi>H</mi><mi>I</mi><mi>S</mi><mi>T</mi><mrow><mo>(</mo><mi>r</mi><mo>)</mo></mrow><mo>+</mo><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><msub><mi>λ</mi><mn>1</mn></msub></mrow><mo>)</mo></mrow><mi>r</mi></mrow></mstyle></math>",
                    "type": "mathml"
                },
                {
                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>H</mi><mi>I</mi><mi>S</mi><mi>T</mi><mrow><mo>(</mo><mrow><mi>D</mi><mi>E</mi><mi>V</mi></mrow><mo>)</mo></mrow><mo>=</mo><msub><mi>λ</mi><mn>2</mn></msub><mspace width=\"thinmathspace\"/><mi>H</mi><mi>I</mi><mi>S</mi><mi>T</mi><mrow><mo>(</mo><mrow><mi>D</mi><mi>E</mi><mi>V</mi></mrow><mo>)</mo></mrow><mo>+</mo><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><msub><mi>λ</mi><mn>2</mn></msub></mrow><mo>)</mo></mrow><mrow><mo>(</mo><mrow><mi>r</mi><mo>−</mo><mi>E</mi><mi>X</mi><mi>P</mi><mrow><mo>(</mo><mi>r</mi><mo>)</mo></mrow></mrow><mo>)</mo></mrow></mrow></mstyle></math>",
                    "type": "mathml"
                },
                {
                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>H</mi><mi>I</mi><mi>S</mi><mi>T</mi><mrow><mo>(</mo><mrow><mi>D</mi><mi>E</mi><mi>V</mi><mn>2</mn></mrow><mo>)</mo></mrow><mo>=</mo><msub><mi>λ</mi><mn>3</mn></msub><mi>H</mi><mi>I</mi><mi>S</mi><mi>T</mi><mrow><mo>(</mo><mrow><mi>D</mi><mi>E</mi><mi>V</mi><mn>2</mn></mrow><mo>)</mo></mrow><mo>+</mo><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><msub><mi>λ</mi><mn>3</mn></msub></mrow><mo>)</mo></mrow><msup><mrow><mo>[</mo><mrow><mi>r</mi><mo>−</mo><mi>E</mi><mi>X</mi><mi>P</mi><mrow><mo>(</mo><mi>r</mi><mo>)</mo></mrow></mrow><mo>]</mo></mrow><mn>2</mn></msup></mrow></mstyle></math>",
                    "type": "mathml"
                },
                {
                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>E</mi><mi>X</mi><mi>P</mi><mrow><mo>(</mo><mi>r</mi><mo>)</mo></mrow><mo>=</mo><mi>H</mi><mi>I</mi><mi>S</mi><mi>T</mi><mrow><mo>(</mo><mi>r</mi><mo>)</mo></mrow><mo>+</mo><mi>α</mi><mi>H</mi><mi>I</mi><mi>S</mi><mi>T</mi><mrow><mo>(</mo><mrow><mi>D</mi><mi>E</mi><mi>V</mi></mrow><mo>)</mo></mrow><mo>+</mo><mi>β</mi><msqrt><mtext> </mtext></msqrt><mi>H</mi><mi>I</mi><mi>S</mi><mi>T</mi><mrow><mo>(</mo><mrow><mi>D</mi><mi>E</mi><mi>V</mi><mspace width=\"thinmathspace\"/><mn>2</mn></mrow><mo>)</mo></mrow></mrow></mstyle></math>",
                    "type": "mathml"
                },
                {
                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>O</mi><mspace width=\"thinmathspace\"/><mo>≤</mo><mspace width=\"thinmathspace\"/><mi>λ</mi><mi>j</mi><mspace width=\"thinmathspace\"/><mo>≤</mo><mspace width=\"thinmathspace\"/><mn>1</mn></mrow></mstyle></math>",
                    "type": "mathml"
                },
                {
                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>D</mi><mi>E</mi><mi>V</mi><mo>=</mo><mrow><mo>[</mo><mrow><mi>r</mi><mo>−</mo><mi>E</mi><mi>X</mi><mi>P</mi><mrow><mo>(</mo><mi>r</mi><mo>)</mo></mrow></mrow><mo>]</mo></mrow></mrow></mstyle></math>",
                    "type": "mathml"
                },
                {
                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>D</mi><mi>E</mi><mi>V</mi><mn>2</mn><mo>=</mo><msup><mrow><mo>[</mo><mrow><mi>r</mi><mo>−</mo><mi>E</mi><mi>X</mi><mi>P</mi><mrow><mo>(</mo><mi>r</mi><mo>)</mo></mrow></mrow><mo>]</mo></mrow><mn>2</mn></msup></mrow></mstyle></math>",
                    "type": "mathml"
                },
                {
                    "text": "Expectations on r, called EXP(r), are adaptive and generated from firms’ own experience as determined by conventional smoothing formulae combined with a quadratic learning function. To this can be added the possibility to impose an exogenous adjustment of expectations in individual firms. The profit-targeting function used in the model is very similar in form to HIST(r) above. The possibility of adjusting targets exogenously has also been added here as well as a device used sometimes in formalized profit-targeting systems in U.S. firms, namely, always to raise targets slightly above what has been arrived at in the budgeting process (the maintain or improve principle, MIP, <a href=\"#bib12\">Eliasson (1976a)</a>; <a href=\"#bib13\">Eliasson (1976b)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "These modules have required many problems in numerical specification to be solved. In the long run, however, we hope to be able to draw directly on internal firm data for a subsample of firms. The firm model has been designed to mimic internal planning processes in business firms as observed in <a href=\"#bib12\">Eliasson (1976a)</a>.<a href=\"#fn7\"><sup>7</sup></a> The use of profit-margin targets based on historic profit­ margin target attainment, for instance, reflects business practice quite well. The stepwise decision sequence in <a href=\"#fig2\">Figure 2</a>, furthermore, very much captures the iterative planning-realization-reporting round of the budget process. The model furthermore captures the typical use of of budgets as an internal negotiation process of an insufficiently informed top management to impose cost discipline on division managers by forcing them to reveal information about internal inefficiences that they would otherwise keep for themselves (MIP targeting see <a href=\"#bib12\">Eliasson, 1976a</a>; <a href=\"#bib13\">Eliasson, 1976b</a>). The iterations do not aim at maximizing profits. They stop when profit margins compatible with improved long-term profit performance of the past are met. Another typical feature is to conclude the planning sequence at the left-hand side of <a href=\"#fig2\">Figure 2</a> with an internally inconsistent decision (budget) to be \"corrected\" in the realization phase or the next planning round.<a href=\"#fn8\"><sup>8</sup></a> The profit-margin target replaces the profit maximizing assumption of conventional micro theory when it comes to determining, among other things, the output volume each period. The model allows a grading of the intensity with which the firm tries to improve its profit position each period. We can, if we so wish, approximate profit-maximizing behavior in a static sense by pushing up margin targets above what has been historically accomplished under the restriction that expected profits in each firm, in money terms, each period (quarter) do not diminish. We cannot, however, solve the system for maximum profits. It is important to note here that the “maintain or improve profit margin principle (MIP)\" that we apply gives rise to firm behavior that is often quite similar to, but also sometimes principally different from that of the maximizing firm.<a href=\"#fn9\"><sup>9</sup></a> This should not be surprising, since if you remove all the interesting feedback dynamics of the model, and with that endogenous structural change, MIP profit targeting will approximate a slow long term ex ante wealth maximizing process of the firm, that will however have to be revised from period to period because the circumstances of this “maximizing process” keeps changing endogenously, and often radically so, from period to period.",
                    "type": "paragraph"
                },
                {
                    "text": "Price and wage expectations are fed into individual firms’ production system, illustrated in <a href=\"#fig3\">Figure 3</a>. Each firm is placed somewhere within its individual production frontier, that is a function of effective labor input QFR(L).<a href=\"#fn10\"><sup>10</sup></a> Sales expectations determine the first step only. Each firm undertakes to search each quarter for a new labor input and output combination that satisfies its profit targets. It would again take too long to describe in detail how this search goes on. Suffice it to say that there has been an effort to mimic the stepwise tradeoff that takes place between the sales, production, and the controller’s departments in a firm before a short-term plan is reached, as described in an interview study of 60 firms that has stretched over more than 5 years (<a href=\"#bib12\">Eliasson, 1976a</a>). One feature, that to my knowledge is very realistic and should be there is a \"soft\" upper capacity constraint (not shown in <a href=\"#fig3\">Figure 3</a>). When under unusually tough market pressure, firms can “try harder\" (within a limit) and raise productivity to maintain profit targets as described above. When the firm has found a satisfactory labor input­ output combination based on expected prices and wages, it has a provisional recruitment plan and searches for additional labor in the labor market or it lays off labor (see below).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00293%2Fijm-00293-fig003.tif",
                                "size": {
                                    "width": 2347,
                                    "height": 1943
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00293%2Fijm-00293-fig003.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00293-fig003.jpg"
                                }
                            },
                            "label": "Figure 3",
                            "title": "Production system (one firm). The function describing the production system of one firm at one point in time is <math id=\"inf1\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>Q</mi><mi>F</mi><mi>R</mi><mo>=</mo><mi>Q</mi><mi>T</mi><mi>O</mi><mi>P</mi><mtext> </mtext><mo>⋅</mo><mrow><mo>(</mo><mrow><mn>1</mn><mo>−</mo><mtext> </mtext><msup><mi>e</mi><mrow><mo>−</mo><mi>γ</mi><mi>L</mi></mrow></msup></mrow><mo>)</mo></mrow></mrow></mstyle></math>. How this function is estimated and how it shifts in time in response to investment is described in <a href=\"#bib13\">Eliasson (1976b)</a>, Sect. 4 and <a href=\"#bib3\">Albrecht (1978b)</a>.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The production frontier QFR(L) in turn shifts from quarter-to-quarter owing to new investment and depreciation of old output capacity. There is a volume and a quality aspect to investment. Simplifying somewhat, the volume effect moves QTOP in the diagram upwards, while improved quality (higher performance) of investments bends the curve (makes it more convex). Improvement of the quality of equipment is determined by an increase in labor productivity of new investment over the productivity for the vintage investment of the period before. This rate of increase is entered exogenously by assumption and constitutes the technology constraint. New technology is entered through new investment and old equipment (measured as potential capacity in each firm, QTOP in <a href=\"#fig3\">Figure 3</a>) depreciates at an exogenously determined rate. \"Average technology\" is a weighted average of past and new technology and determines the curvature of QFR(L).<a href=\"#fn11\"><sup>11</sup></a> All this takes place in each firm in each quarter.",
                    "type": "paragraph"
                },
                {
                    "text": "Investment is determined by a profit plow-back formula, complemented with a propensity to borrow that depends linearly on the difference bet ween the nominal rate of return of the firm and the nominal interest rate. Total cash inflow so determined, net of mandatory claims on finance from dividends and current assets, defines the potential investment budget. Actual investment spending is adjusted downward from this upper limit depending on the degree of unused capacity. This is straightforward and needs no further explanation here.<a href=\"#fn12\"><sup>12</sup></a> We are planning to formulate a more intricate long-term investment planning-financing module that is compatible with the present structure of the rest of the model but is also more in keeping with the planning format of individual firms. Since this is not yet ready, we do not describe it here.<a href=\"#fn13\"><sup>13</sup></a>",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. The Firm Decision Model (Micro)",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Once production search is terminated, the firm has a preliminary production and recruitment plan. lt lays off people if the plan says so, or enters the labor market in competition with all other firms (<a href=\"#fig2\">Figure 2</a>, middle, bottom). Each firm can recruit the workers it needs, or less, and the production plan has to be revised downward accordingly. In the process, wages have been determined in the labor market. Firms search randomly within a more or less restricted market domain. If they approach the pool of unemployed, they get what they need at their offered wage (a fraction of the expected wage increase) provided it is higher than the unemployment benefits. If they raid another firm, both compare offering wages and one of them must adjust its wage level partially. A raiding firm offering a higher wage gets the number of workers it demands up to a limit. Wages after taxes and transfers (see below) then feed into the household demand system and affect total product demand as described before.",
                    "type": "paragraph"
                },
                {
                    "text": "In the middle of <a href=\"#fig2\">Figure 2</a>, the production plan is transformed into a sales plan. Part of sales are channeled off to foreign markets, the fraction being dependent upon relative foreign/domestic price differentials. After each firm has checked its final goods inventory situation to see to what extent it deviates from desired levels, it presents households (together with other firms in the market and import competition) with a price-volume offer of its products. The offering price in the first round again is based on the expected price.",
                    "type": "paragraph"
                },
                {
                    "text": "Competitive imports flow in at a rate (of total supplies) that depends on the relative foreign/domestic price differential. Households respond by telling how much they want to buy at the offered price and interactions go on for a while before trades are determined. Households calculate their expenditure pattern at each offered relative price vector via the household demand system. Firms check against their individual profit targets to decide how much they will charge to supply these volumes. After a predetermined number of iterations prices are set, and firms adjust their volumes and inventories.",
                    "type": "paragraph"
                },
                {
                    "text": "Quarterly prices, profits, and sales now flow back leftwards in the upper part of <a href=\"#fig2\">Figure 2</a> and wages flow in the lower part, and all are incorporated as historic data for the next quarter market interaction.",
                    "type": "paragraph"
                },
                {
                    "text": "At each period, endogenous prices can be used as weights to compute aggregate volume indexes. Similarly, in each period endogenously determined volumes can be used as weights to compute aggregate price indexes.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "It is impossible to explain all algorithms of the model here.<a href=\"#fn14\"><sup>14</sup></a> To illustrate, let us define a subset [Ɵ] of endogenous variables (micro and macro) that we are interested in, say those macro variables that are studied in the tax experiments and listed vertically in Tables 3 and 4 (W, PDOM, M,…).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Each of these variables chosen (and others as well) can be represented by the general function:",
                            "type": "paragraph"
                        },
                        {
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>θ</mi><mo>=</mo><mi mathvariant=\"normal\">Γ</mi><mrow><mo>(</mo><mi>X</mi><mo>)</mo></mrow></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "This function is complex and not well behaved. It is based on selection, highly nonlinear and initial state dependent, and hence, of course, generally not continuous, and differentiable. Most of the theoretical and empirical work of this project will consist of ascertaining the properties of Γ at various points in X space. This work is now going on and its empirical side will dominate the next phase of the project (see below). To get a feeling for the properties of Γ let us divide (X) into subsets of variables:",
                            "type": "paragraph"
                        },
                        {
                            "text": "X1 : hierarchical ordering of algorithms, illustrated diagrammatically in <a href=\"#fig1\">Figures 1 and 2</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "X2: structural (technical) parameters. Macro parameters and identities. Coefficients that are kept constant throughout simulation or are varied exogenously.",
                            "type": "paragraph"
                        },
                        {
                            "text": "X3: time reaction parameters<a href=\"#fn15\"><sup>15</sup></a> (measuring how the individual firm transforms its price, wage, and sales information into expectations, how fast it changes its exports ratio in response to foreign-domestic price differentials, how it reacts when raiding or being raided in the labor market, how it determines its offering wages and prices, the number of searches it is allowed in labor and product markets, and so on for in all 20 parameters).",
                            "type": "paragraph"
                        },
                        {
                            "text": "X4 : starting positional data matrix (micro and macro). Exogenous.",
                            "type": "paragraph"
                        },
                        {
                            "text": "XS : historic input matrix. Exogenous until starting time",
                            "type": "paragraph"
                        },
                        {
                            "text": "X7 : other exogenous input variables.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Ɵ = Γ(X) structure of the model is graphically illustrated in <a href=\"#fig4\">Figure 4</a>. If we look at one algorithm, at one particular point in time, we will find that most decisions in the model respond directly to classical expected price differentials (market disequilibria) leading to an expected improvement in business profits in the short run as well as in the long run, that will be realized ex post, if not countered by market reactions. The general target of a business unit in the model is to maintain or improve its expected profit margin (MIP) positions, and to stop responding when certain criteria are satisfied and/or when a certain time has elapsed. These price-reaction functions are very simply expressed. But they are numerous, and when all interaction within a period (a quarter) is over most Ɵ will have become functions of most X and past Ɵ. This complexity is further increased when we move from period to period.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00293%2Fijm-00293-fig004.tif",
                                        "size": {
                                            "width": 1778,
                                            "height": 1005
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00293%2Fijm-00293-fig004.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00293-fig004.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Ordering of variables, policy parameters, and coefficients of entre micro to macro model.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Hence the causal ordering of the entire system at the micro level (X1) is critical for understanding the dynamics of the entire model economy. The decision structure within the firm, as depicted in <a href=\"#fig2\">Figure 2</a>, and the search order in the labor and product markets are most important. Profit targeting, for instance, has a strong impact on cyclical as well as long-run growth properties of the entire system. Feeding back information from the employment or inventory parts of the production system of the firm means less intensive enforcement of targets and results in very different behavior. Similarly, some simple experiments have shown that the way we loop together the sales expectations/ production planning, and inventory adjustments in <a href=\"#fig2\">Figure 2</a> can generate very different cyclical patterns. Since product, labor and financial market expectations are integrated withing the business plans of firms, the core of the integrated cyclical and growth dynamics of the entire model economy is defined by the links (over time and within <a href=\"#fig2\">Figure 2</a>) between price expectations and profit targeting on the one hand, and wage setting in the labor market and interest sensitive investment determination, on the other. Any change in the interlinking of these modules will strongly impact economy wide behavior. Perhaps the most illustrative example is when we close off labor market search between groups of firms or markets entirely. If relative product prices in foreign markets (exogenous) develop differently, a very uneven labor income distribution soon develops between closed-off sectors, and profit and growth patterns change significantly. This “theoretical\" property alone emphasizes the importance of the market price setting in total economic systems behavior and the need for more empirical research in this area. On the internal planning and decision structure of the firm the empirical specification is as well founded as it can be, owing to a 5-year interview study (<a href=\"#bib12\">Eliasson, 1976a</a>) that preceded this project and that has strongly influenced the design of the firm model. On the market side the availability of relevant, systematized information is embarrassingly scanty. This means that an effort to become more knowledgeable about wage setting and mobility in the labor market at the micro level is planned and will be designed on the format of the model.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1. Summing Up",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#fig5\">Figure 5</a> shows how the public sector interacts with the rest of the model via its taxes, transfers, spending, and borrowing (lending).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00293%2Fijm-00293-fig005.tif",
                                        "size": {
                                            "width": 2163,
                                            "height": 2427
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00293%2Fijm-00293-fig005.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00293-fig005.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Tax system.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Firms’ profits are taxed at the individual firm level and we apply calculated effective tax rates to account for Swedish fiscal depreciation rules. Likewise, the payroll tax (WTAX) is applied as wages are paid out. We here use the nominal rates on a properly specified tax base.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Similarly the value-added tax (VATAX) is applied at the going rate when the households purchase goods.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The problem of relevant specification refers mainly to the income tax (ITAX), and its progressiveness, as well as to transfer payments (TRANS). The model is equipped with a macro income tax function estimated by a simulation method in the highly disaggregated tax model developed by <a href=\"#bib20\">Jakobsson and Normann (1974)</a>. The tax rate function is of the following form:",
                            "type": "paragraph"
                        },
                        {
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>T</mi><mi>X</mi><mi>I</mi><mo>=</mo><mi>I</mi><mi>T</mi><mi>A</mi><mi>X</mi><mrow><mo>/</mo></mrow><mi>L</mi><mo>⋅</mo><mi>W</mi><mo>=</mo><mi>A</mi><mo>⋅</mo><msup><mi>W</mi><mrow><mi>e</mi><mo>−</mo><mn>1</mn></mrow></msup></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where L is the number of taxpayers; W is average \"total\" income; A is a tax parameter (exogenous); and e is a tax elasticity representing the degree of progression.<a href=\"#fn16\"><sup>16</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "With these notations the average income tax paid will be A∙W<sup>e</sup>. By entering A and e exogenously for each year, the fraction TXI of income paid as income tax will depend on how much income is endogenously generated in the model. Hence, varying the value-added or payroll tax or the TRANS rates will exercise a feedback effect on total household income both through the whole economic system and through the ITAX function above.<a href=\"#fn17\"><sup>17</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Similarly, TRANS payments are entered exogenously as a fraction of total public expenditure. It should be noted here that in Sweden some transfer payments are subject to income taxation (e.g., pensions), and some are not. We disregard this and apply a uniform income tax rate on all taxable income each period. All transfer payments are treated as taxable income in the model to keep detail within limits. It should not affect the empirical results to be reported.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We should also remember that the public sector includes the large obligatory, supplementary pension scheme, which means that payments to and from the pension (ATP) fund are treated as payroll taxes and transfer payments respectively. TRANS also includes unemployment compensation, assumed to be 60% of the current average wage and available to all unemployed.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To give the reader an idea of the dimensions of the Swedish tax world, <a href=\"#table3\">Table 3</a> presents the tax conditions of two families in 1969 and 1975. In both cases there are two children and only one income earner. We have chosen the average income of a skilled (male) worker and a well-paid salaried worker with a before tax income about twice that of the worker.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "A B C.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: Column C gives the same information as in the preceding columns but tax rates, etc., are calculated on the extra income the salaried worker earned above the skilled blue-collar worker, or 118-56=62 thousand crowns in 1975.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<sup>a</sup>1 Swedish Crown = $0.21 on January 24, 1978.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "<sup>b</sup>The same average savings ration for each year has been applied throughout columns A, B, and C. Savings data for different income groups or estimates on marginal savings rations are not available.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\" colspan=\"2\">Skilled Blue-Collar Worker</th><th align=\"left\" colspan=\"2\">Well-Paid Salaried Worker</th><th align=\"left\" colspan=\"2\">Taxes on Salaried Worker’s Marginal Income above Skilled Blue-Collar Worker</th></tr></thead><tbody><tr><td align=\"left\"/><td align=\"left\">1969</td><td align=\"left\">1975</td><td align=\"left\">1969</td><td align=\"left\">1975</td><td align=\"left\">1969</td><td align=\"left\">1975</td></tr><tr><td align=\"left\">Annual wage (salary), cost to firm</td><td align=\"left\">28.5</td><td align=\"left\">56</td><td align=\"left\">63</td><td align=\"left\">118</td><td align=\"left\">+34.5</td><td align=\"left\">+62</td></tr><tr><td align=\"left\">After deduction of payroll tax (WTAX)</td><td align=\"left\">25.5</td><td align=\"left\">45</td><td align=\"left\">57</td><td align=\"left\">100</td><td align=\"left\"> </td><td align=\"left\"> </td></tr><tr><td align=\"left\">Income tax (ITAX)</td><td align=\"left\">7</td><td align=\"left\">14</td><td align=\"left\">24</td><td align=\"left\">52</td><td align=\"left\"> </td><td align=\"left\"> </td></tr><tr><td align=\"left\">Transfer income (TRANS)</td><td align=\"left\">4</td><td align=\"left\">7</td><td align=\"left\">2</td><td align=\"left\">3</td><td align=\"left\"> </td><td align=\"left\"> </td></tr><tr><td align=\"left\">DISPOSABLE INCOME</td><td align=\"left\">22</td><td align=\"left\">38</td><td align=\"left\">35</td><td align=\"left\">51</td><td align=\"left\">+13</td><td align=\"left\">+13</td></tr><tr><td align=\"left\">Disposable income as % of wage cost (1) above</td><td align=\"left\">77%</td><td align=\"left\">68%</td><td align=\"left\">56%</td><td align=\"left\">44%</td><td align=\"left\">38%</td><td align=\"left\">21%</td></tr><tr><td align=\"left\">Savings ratio b (macro), %</td><td align=\"left\">3%</td><td align=\"left\">10%</td><td align=\"left\">3%</td><td align=\"left\">10%</td><td align=\"left\">3%</td><td align=\"left\">10%</td></tr><tr><td align=\"left\">Value-added tax (VATAX), % on consumption expenditure</td><td align=\"left\">10%</td><td align=\"left\">15%</td><td align=\"left\">10%</td><td align=\"left\">15%</td><td align=\"left\">10%</td><td align=\"left\">15%</td></tr><tr><td align=\"left\">Returned to firms in the form of demand, in % of total amount paid out</td><td align=\"left\">67%</td><td align=\"left\">52%</td><td align=\"left\">49%</td><td align=\"left\">33%</td><td align=\"left\">35%</td><td align=\"left\">16%</td></tr></tbody></table>"
                                    ],
                                    "title": "Swedish Taxes (thousand Swedish Crowns<sup>a</sup>).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 The Tax System and the Public Sector",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Even though simple and transparent in principle, by virtue of the large number of heterogeneous micro agents that compete in markets the model requires complex specification and an enormous amount of data. Since market competition cannot occur without this heterogeneity there are no ways to avoid this complexity. Microsimulation is also the perfect tool to deal with it both theoretically and empirically. The full potential of the model in this respect (for instance \"tailor-made\" parameter specifications of individual firms) will however have to wait for data to become available.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Numerical specifications required by the model are directly observable. All needed data is, however, not currently available. Since the start of the theoretical part of the project a parallel database project has therefore been going on that aims at gathering the necessary information. The idea of this model has been to build it on the format of national accounts (NA) statistics at the macro level and the internal accounting systems of the firms at the micro level. We believe that potential access to high quality firm data and internal \"technical\" coefficients will compensate handsomely in the long run to alleviate the estimation problems associated with these complex models (see below). To run the model over historic time, however, we lack much of the required data. Also, some of the required data on expectations is currently not being collected. There is no good conventional method of estimating the parameters of the expectations functions, except by directt questioning of firms.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Parallel to the start of work on specifying the model, a data-gathering process began. The annual Planning Survey of the Federation of Swedish lndustries was designed on the format of the model in 1975 and in close contact with firms. We now have a 3-year time series on a large number of in dividual decision units with more than 200 employees in Swedish manufacturing. The sample consists of approximately 250 units that are \"measured\" each of the three years. Among other things this survey collects data on the coordinates of points A, B, and D in <a href=\"#fig3\">Figure 3</a>. This information allows us to approximate the production frontier QFR(L) at initialization for each firm.<a href=\"#fn18\"><sup>18</sup></a> In a few years we should have enough time series panel data to estimate the relationships between investment and γ and QTOP for individual firms as well.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A parallel project to collect a detailed database on the 40 largest Swedish corporations has been carried out at the lndustrial lnstitute for Economic and Social Research (IUI). We will also be able to draw on two other IUI studies to handle the foreign operations of these firms. (Space does not allow for more de tail on the micro databases to be presented here). To be complete, we also need a matching and consistent macro database to define the operating levels of the model in terms of Swedish national accounts statistics.",
                            "type": "paragraph"
                        },
                        {
                            "text": "One thing that we have learned from work on this model is that a consistent demand and production measurement system is imperative for the proper functioning of a model with many linkages across firms and over time. It has been necessary to make substantial adjustments of public Swedish NA statistics to obtain satisfactory consistency in this respect,<a href=\"#fn19\"><sup>19</sup></a> even though the ambition has been to calibrate the model so that its scale conforms with the NA size of the Swedish economy. We have learned that high quality of measurement is imperative especially when inter­ firm markets and inventories with input-output coefficients are entered exogenously. Thus, exogenous coefficients brought in from official statistical sources have been found not to be consistent with the rest of the database.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The macro database has been prepared simultaneously with the model. This has not been possible for the micro database. To be able to start experimenting with the model and to calibrate it against historic time series data, an interim synthetic firm database has been put together. This database currently consists of a very small number of real firms and split-up macro aggregates for each market. Whenever we have had the information on cross-sectional features, we have entered it. The experiments to be reported on below have been run on this mostly synthetic, micro data base that (for historic time) adds up to Swedish national accounts statistics supplemented with available cross-sectional information. On the estimation side, most of the parameters have been ascertained in the form of ratios from direct measurement. This goes for all the input-output coefficients. Each firm in one market has the same input-output structure on the purchasing side, even though the ratio of purchases to value added varies between firms.<a href=\"#fn20\"><sup>20</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The household demand system is a modif1ed version of a Stone-type expenditure system (1954). We rely on somewhat modified parameter estimates on such a system on Swedish macro data from <a href=\"#bib10\">Dahlman and Klevmarken (1971)</a>. These parameters are entered as a priori hypotheses. The system has a habit-formation feature for each consumption category which rests on the same idea as the permanent-income hypothesis of Milton Friedman. A simultaneous handling of savings and stocks of consumer durables has been added as a theoretical novelty. It should be recalled here that modeling short-period change at the micro level rids us of a number of coefficients that normally appear in macro models. They are replaced by sequential orderings and feedbacks. The estimation problem centers on the 20 time-reaction parameters called X3 and exemplified above. One satisfactory property of these 20 parameters is that they can be grouped into some that operate only (or roughly so) on long term trends, some that affect the cycle only, and a residual group that affects both dimensions. We will be able to estimate some of them for individual firms in the future by conventional econometric techniques.",
                            "type": "paragraph"
                        },
                        {
                            "text": "For the time being we can only ascertain them -by trial-and-error experiments and checks against macro data (manually or by automated computer algorithms).<a href=\"#fn21\"><sup>21</sup></a> It sometimes (not often) happens that we find double or multiple parameter combinations that satisfy test criteria, and we cannot discriminate between them, except by a priori judgment. This is time-consuming work. An element of subjectivity also enters in a more manifest way than in conventional econometric work. I would like to add as a personal note, however, that in large-scale modeling of this kind, experience and judgment should take priority over mechanical, statistical procedure. It is easy to understand how important it is to have a high-quality and consistent statistical base to work from, since this database contains most of the numerical specification that determines the properties of the entire model economy.",
                            "type": "paragraph"
                        },
                        {
                            "text": "This should give a flavor of the current status of the model which we regard having something empirically meaningful to tell on a Sweden like industrial economy. For the time being the model is capable of generating 5 to 20 year growth trends for a spectrum of macro variables with satisfactory accuracy. It traces price, wage and profit cycles well. We are currently somewhat uncertain about the model’s capability of catching short-term (quarter to quarter and year to year) change well. One satisfactory feature of the model, however, is that the 20 parameters can be grouped into some that operate only (or roughly so) on long term trends, some that affect cycles only and a group that affect both. One piece of observational evidence, which is comforting as regards realism on the cyclical side, is that exogenous step impulses (not large ones) in exogenous variables and policy parameters tend to spin off gradually dampened 4- to 6- year cycles in the model economy. This property has a bearing on the experiments to follow.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3. Data Base",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Markets",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "We have chosen to present a series of fiscal policy experiments on the entire model as described above, and more particularly those on the Swedish tax system. This should be of special interest for two reasons. First, the share of total resources taken out by the public sector (50% of GNP in 1976), which is partly used up and partly redistributed, is one of the highest in the world. This means that even minor modifications in the tax structure may have sizable effects upon the economy. Second, the very heaviness of the average tax burden raises particular problems of tax evasion and control. For that reason, there has been a lively discussion about modifying the tax system or even changing it radically.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We will study the effects on growth, inflation, and industrial structures of a shift in emphasis from one tax type to another. To keep the number of pages down we will limit ourselves to two tax categories, the value-added tax (VATAX) and the pay roll tax (WTAX).",
                            "type": "paragraph"
                        },
                        {
                            "text": "We will also carry out a sensitivity analysis to study the relative importance of the two fiscal parameters. The simulation results will be compared with those of our current reference case, which tracks the growth paths of the variables studied 1968-1975 satisfactorily for this experimental purpose. The model has been loaded with the actual nominal tax parameters for the period 1968 through 1975, and all fiscal and other economic data have been correctly and consistently entered at the micro firm level and at the national accounts level at starting time. We should recall that numerical consistency throughout at starting time has been found to be a critical prerequisite for the proper functioning of the model. We recall that the model forecasts historical, long-run growth trends of major macro variables well and prices, wages, and profits quite well, both in the short and the long runs. We think that we can fairly safely say that the results indicate what would have happened to a Sweden like economy over the 8-year period 1968 through 1975 if this or that fiscal measure had been enacted as described. We are, however, somewhat uncertain about the quarter-to-quarter effects and will not report such information except for illustrative purposes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Recall that the model, being a disequilibrium system, responds quite differently to policy measures or whatever exogenous disturbances it is subjected to, depending upon its positional description when this happens</i>. This is a most desirable property. The problem is only to see to it that the data set that positions the model economy initially in 1969 and the exogenous inputs it runs on are consistently and relevantly specified. The year 1969 witnessed the recovery phase of a business cycle that peaked in 1970.",
                            "type": "paragraph"
                        },
                        {
                            "text": "There are three important systems properties that we should mention before we proceed, since they explain some unexpected experimental results. First, under normal circumstances most firms hoard labor to some extent (see <a href=\"#fig3\">Figure 3</a>). This means that firms experiencing a demand increase can increase supplies and productivity simultaneously for a while. This is a typical cyclical phenomenon. Only on the production frontier does productivity decrease as more labor is recruited to work with on the margin less productive machinery (above B in <a href=\"#fig3\">Figure 3</a>). We have learned from model experiments that individual firms only rarely operate on that end of their production frontiers, and these experimental results are supported by preliminary evidence from the Planning Survey of the Federation of Swedish Industries. Second, an exogenous step impulse tends to spin off a 4- to 6-year cycle in the model economy. The system hence behaves according to the Le Chatelier principle at least in some time dimensions. The initial effect in one direction will reverse itself through an endogenous counter-response of the system transmitted through price responses. These properties are conventionally assumed away in mainstream economic modeling that lack explicit markets: in Keynesian models through the absence of supply feedbacks and in neoclassical models through assumed perfect foresight. The property arises in this model through mistaken expectations, a consequent disturbed market price signaling system, and corrective effects on the rates of return, investment and capacity growth. Third, one particularly important instance of this property is that sudden, unexpected inflationary shocks (not necessarily large ones) tend to have long-lasting downward effects on economic growth after an initial positive effect.<a href=\"#fn22\"><sup>22</sup></a> lt is difficult to test for this property directly. So far, my own attempts to ascertain its relevance have however turned out evidence in the affirmative.<a href=\"#fn23\"><sup>23</sup></a> This property was furtheermore suggested by Professor Friedman in his 1976 Nobel lecture. Some econometric models report negative growth coefficients for the rate of change in the rate of inflation but this is too crude a test for the phenomenon we are discussing to be more than slightly helpful. <a href=\"#bib7\">Cagan's (1974)</a> results that common stock maintains its real value in the Iong run but that \"stocks may take many years to catch up to an inflationary episode\" (15 years is the median time in an international comparison) refer more directly to the machinery in our model and hence is more supportive.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Throughout this empirical application we will be particularly interested in the effects of a fiscal parameter change on the absolute price level (inflation), total output, and the functional income distribution (profits and wages shares).<a href=\"#fn24\"><sup>24</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "We have defined most policy changes as a once-and-for-all step change, and allowed the mode! economy to run for 7 years on that step input under the ceteris paribus assumption that firms knew about the duration of the policy when it was enacted. For a short period like 2 or 3 years that is a reasonable assumption to make. However, over a longer time the same assumption is not acceptable. For one thing, if bad side effects are generated, government will certainly enact measures to counter them. This makes the ceteris paribus assumption strange for longer periods.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-1",
                    "title": "6.1 Properties of the Model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "First we will study the response patterns of ceteris paribus changes in two fiscal policy parameters, one at a time. They are the payroll tax rate (TXW), and value-added tax rate (TXVA). This sensitivity analysis serves two purposes. It tells the power of the two parameters in affecting the macro economy, and the effects can be compared with similar studies on a sector model of the Leontief-Keynesian type also developed at the IUI by <a href=\"#bib9\">Dahlberg and Jakobsson (1977)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Second, it serves the pedagogical purpose of telling what happens in the model, step by step when we enact the parameter changes. The mechanics will certainly be very different from what you can learn from Keynesian macro models or static general equilibrium models that lack explicit markets. This time you can follow the time transmission of the effects through the three integrated product, labor and financial markets.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "We first raised and lowered the value-added tax rate in 1969 with ± 2.5 and 5 percentage points, respectively. Since the value-added tax rate was 10% on purchases of goods in 1969, the larger parameter change was a substantia] one.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The effects of the increase in the value-added tax rate are quite straightforward. The experiment can be regarded as a case of restrictive fiscal policymaking. There is no corresponding feedback through increased public spending. There is a negative and not very large GNP effect that stabilizes at around 2% from the third year for parameter changes between +2.5 and 5 percentage points (<a href=\"#fig6\">Figure 6</a> and also <a href=\"#table4\">Table 4</a>). Industrial output is affected similarly. The initial first year (2nd and 3rd quarter) effects in <a href=\"#fig6\">Figure 6</a> depend on the habit-formation hypothesis embedded in the consumption system. The lowered purchasing power of households due to the increase in the value-added tax is buffered through less saving in the first round. It is interesting to notice that the two parameter changes result in output effects of similar magnitude (see <a href=\"#fig6\">Figure 6</a>). In both cases, the employment level is back to the initial level in year 7 (1975). The value-added tax rate increase (<a href=\"#table4\">Table 4</a>), furthermore, allows us to push wage change (and temporarily employment) down, gradually realizing an improvement in the return to investment.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig6",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00293%2Fijm-00293-fig006.tif",
                                                "size": {
                                                    "width": 682,
                                                    "height": 520
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00293%2Fijm-00293-fig006.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00293-fig006.jpg"
                                                }
                                            },
                                            "label": "Figure 6",
                                            "title": "GNP effects of value-added and payroll tax changes. Tax rate changes are up (and down) 2.5% and 5% respectively in the value-added tax case. The payroll tax has been increased and decreased so that the fiscal budget impact the first year is approximately the same as for the corresponding value-added tax change. Simulated results are shown as a percentage of the corresponding values of the reference case.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "W = Labor cost to firm (wages + all social charges incl. supplementary pension charge); PDOM = Domestic wholesale prices, industrial goods, incl. of VATAX; M = Operating gross profit margin; CPI = Consumer price index, incl. of VATAX; PROD = Average labor productivity; Q = Industrial output; GNP = GNP; L = Labor input in industry; effective man-hours; RSAVH = Household savings ration out of disposable income; INVFIX = Investment in industry in constant prices; VATAX = Value-added tax (money terms); ITAX = Income tax, income earners (money terms); WTAX = Payroll tax including all social charges and ATP-charge (money terms); TXVA, TXI, TXW = The corresponding nominal rates;",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                },
                                                {
                                                    "text": [
                                                        {
                                                            "text": "If nothing else is said, all tables and figures are on index form where the endogenous variable reported (Q, PROD, etc.) is indexed with the reference run as the base. On a current basis: If Q(1972) = 3.363 in the reference run and Q(1972) = 3.681 in the experimental run, the index will say index = 3681/3363 x x100 = 109.5 (Diagrams). On an average basis: The indexes have been averaged from the beginning year 1969 to the year you read in the table.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table4",
                                            "label": "Table 4",
                                            "tables": [
                                                "<table><thead><tr><th align=\"left\"/><th align=\"left\" colspan=\"2\">GNP</th><th align=\"left\" colspan=\"2\">Industrial Output (Q)</th><th align=\"left\" colspan=\"3\">Industrial Employment (L)</th><th align=\"left\" colspan=\"2\">CPI</th><th align=\"left\" colspan=\"2\">Producer Prices (PDOM)</th><th align=\"left\" colspan=\"2\">Wage Costs (W)</th><th align=\"left\" colspan=\"2\">Profit Margins (M)</th></tr></thead><tbody><tr><td align=\"left\"/><td align=\"left\">1969- 1970</td><td align=\"left\">1969- 1975</td><td align=\"left\">1969- 1970</td><td align=\"left\">1969- 1975</td><td align=\"left\">1969- 1970</td><td align=\"left\">1969- 1975</td><td align=\"left\">Year 7</td><td align=\"left\">1969- 1970</td><td align=\"left\">1969- 1975</td><td align=\"left\">1969- 1970</td><td align=\"left\">1969- 1975</td><td align=\"left\">1969- 1970</td><td align=\"left\">1969- 1975</td><td align=\"left\">1969- 1970</td><td align=\"left\">1969- 1975</td></tr><tr><td align=\"left\">VATAX</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">+5<sup>a</sup></td><td align=\"left\">98.5</td><td align=\"left\">97.5</td><td align=\"left\">98.4</td><td align=\"left\">97.6</td><td align=\"left\">98.1</td><td align=\"left\">97.8</td><td align=\"left\">100.1</td><td align=\"left\">104.6</td><td align=\"left\">104.4</td><td align=\"left\">105.3</td><td align=\"left\">106.0</td><td align=\"left\">100.1</td><td align=\"left\">94.4</td><td align=\"left\">100.6</td><td align=\"left\">109.3</td></tr><tr><td align=\"left\">-5</td><td align=\"left\">101.3</td><td align=\"left\">98.6</td><td align=\"left\">100.6</td><td align=\"left\">96.6</td><td align=\"left\">93.3</td><td align=\"left\">92.4</td><td align=\"left\">100.0</td><td align=\"left\">96.6</td><td align=\"left\">95.5</td><td align=\"left\">98.2</td><td align=\"left\">95.8</td><td align=\"left\">100.1</td><td align=\"left\">88.9</td><td align=\"left\">116.4</td><td align=\"left\">125.5</td></tr><tr><td align=\"left\">WTAX</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">+5<sup>a</sup></td><td align=\"left\">99.2</td><td align=\"left\">98.2</td><td align=\"left\">99.2</td><td align=\"left\">98.4</td><td align=\"left\">99.6</td><td align=\"left\">98.4</td><td align=\"left\">100.1</td><td align=\"left\">99.6</td><td align=\"left\">99.5</td><td align=\"left\">99.7</td><td align=\"left\">99.1</td><td align=\"left\">100.0</td><td align=\"left\">95.4</td><td align=\"left\">98.3</td><td align=\"left\">106.1</td></tr><tr><td align=\"left\">-5</td><td align=\"left\">101.0</td><td align=\"left\">101.2</td><td align=\"left\">101.0</td><td align=\"left\">100.9</td><td align=\"left\">100.3</td><td align=\"left\">100.7</td><td align=\"left\">100.0</td><td align=\"left\">100.3</td><td align=\"left\">100.3</td><td align=\"left\">100.5</td><td align=\"left\">100.8</td><td align=\"left\">100.0</td><td align=\"left\">99.6</td><td align=\"left\">102.1</td><td align=\"left\">102.0</td></tr><tr><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\" colspan=\"8\">W = Labor cost to firm (wages + all social charges incl. supplementary pension charge)</td><td align=\"left\" colspan=\"7\">RSAVH = Household savings ration out of disposable income</td><td align=\"left\"/></tr><tr><td align=\"left\" colspan=\"8\">PDOM = Domestic wholesale prices, industrial goods, incl. of VATAX</td><td align=\"left\" colspan=\"8\">INVFIX = Investment in industry in constant prices</td></tr><tr><td align=\"left\" colspan=\"8\">M = Operating gross profit margin</td><td align=\"left\" colspan=\"8\">VATAX = Value-added tax (money terms)</td></tr><tr><td align=\"left\" colspan=\"8\">CPI = Consumer price index, incl. of VATAX</td><td align=\"left\" colspan=\"8\">ITAX = Income tax, income earners (money terms)</td></tr><tr><td align=\"left\" colspan=\"8\">PROD = Average labor productivity</td><td align=\"left\" colspan=\"8\">WTAX = Payroll tax including all social charges and ATP-charge (money terms)</td></tr><tr><td align=\"left\" colspan=\"8\">Q = Industrial output</td><td align=\"left\" colspan=\"8\">TXVA</td></tr><tr><td align=\"left\" colspan=\"8\">GNP = GNP</td><td align=\"left\" colspan=\"8\">TXI = The corresponding nominal rates</td></tr><tr><td align=\"left\" colspan=\"8\">L = Labor input in industry; effective man-hours</td><td align=\"left\" colspan=\"8\">TXW</td></tr><tr><td align=\"left\" colspan=\"16\">If nothing else is said, all tables and figures are on index form where the endogenous variable reported (Q, PROD, etc.) is indexed with the reference run as the base. On a current basis: If Q(1972) = 3.363 in the reference run and Q(1972) = 3.681 in the experimental run, the index will say index = 3681/3363 x x100 = 109.5 (Diagrams). On an average basis: The indexes have been averaged from the beginning year 1969 to the year you read in the table.</td></tr></tbody></table>"
                                            ],
                                            "title": "Sensitivity Analysis with Value-added and Payroll Taxes.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "The surprise results come when we lower the value-added tax (expansive fiscal policy making). The first 2-year effect on industrial output and GNP is up. The GNP effect, however, extends for a somewhat longer period. Consumers spend more, and especially on goods from sectors 3 (durables) and 4, owing to a higher real disposable income. However, some of the increased purchasing power of households in the initial phase leaks into increased savings and some into more imports. In the first round (2 years) exports are left fairly untouched (not shown).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Since, however, firms do not lower their domestic prices (before value-added tax) by the full amount of the value-added tax rate change, they gain initially on the profit margin side. This is normal pricing behavior among firms. It is difficult to compensate for the tax by raising prices fast, and firms only reluctantly lower prices by the full amount of the reduction in the tax. This produces an asymmetrical profit response to value-added tax rate changes for the 7-year period of investigation that is supported by knowledge of firm pricing behavior. The higher price level (after tax) can be maintained for some time, and firms gain on selling more at home and relatively less in foreign markets. Export performance is coming down slowly from the third year and even though savings also decrease, the import effect persists. More import price competition hurts business profits, and firms begin to get tough on the wage side to satisfy their profit targets. The net impact is a worsened external balance, less domestic supplies in domestic markets (compared to the reference case) and a slowdown in industrial growth. Employment and real wages suffer in the medium term, but business profit margins are still maintained at a higher level by the end of the 7-year period, so the results correspond to rational responses by firms. We should note here that profit margins are on their way down strongly in 1975, probably to undershoot the reference case after a few years. This again underlines the new realistic and hence important feature of disequilibrium models of this kind. Depending upon initial conditions and the time period studied, the results may be very different. The possibility ty that the incidence and the allocation effects of changes in, for example, payroll tax rates may be very different depending on the cyclical situation is also emphasized in <a href=\"#bib25\">Normann and Södersten (1978)</a>. A deflationary spiral sets in from the fourth year that works counter to the initial fiscal measure. Firms come out all right with higher profit margins, but output suffers slightly. This deflationary cycle is just about to reverse itself at the end of the 7-year period. Note also that employment recovers faster than output, and the reason of course is a lowering of real wages. The back side of this situation is a lower productivity growth than in the reference case. Quite in keeping with the dominant property of our model, this dynamic reversal is stronger and faster the larger the initial parameter change. The reason is that the early overoptimism generated by the fiscal stimulant has created overexpansive output and recruitment plans. Since profit targets are based on excessive price and sales expectations, wage drift was allowed to occur without violating ex ante targets. Firms then experienced profit disappointments ex post and consolidated their positions by laying off labor and pushing up profit margins at lower output levels. This is what normally happens in the early phases of a business recession, so in fact the initial boom, created by the fiscal stimulus, has generated its own \"extra\" slump after a few years, albeit a minor one.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "These results may seem surprising to a reader used to think in terms of equilibrium models that lack such market dynamics. The results, however, only tell that growth is not the only way to maintain rates of return for firms, and when markets are not so competitive and when profits come easily, it may be better for firms to slow down investment and growth. The results depend in part on the degree of competition in markets but also in part on the feedback, profit-targeting device (maintain or improve profits-MIP) in the firm model. As a result of improved profit performance, firms upgrade their targets and vice versa. This set of propositions is difficult to test owing to the long time dimensions involved, but one has to remember that these unconventional results are conventionally assumed away in most econometric models. So, there is no need to question the results except on clear empirical evidence. A case in point here is <a href=\"#bib27\">Pratten's (1976)</a> results from comparisons of matched Swedish and British firms. He found that while British firms were far below their Swedish counterparts in productivity and growth rates, they attained higher rates of return. Again note (from <a href=\"#fig6\">Figure 6</a>) the second quarter temporary reversal of the GNP effects. It depends partly on households not adjusting their consumption immediately to their lower or higher real purchasing power; they prefer to take part of the adjustment by way of their savings account.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s6-2-1",
                            "title": "6.2.1 Value-Added Tax (TXVA)",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "We then raised and lowered the payroll tax (TXW) by as many percentage points as needed to make the initial budget effect in the first quarter 1969 for the public sector equal to that in the value-added tax change above for each of the four cases in the table. This step change was then maintained as a percentage difference for the rest of the period, as in the earlier experiments. This time the activity level effects look more familiar. An increase in the pay­ roll tax produces a negative output effect that tends to increase slowly over the experimental period. A lowering of the payroll tax produces a small but persistent plus effect on output. However, toward the end of the period, the process begins to reverse itself under the ceteris paribus assumption, and the gain is quite small in year 7.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Increasing the payroll tax without running up public expenditures simultaneously exercises a slight restraint on domestic prices, and the effect is the opposite when the tax is lowered. The initial effect on wage costs is nil in that practically all the effect carries over to income earners in the form of lowered cash payments and very little carries forward to prices. Over the 7-year run wage costs are, however, further reduced relative to the reference case owing to a slowdown in economic growth but not in the inflation rate. These results may seem surprising considering earlier discussion of the incidence.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We should recall, however, that there is no assumption to guarantee this almost complete backward shifting of the payroll tax change to wages. The key assumption is that firms are keen on meeting their profit targets and do not bid up wage costs inclusive of payroll taxes to violate these targets. The uncertain element is to what extent profit target maintenance is enforced each period. We do not yet know. This is an empirical issue that relates to the specification of one of the crucial time reaction parameters (X3) mentioned in the model section. Available evidence (see below) suggests that a slight relaxation of the enforcement rate should be entered.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Business profit margins increase initially from a lowering of the payroll tax, owing to the positive output effect at no change in wage cost. Firms then strive to maintain these margins successfully. At the somewhat higher price level, and a slightly lowered output volume, real wages decrease over the 7-year period. Hence a lowering of the payroll tax seems capable of generating a very small growth effect through a slight increase in profit margins and investment.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "On the other hand, raising the payroll tax seems to give rise to both faster and somewhat larger negative effects on output at no price increases, since the tax is shifted to wage earners quite fast. The price level in fact comes down somewhat in the 7-year run. Even though business profits suffer initially, firms react strongly to counter this effect, and the long-term influence is higher rather than lower profit margins. This profit margin increase takes its time to generate more growth and employment through investment, and employment has just about recovered from the initial decrease in year 7. Again these results emerge under the assumption that the public sector does not use up its increased income by spending more (see, however, below, when we move the payroll and value-added tax rate equally, but in opposing directions).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The ways firms set and respond to their profit targets obviously are instrumental in producing the longer-term reversal of the initial effects of policy stimulus. We believe that we have a realistic specification of the operational functioning of profits in an economy. However, the profit-targeting device is also instrumental in producing the very fast carry-over (backwards) of payroll tax changes to wages and no carry- forward to prices. In the long run this is compatible with the result s of <a href=\"#bib6\">Brittain (1972)</a>, but not with those of <a href=\"#bib21\">Leuthold (1975)</a>, who argues on the basis of U.S. data that the short-term incidence is not one hundred percent on wage earners. <a href=\"#bib31\">Weitenberg (1969)</a> results ferom the Dutch Central Planning Bureau model, finally indicate that the medium­ term incidence is all on wage earners but partly through backward shifting and partly through forward shifting to prices. We know from other empirical tests on the mode! that with the numerical specifications used here firms seem to be too fast and rational in pushing their profits up against their targets, so the incompatibility with the above-mentioned empirical results should rather be taken as a suggestion that further experimentation, checks, and fine-tuning of the short-term responses of the model are needed before we can say that we know.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Finally note from <a href=\"#fig6\">Figure 6</a> that even though the average GNP effects over time are roughly the same, the quite different economic mechanisms at work generate different time profiles.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "As a final check on the model we have rerun it with and without the temporary lowering of the value-added tax 2nd and 3rd quarters 1974 by 3 percentage points. <a href=\"#table1\">Table 1</a> shows the effects on some macro variables. We note that the short­ term GNP effect is of roughly the same magnitude as calculated elsewhere at the time of the real tax experiment. Even though the value-added tax is increased back again to the earlier level after 2 quarters, the output and employment effects are not cancelled over the 2-year period. The price level effect in both directions is, however, almost simultaneous to the parameter change.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s6-2-2",
                            "title": "6.2.2 Payroll Tax",
                            "type": "section"
                        }
                    ],
                    "id": "s6-2",
                    "title": "6.2 Sensitivity Analysis",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the earlier sections we have studied the economy wide effects of differently sized countercyclical fiscal parameter variations. In this section we are interested in the effects of a sizable modification of the entire tax system. The conventional way of conducting such a study is to compare two equilibrium states of the economy, one with the old, and one with the new tax system, using some type of general equilibrium model, and assuming the transition to be engineered in a socially “painless” way by a fully informed policy maker. In reality the transition will have to be intermediated by the imperfect information support of market prices. Since our model runs on a market-price information-response system, where performance of the total economic system depends on the ability of agents (decision makers) to interpret these signals. Compared to artificial general equilibrium analyses we can more realistically simulate such systemic transitions. Because of the market disturbances created by major and fast fiscal changes, they must be enacted in a gradual way. Even so we should expect some economic effects (a “transactions cost”) of a negative nature to arise because of disturbances in the market information system, which demand a long time for firms to learn and correct for. This, no doubt, is a relevant aspect of the problem we are about to study.<a href=\"#fn25\"><sup>25</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "We first look at a relatively minor shift in emphasis from a payroll to a value-added tax system (<a href=\"#table2\">Table 4B</a>) and vice versa (<a href=\"#table2\">Table 2A</a>). The experiment has been designed as a once-and-for-all change in 1969, graded so as to leave the total tax take of the public sector unchanged for the first period (= 1 quarter in 1969).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The relative speed of transmission of the incidence between the two tax types when moving from payroll toward more value-added taxes means that real purchasing power of the household (i.e., real wage costs to firms after payroll, income, and value-added tax) first increases and then decreases relative to the reference case. Over the entire period there is a slight increase in real (after all taxes) wages (l 03.8/l 02.7 = 1.01), and vice versa moving in the opposite direction. It is of interest to notice (<a href=\"#table2\">Table 2A</a>) that this time a different incidence pattern emerges compared to the earlier sensitivity analysis. There is now a net of VATAX producer price increase which in this case must be interpreted as a carry-forward incidence of the payroll tax. Also, long-term wage costs increase. Just about the reverse happens when the tax change goes the opposite way (<a href=\"#table2\">Table 4B</a>), and these results are more in keeping with the empirical results referred to above.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Altogether, the simulations suggest that there are no rules of thumb to tell beforehand to what extent the income earner carries the burden of, or benefits from a tax change, when we allow for all economy wide interactions through markets.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "An upward drift in the general price level corrected for tax changes in final prices can be observed. However, the nominal wage cost level faced by firms comes down slightly and a small long-term improvement in profit margins occurs. Exports are left roughly unaffected in both the short and the Iong runs. There is very little long run change in output and employment levels. Since household saving and business investment decrease, this means an increased efficiency in the utilization of capital, and an increase in rates of return.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "As this is being written, the monetary system has not yet been fully integrated into the model. This means that the domestic rate of interest has been entered exogenously with the same values in the experiment and in the reference case. The adjustment of the interest rate and the consequent financial flows due to lowered household saving and business investment spending has not been allowed to work itself properly through the entire economic system. One would expect monetary feedback here. It is at present impossible to say how large this feedback will be. We will have to leave this problem open, as most other students who have examined it have done. Since all cash flows associated with real transactions have been 100% booked, we know, in an accounting sense, that whatever is not invested accumulates as idle financial balances. What is gained in efficiency in the business sector idles away at no use elsewhere.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The case is just about reversed when we shift emphasis from the value-added tax toward the payroll tax (<a href=\"#table2\">Table 2A</a>). A slight lowering of real wages, a slight increase in volumes (Q. GNP, and L), more saving and more investment in business take place. Again, as in the reversed case, however, profit margins increase, and this time somewhat more. Note that both the price (PDOM) and profit-margin effects take place during the first two years and are then maintained.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The export effect is not symmetrical. Only in this case there is a slow, long­ term decrease of expected direction. We noted earlier that feedback effects via foreign trade tended to affect domestic activity levels. The extra expansion in output is less than what one would expect from the investment increase. Rather than piling up idle money balances, this time idle capacity increases in the business sector, and rates of return do not increase. Again this indicates that a money system should have had a chance to exercise a balancing effect here through interest rates. Compared to the United States, however, the Swedish credit market does not perform in any prominent way as a market when it comes to allocating resources (<a href=\"#bib30\">Teigen, 1976</a>). So, this result (as well as the opposite one above) should in no way be considered empirically wrong a priori.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "When we now turn to a complete replacement of the payroll tax with a value-added tax over a five-year period, we are engineering a smooth transition (<a href=\"#table2\">Table 2C</a>). The experiment is roughly controlled in that the public budget and deficit (surplus) is only affected in a minor way throughout the 5-year transition. Even though a substantial change occurs in the Iong run, one should recognize that each of the annual changes (steps) taken is smaller than the once-and-for-all changes in the earlier two experiments. Hence, the individual disturbances generated in markets are smaller this time. This is quite in keeping with a persistent property of our mode!. It says that rough policy treatment of the economy will generate adverse effects through disturbed price signaling. It also suggests that the grading of a substantial institutional change may be important, since if it is done in a nice and smooth way, decision makers in the markets get a chance to learn how to reinterpret the price signals.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The effects on price and wage levels are more pronounced, but the substantial institutional change generates no major economic disturbances. Activity levels, besides some small short-term turbulence (not shown), are left roughly unchanged over the 7-year period. This effect of course depends on the approximately unchanged budget position of the public sector. The reversed replacement (from value-added to payroll tax, not shown) yields perfectly symmetrical results almost throughout. The only surprise is that compared to the small fiscal change in <a href=\"#table2\">Table 4A and B</a>, household saving this time responds in an opposite and expected way. The changeover to a value-added tax system, taking away the payroll tax, stimulates saving. And this is what we should expect, since household saving is now left untaxed. We note again, however, that increased household saving does not generate more investment volume in industry. It is not needed since output is left unchanged. Furthermore, profit margins slide down a bit.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The increased household savings rate depends on the ambition of households to maintain real-transactions cash balances because of the higher inflation and wage rates. Increased savings accumulate in the monetary system for some use that we do not know in the present version of the model.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s6-3-1",
                            "title": "6.3.1 Value-added and Payroll Taxes",
                            "type": "section"
                        }
                    ],
                    "id": "s6-3",
                    "title": "6.3 Substantial Modifications of the Swedish Tax System and Their Economic Effects",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We know that no general policy measure can be enacted in a structurally heterogenous economy leaving the structures unchanged. Conventional macro models abstract from such effects, and in neoclassical equilibrium models structures are assumed to remain unaffected by the price change. Such partial analyses become misleading in a longer term perspective. Our model accounts for market induced endogenous structural change through investment and reallocations of workers among firms, and also captures the economy wide consequences of a population of firms that changes because of entry and exit, a changing size distribution of firms, and shifting relationships between firm rates of return, investments, and growth such that the aggregation assumptions that underlie a macro model will vary with the experimental design. In this study we will, however, have to limit our attention to a few illustrations of the changes in relative sectoral sizes brought about by the above fiscal parameter changes via relative changes in prices and rates of return among individual firms. Again, we confine ourselves to a 7-year time span. To generate observable sectoral effects, we need fairly strong and, as it turns out, sudden parameter changes, and parameter changes have different market selection consequences. The value-added tax change hits households directly, while the payroll tax hits the firms.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We are interested in how the effects of one \"general measure\" are carried through the economic system by market adjustments among actors, and want to study how the carry-over (or through) process diversifies unevenly between firms and sub industries. A change from a value-added tax to a payroll tax system, for instance, will hurt (or help) consumer goods producers more than other industries.",
                            "type": "paragraph"
                        },
                        {
                            "text": "One thing comes out clearly in <a href=\"#table2\">Table 2</a>. When we make a sudden, once-and-for-all change from a payroll tax to a value-added tax, it hits household demand. Consequently, growth comes down in the consumption goods industry (4) and increases among export intensive firms. This relative growth reallocation between industries is reinforced by the fact that investment spending also decreases somewhat. Consequently, total industrial output growth decreases as well. On the other hand, the comparable, public budget neutral lowering of the payroll tax should be a positive stimulant on manufacturing industry, albeit with a delay compared to the negative demand effect of the increased value added tax, so the question is if the long run growth effects on the model economy cancel, and only leave a changed industrial structure in its wake?",
                            "type": "paragraph"
                        },
                        {
                            "text": "When the tax system is changed in the other direction, the effects are also reversed. This time the differential impact “looks\" somewhat bigger in the table, since the positive saving-investment growth effects combine with the direct consumption effect to favor growth in the consumer goods industry. One should however note that raised demand in domestic households as well as raised investment demand partly occur at the expense of export deliveries. In the beginning imports increase, as should be expected, and the foreign balance deteriorates (not shown). In the longer term both exports and imports balance off better in the downward direction compared to the reference case, but the long-term outcome is a worsened external balance.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Lower payroll taxes and a higher value-added tax as compensation, however, mean a long-term improvement in the external balance, even though both exports and imports decrease for the first few years. Interestingly enough, however, when we allow for a smooth gradual replacement of the entire payroll tax system by a more dominant value-added tax system (<a href=\"#table2\">Table 2</a> and <a href=\"#fig7\">Figure 7</a>) we can study reactions of similar direction during the seven-year period. But the internal dynamics of the system this time are efficient enough to make relative prices and activity levels interact in such a way that the initial relative price structure is approximately restored toward the end of the simulation, and so is also industrial structure, as measured by relative growth rates in output. Again, we should remember that if actors in the markets are allowed enough time to reinterpret the new signals, no adverse effects on total growth need to occur. The long­ term effect on the structure of the value-added and payroll tax switch seems to be fairly “neutral.\"<a href=\"#fn26\"><sup>26</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig7",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00293%2Fijm-00293-fig007.tif",
                                        "size": {
                                            "width": 1917,
                                            "height": 2567
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00293%2Fijm-00293-fig007.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00293-fig007.jpg"
                                        }
                                    },
                                    "label": "Figure 7",
                                    "title": "Sector effects on industrial output of complete change of tax over 5-year period. (See <a href=\"#table2\">Table 2</a>).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "When the direction of fiscal change is reversed (the pay roll tax gradually replaces the value-added tax) the effects mentioned above are also reversed (see <a href=\"#fig7\">Figure 7</a>). It is worth noting that the combined effect on household durable goods demand and business investment goods demand (both goods categories being supplied by industry 3 in <a href=\"#fig7\">Figure 7</a>) is slightly positive on the average when going from a payroll to a value-added tax system and vice versa. Furthermore, when the effect is negative, the cyclical swings generated in the durable goods producing industries are much stronger. And, since the effect on total industrial production for the same period (the fiscal change going both ways) is approximately nil, part of the explanation lies in a reshuffling of investment spending patterns between firms and industries. None of these results are a priori obvious but depend on the numerical specifications of the model.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The upper <a href=\"#fig7\">Figure 7</a> however shows that even tough total manufacturing output has returned to the level in the reference case after a change from payroll to value added tax by the end of the period, during several years in between total output runs significantly below that in the reference case. One may perhaps refer to this as a temporary “transactions cost” for the economy at large incurred because of the market disturbances associated with the systems change. Perhaps also the growth effect enjoyed by the typically export intensive firms in the RAW industry would have persisted if the simulations had been extended for a longer time. The opposite (lower figure) appears to have occurred in the change from value added to payroll tax system, benefitting consumption goods.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We also note that the changes in growth rates are quite small despite the large institutional change, and that initial sectoral balances are roughly restored by the end of the 7-year period. That foreign trade should play a role in the adjustment process, as witnessed by the opposite movements of the export intensive industry 1 (raw materials), and the domestically oriented nondurable, consumer goods industry 4 is perhaps not surprising. Even though it looks as if the two effects roughly cancel over time, and movements are in opposing directions and depending upon the direction of the fiscal change over a longer time than the seven simulated years one should expect a permanent relative product price change for Swedish firms depending on the relative importance of exports, and even though small also a permanent change in production structure over the longer term.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig8\">Figure 8</a> gives a micro illustration from a new experiment clarifying what market prices occasion within the model. We have chosen to raise transfer payments to households and the payroll tax simultaneously in 1969 so that the initial (1969) public budgetary impact is approximately nil. The expected change would be a shift in total consumption demand towards relatively more private consumption. Domestic producers of consumption goods would benefit, and typical export firms would be hurt. How exactly business investment spending is affected cannot be foretold by principal reasoning. Since the fiscal parameter change is sudden, substantial, and of a one-shot type, we expect a negative total growth effect over the seven­ year period owing to market disturbances. This conclusion is based on our experience from interpreting <a href=\"#table2\">Tables 2 and 4</a>. This would suggest less investment spending, but perhaps more household spending on durable goods. Increasing transfer payments, while increasing the payroll tax, however, are very similar to lowering the value-added and increasing the payroll tax. <a href=\"#table1\">Tables 1 and 2</a> would thus suggest slightly more investment and hence more growth in sector 3.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig8",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00293%2Fijm-00293-fig008.tif",
                                        "size": {
                                            "width": 616,
                                            "height": 472
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00293%2Fijm-00293-fig008.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00293-fig008.jpg"
                                        }
                                    },
                                    "label": "Figure 8",
                                    "title": "Relationship between rates of return (RR) and growth in output (DQ) of individual firms in the market. The upper graph is a comparison between periods 1969-1975 and 1969-1975, of 5 and 7 year averages respectively. The loweer graph covers the period 1969-1975 before and after the combined transfer payments (to households) and the payroll tax change..",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The outcome is not exactly as anticipated. Over the 7-year period both the raw materials firms, and the investment and consumer goods industries lose growth on average, as a result of the fiscal change. For raw materials producers this would be considered normal as they export the bulk of their output. They do not benefit indirectly from the transfer payments to households, but are nevertheless affected by the payroll tax increase. Investment goods producers’ output decreases slightly, even though earlier results would suggest a slight demand benefit. For consumer goods the result is odd at first sight. It is however, due to the fact that firms respond fast to the payroll tax increase by reducing cash wage payments after pay roll tax, so the net effect on disposable income (after tax and transfer payments), everything considered, is a reduction.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig8\">Figure 8</a> illustrates what has happened at the micro level for investment goods producers. The upper scatter and dashed line in <a href=\"#fig8\">Figure 8</a> give the relationship between average rates of return and output growth rates for the 5-year period 1969-1973. As should be expected the relationship is significantly positive. When the same relationship is extended to 1975, the regression line (shown by the solid line in the upper and the dashed line in the lower part of the figure) pivots for two reasons. The high-performance (in terms of profitability) firms essentially stay with their relatively higher rates of return for the longer period. Since they reached that position in the inflationary period 1972-1973 and have plowed back profits in investments, and/or have borrowed more to invest because of the higher rate of return, the higher growth in capacity that enters production with a delay explains part of the pivoting. However, some of the firms in the low-performance end have instead suffered, owing to the wage drift induced by the generally higher inflation that they have to share. This reinforces the pivoting in the left-hand end of the diagram. The discriminating impact on firms in different performance brackets of sudden inflation bursts (1973 and 1974) followed by a sudden lowering of price increases (1975) is illustrated even better in <a href=\"#fig9\">Figure 9</a>. The reason is that <i>wage drift is governed by a margin of high-performance firms but spreads to all firms through competition for workers in the labor market</i>. High­ performance firms bid up wages to get more workers to improve their profit position, so arrows above 10% rates of return in <a href=\"#fig9\">Figure 9</a> tend to go up and right. Low­ performance firms have to take these wage increases in order not to lose workers, and their rate-of-return position deteriorates. Arrows point upward and left in <a href=\"#fig9\">Figure 9</a>.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig9",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00293%2Fijm-00293-fig009.tif",
                                        "size": {
                                            "width": 584,
                                            "height": 391
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00293%2Fijm-00293-fig009.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00293-fig009.jpg"
                                        }
                                    },
                                    "label": "Figure 9",
                                    "title": "Rates of change in a nominal wage costs to firms (DW) and real rates of return (RR) after inflationary period in investment goods sector. Arrows bind together individual firms and indicate directions of change.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "When the fiscal change defined above is enacted, the effect is to shift down the whole cluster of (RR, DQ) points in <a href=\"#fig8\">Figure 8</a> (lower diagram) relative to what it would have been without the change. The same average rate of return for the 1969-1975 period is now associated with a lower average growth rate. The shift is in both dimensions, however, and the fiscal measure enacted both lowers the average growth rate for the industry and increases the rate of return. The reason is again indirectly clear from <a href=\"#fig8\">Figures 8 and 9</a>. The two fiscal measures combined shift the composition of demand suddenly. Some firms are hurt and slow down their investment spending. Others benefit, but there is not time enough to catch up fully during the period, and total growth is lowered.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-4",
                    "title": "6.4 Structural Effects of General Fiscal Parameter Changes",
                    "type": "section"
                }
            ],
            "id": "s6",
            "title": "6. Taxes, Business-cycle Policy, and Industrial Structure: Applications of the Swedish Micro to Macro Model",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The micro to macro model represents a dynamic market based economy that exhibits economic systems properties that in several ways differ from what is predicted by standard macro and neoclassical equilibrium models. Among these effects are the seemingly different short - term and long-term responses to a set of parameter changes. Other unfamiliar effects are the economy wide consequences of disturbances in market price signaling transmitted through the responses of firms. Some of the effects mentioned have been suggested as empirically relevant in literature, but to my knowledge this spectrum of features has not yet been brought together witin one explicit model system. Their origin can be traced to the market processes that coordinate economic activities and aggregate them to macro. Hence, they will neither be discovered in, nor understood with the help of economy wide models that lack explicit markets, which refers to most that can be found in literature. The tax experiments reported on in this paper, and the tax wedges that bias price signals in markets have been particularly illustrative in this respect.",
                    "type": "paragraph"
                },
                {
                    "text": "The results reported are of course highly conjectural. We have not yet got all databases compiled and ready and so far been unable to properly estimate the parameters of the model and to evaluate the results empirically such that we with confidence can present them as empirically established. The large data base work already invested in the model, however, allow us to refer to the simulation results as relevant for a Sweden like industrial economy, and thus deserve to be taken seriously.",
                    "type": "paragraph"
                },
                {
                    "text": "The model system that we currently have consists of a series of “behavioral” modules with well-defined interfaces with each other, notably, as is the case with individual firms, in the form of market interactions. For the first two and a half years, the code of this model has been in a state of constant change, even though its market core, composed of well-defined modules, documented in <a href=\"#bib13\">Eliasson (1976b)</a>, seems to be comfortably accommodating to upgrading and extensions. The most immediate plans call for calibrating the latest version with the monetary system and programming a long-term investment-financing system. No additional calibration will be needed, since this new module will be used only for some model firms with which we establish a direct interface between real firms and the model system. These firms will then supply their own data.",
                    "type": "paragraph"
                },
                {
                    "text": "After this, it will be necessary to halt further mathematical development temporarily to allow us to understand its mathematical properties better. And the most important task after completion of the above model specification stages will be to complete the data-base work.",
                    "type": "paragraph"
                },
                {
                    "text": "Parallel with this we will start a series of application experiments studying inter alia labor market mobility, wage setting, and economic growth; the effects on economic structure of relative price changes; the Keynesian-Monetarist controversy over growth and inflation; and the long-term effects on the Swedish economy of the massive subsidizing of firms in distress that is currently going on.",
                    "type": "paragraph"
                }
            ],
            "id": "s7",
            "title": "7. Conclusions and Plans for the Future",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "This project would have been impossible without the generous back up of technical skills from IBM Sweden, a partner in this research venture.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Several persons have been actively involved in this project. In particular I want to mention Gösta Olavi, IBM Sweden, who has provided indispensable and efficient support on the mathematical and programming side, as well as Louise Ahlström and Thomas Lindberg at IUI, who have been responsible for putting together and adjusting the data base to the statistical format of the model.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A complete mathematical specification of an earlier version of the model without taxes and transfers is found in <a href=\"#bib13\">Eliasson (1976b)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This means that the next stage of model development will be predominantly devoted to enlarging and refining the micro database. See below.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See e.g. <a href=\"#bib2\">Albrecht (1978a)</a> who entered U.S. macro data into the model and compared the development of a “Sweden like” economy with that of a “US -oid” economy under the same exogenous circumstances.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For that the reader is referred to <a href=\"#bib13\">Eliasson (1976b)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We plan to enter explicit market imperfections at some later time.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We have also tried to estimate some of the individual firm coefficients above by direct interviewing of execu tive staff in one very large Swedish firm. The results turned out quite successful in terms of improving historic tracking of data for the same firm. Further efforts of this kind are planned. To this can be added the possibility to impose an exogenous adjustment of expectations in individual firms. The profit-targeting function used in the model is similar in form to <i>HIST(r</i>) above. For further details on specification see <a href=\"#bib13\">Eliasson (1976b)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See further <a href=\"#bib12\">Eliasson (1976a)</a>, especially chapter XI where observed budgeting practices are reformulated as a theory of firm behavior..",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See the discussion in <a href=\"#bib12\">Eliasson (1976a)</a>, <a href=\"#bib14\">Eliasson (1977)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To see how QFR(L) is determined see the paragraph on the data base below.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Capacity to produce is expressed in terms of QFR(L) in <a href=\"#fig3\">Figure 3</a>. Roughly speaking, new technology enters through an endogenous upgrading of γ (see formula in <a href=\"#fig3\">Figure 3</a>) by merging the old and the new (additional) QFR(L) through an harmonic average. We prefer to work with a production system with capacity expressed as potential output and no explicit aggregate measure of capital stock. The reason is that the estimation procedure is geared to direct use of individual firm data on the format of each firm’s own internal accounting and planning system. There one seldom or never meets with the concept of aggregate capital stock in the context of production planning See <a href=\"#bib12\">Eliasson (1976a)</a>. The mere fact that QFR(L)- as estimated on data from the Planning Survey - shifts by investment of course means that one can define an implicit measure of capital that has accomplished that shift. If we do so, a generalized CES-type production function can be shown to appear (See <a href=\"#bib15\">Eliasson (1978)</a>. The QFR(L) specification combined with its updating by new investment vintages is however perfectly OK for our purposes, since we are neither concerned with modelling observable firm production planning, nor being compatible with neoclassical micro theory.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "It is based directly on a generalized version of the <a href=\"#bib23\">Meyer and Kuh (1957)</a> residual funds-accelerator theory as reformulated to include the consequentes of Stockholm School feed backs of anticipatory mistakes and estimated in <a href=\"#bib11\">Eliasson (1969)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This part has been designed, but not coded. See <a href=\"#bib13\">Eliasson (1976b)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For this the reader is referred to <a href=\"#bib13\">Eliasson (1976b)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The two step procedure to calibrate these parameters is desceribed in <a href=\"#bib16\">Eliasson and Olavi (1978b)</a>. All the X3 parameters are listed and defined there. The procedure begins with getting the simulated trends right. Then a different set of parameters is varied to get the business cycle around the trend right.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn15",
                    "title": "15.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "e can be written e=m/t, where m =marginal tax rate and t = average tax rate.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn16",
                    "title": "16.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "An inconsistent experimental design that we enacted by mistake illustrates some macro properties of the model. The scales of the Swedish income tax system are now indexed. During inflationary times like the 1970s absurd things occur if the scales are not frequently adjusted. This has been done several times since 1970.Inflation is endogenous. These corrections in the model must be entered through e in the above TXI function. We forgot to enter such corrections after 1976 in a 20-year experiment that started in 1968. A gradual slowdown in total economic growth occurred; not extreme, but unexpected, and it led us to look for the reason. We found a rapidly decreasing current, after tax income inflow into the household sector, and a tremendous public budget surplus piling up and being deposited in the money system.(Public employment and expenditures were fixed in volume terms).Household private consumption was still being maintained at high levels but at a diminishing growth rate. Why? Households were simply borrowing back the public surplus at the going interest rate to maintain their living standards. In the current version of the model the only hindrance to borrowing is the upward drift in the interest rate that occurs if total demand for funds grows faster than total supply of funds. Interest costs are fully tax-deductible in the model as well as in Sweden. The slight slowdown in growth in private consumption was dictated by the permanent income or habit formation part of the household expenditure system that determined how fast households reduce their addicted consumption levels, that are in turn determined by past consumption levels. This reduction was strongly dampened by the efficient inflation and income tax hedge that borrowing constitutes in the Swedish tax world, a hedge that is also effectively enjoyed by income earners possessing highly valued and mortgageable property. This property of the entire model economy that we did not foresee, and discovered accidentally, however, is quite in line with the current political discussion of the problems afflicting the Swedish tax system.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn17",
                    "title": "17.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"#bib13\">Eliasson (1976b)</a> and <a href=\"#bib3\">Albrecht (1978b)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn18",
                    "title": "18.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"#bib1\">Ahlström (1978)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn19",
                    "title": "19.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "My experience is that firms do not have the kind of internal acconting system that makes direct questioning on their I/O coefficients meaningful.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn20",
                    "title": "20.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"#bib16\">Eliasson and Olavi (1978)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn21",
                    "title": "21.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "These systems properties have been extensively investigated on an earlier version of the model in <a href=\"#bib15\">Eliasson (1978)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn22",
                    "title": "22.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Together with Dr Hans Genberg, Institute Universitaire des Hautes Etudes Internationales in Geneva. Some results will soon be reported. Also, cf. some earlier research on the rate of foreign-domestic price transmission in <a href=\"#bib18\">Genberg (1974)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn23",
                    "title": "23.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In analyzing these experiments I have been fortunate in being able to draw directly on a recent IUI study (<a href=\"#bib25\">Normann and Södersten, 1978</a>) that includes a broad analysis of the Swedish tax system.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn24",
                    "title": "24.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Individual decision makers (/firms) in the model are equipped with a feedback learning mechanisms for all their (mostly price) expectational signals that correct the interpretation of “new” signals asymptotically but quite fast. (See above description of micro part of model). Erratic (“random”) signals contain no information and cannot be interpreted, and by definition, the more of such noisy price signaling the more disorderly markets. However, if the change to a new tax system is gradual and smooth the more interpretable price signals. We can then isolate the effects due to price disturbances during the transition, from the structural effects of the change in tax system if we run the experiment long enough. We have not done that due to the time constraint, and because we then have to leave the domain of known historical experience (1969-1975) and interpret our results in a new, hypothetical economic environment. That would be a major, but interesting research effort that we will have to leave for another occasion.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn25",
                    "title": "25.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Note that the exogenous foreign relative price change is the same in all experiments. Government and households do not change their demand patterns except through endogenous feedbacks because the tax changes have affected wage incomes in firms and the distribution of demand on different markets.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn26",
                    "title": "26.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Ahlström, L",
                        "preferred": "L Ahlström"
                    },
                    "type": "person"
                }
            ],
            "date": "1978",
            "details": "The market oriented interindustry stock and flow aggregation scheme used in MOSES, A Micro-to-Macro Model of the Swedish Economy, Stockholm, lndustrial Institute for Economic and Social Research",
            "id": "bib1",
            "title": "A Micro-to-Macro Model of the Swedish Economy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Albrecht, J",
                        "preferred": "J Albrecht"
                    },
                    "type": "person"
                }
            ],
            "date": "1978",
            "details": "Expectations, cyclical fluctuation and growth experiments on the Swedish model, A Micro·to-Macro Mode of the Swedish Economy, Stockholm, Industrial Institute for Economic and Social Research",
            "id": "bib2",
            "title": "A Micro·to-Macro Mode of the Swedish Economy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Albrecht, J",
                        "preferred": "J Albrecht"
                    },
                    "type": "person"
                }
            ],
            "date": "1978",
            "details": "234–244, Capacity Utilization in Swedish Industry 1975-76, lndustrikonjunkturen,Spring, p",
            "id": "bib3",
            "title": "Capacity Utilization in Swedish Industry 1975-76",
            "type": "unknown"
        },
        {
            "articleTitle": "The incidence of social security payroll taxes",
            "authors": [
                {
                    "name": {
                        "index": "Brittain, JA",
                        "preferred": "JA Brittain"
                    },
                    "type": "person"
                }
            ],
            "date": "1972",
            "id": "bib6",
            "journal": "American Economic Review",
            "pages": {
                "first": "739",
                "last": "742",
                "range": "739–742"
            },
            "type": "journal",
            "volume": "62"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cagan, P",
                        "preferred": "P Cagan"
                    },
                    "type": "person"
                }
            ],
            "date": "1974",
            "details": "1–10, Common stock values and inflation- The historical record of many countries, National Bureau Report Supplement, New York, National Bureau of Economic Research, p",
            "id": "bib7",
            "title": "National Bureau Report Supplement",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cyert, RM",
                        "preferred": "RM Cyert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "March, JG",
                        "preferred": "JG March"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "A Behavioral Theory of the Firm",
            "date": "1963",
            "id": "bib8",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Englewood Cllffs, NJ"
                        ]
                    },
                    "formatted": [
                        "Englewood Cllffs, NJ"
                    ]
                },
                "name": [
                    "Prentice-Hall"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "On the effects of different patterns of public consumption expenditures",
            "authors": [
                {
                    "name": {
                        "index": "Dahlberg, L",
                        "preferred": "L Dahlberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jakobsson, U",
                        "preferred": "U Jakobsson"
                    },
                    "type": "person"
                }
            ],
            "date": "1977",
            "doi": "10.1111/j.1475-4991.1977.tb00024.x",
            "id": "bib9",
            "journal": "Review of Income and Wealth",
            "pages": {
                "first": "385",
                "last": "395",
                "range": "385–395"
            },
            "type": "journal",
            "volume": "23"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dahlman, CJ",
                        "preferred": "CJ Dahlman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Klevmarken, A",
                        "preferred": "A Klevmarken"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Den Privata Konsumtionen 1931-1975",
            "date": "1971",
            "id": "bib10",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm, Sweden"
                        ]
                    },
                    "formatted": [
                        "Stockholm, Sweden"
                    ]
                },
                "name": [
                    "Industrial Institute for Economic and Social Research"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Credit Marker Investment Planning and Monetary Policy",
            "date": "1969",
            "id": "bib11",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "Industrial Institute for Economic and Social Research"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Business Economic Planning-Theory, Practice and Comparison",
            "date": "1976",
            "discriminator": "a",
            "id": "bib12",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "John Wiley and Sons"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1976",
            "details": "A micro-macro interactive simulation model of the Swedish economy, Economic Research Reports, Mimeographed Series B 15 (December 1976), Stockholm, Federation of Swedish Industries. Republished in this Anthology",
            "id": "bib13",
            "title": "Mimeographed Series B 15 (December 1976)",
            "type": "unknown"
        },
        {
            "articleTitle": "Competition and market processes in a simulation model of the Swedish economy",
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1977",
            "id": "bib14",
            "journal": "American Economic",
            "pages": {
                "first": "277",
                "last": "281",
                "range": "277–281"
            },
            "type": "journal",
            "volume": "67"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                }
            ],
            "date": "1978",
            "details": "(ed), A Micro-to-Macro Model of the Swedish Economy, Stockholm, Industrial Institute for Economic and Social Research (IUI)",
            "id": "bib15",
            "title": "A Micro-to-Macro Model of the Swedish Economy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eliasson, G",
                        "preferred": "G Eliasson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Olavi, G",
                        "preferred": "G Olavi"
                    },
                    "type": "person"
                }
            ],
            "date": "1978",
            "details": "Stepwise parameter estimation of a micro s simulation model.in G, A Micro to Macro Model of the Swedish Economy, Stockholm, lndus­trial Institute for Economic and Social Research",
            "id": "bib16",
            "title": "A Micro to Macro Model of the Swedish Economy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Genberg, H",
                        "preferred": "H Genberg"
                    },
                    "type": "person"
                }
            ],
            "date": "1974",
            "details": "World inflation and the small open economy, Federation of Swedish Lndustries, Research Report No. 17, Stockholm, Swedish lndustrial Publishers",
            "id": "bib18",
            "title": "Federation of Swedish Lndustries, Research Report No. 17",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Haveman, R",
                        "preferred": "R Haveman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hollenbeck, K",
                        "preferred": "K Hollenbeck"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microeconomic Simulation Models for Public Policy Analysis",
            "date": "1980",
            "id": "bib32",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Vol.2:49-95"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Jakobsson, U",
                        "preferred": "U Jakobsson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Normann, G",
                        "preferred": "G Normann"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Lnkomsbeskattningen i Den Ekonomiska Politiken",
            "date": "1974",
            "id": "bib20",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "Industrial Institute for Economic and Social Research"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The Incidence of the Payroll Tax in the United States",
            "authors": [
                {
                    "name": {
                        "index": "Leuthold, JH",
                        "preferred": "JH Leuthold"
                    },
                    "type": "person"
                }
            ],
            "date": "1975",
            "doi": "10.1177/109114217500300101",
            "id": "bib21",
            "journal": "Public Finance Quarterly",
            "pages": {
                "first": "3",
                "last": "13",
                "range": "3–13"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Meyer, JR",
                        "preferred": "JR Meyer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kuh, E",
                        "preferred": "E Kuh"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Investment Decision-An Empirical Study",
            "date": "1957",
            "doi": "10.4159/harvard.9780674421189",
            "id": "bib23",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge, MA and London, England"
                        ]
                    },
                    "formatted": [
                        "Cambridge, MA and London, England"
                    ]
                },
                "name": [
                    "Harvard University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Modigliani, F",
                        "preferred": "F Modigliani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cohen, KJ",
                        "preferred": "KJ Cohen"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Role of Anticipations and Plans in Economic Behavior and Their Use in Economic Analysis and Forecasting",
            "date": "1961",
            "id": "bib24",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Urbana. lll"
                        ]
                    },
                    "formatted": [
                        "Urbana. lll"
                    ]
                },
                "name": [
                    "University of lllinois Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Normann, G",
                        "preferred": "G Normann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Södersten, J",
                        "preferred": "J Södersten"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Skattepolitisk Resurs Styrning Och Inkomstutjämning",
            "date": "1978",
            "id": "bib25",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Stockholm"
                        ]
                    },
                    "formatted": [
                        "Stockholm"
                    ]
                },
                "name": [
                    "lndustrial lnstitute for Economic and Social Research"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Orcutt, G",
                        "preferred": "G Orcutt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Caldwell, S",
                        "preferred": "S Caldwell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wertheimer, R",
                        "preferred": "R Wertheimer"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Policy Exploration through Microanalytic Simulation",
            "date": "1976",
            "id": "bib26",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, D.C"
                        ]
                    },
                    "formatted": [
                        "Washington, D.C"
                    ]
                },
                "name": [
                    "The Urban Institute"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Pratten, CF",
                        "preferred": "CF Pratten"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "A Comparison of the Performance of Swedish and UK Companies",
            "date": "1976",
            "id": "bib27",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge"
                        ]
                    },
                    "formatted": [
                        "Cambridge"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Theories of decision-making in economics and behavioral science",
            "authors": [
                {
                    "name": {
                        "index": "Simon, H",
                        "preferred": "H Simon"
                    },
                    "type": "person"
                }
            ],
            "date": "1959",
            "id": "bib29",
            "journal": "American Economic Review",
            "pages": {
                "first": "253",
                "last": "283",
                "range": "253–283"
            },
            "type": "journal",
            "volume": "49"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Teigen, R",
                        "preferred": "R Teigen"
                    },
                    "type": "person"
                }
            ],
            "date": "1976",
            "details": "Financial development and stabilization policy, Federation of Swedish Industries Research Report No. 19, Stockholm, Swedish lndustrial Publishers",
            "id": "bib30",
            "title": "Federation of Swedish Industries Research Report No. 19",
            "type": "unknown"
        },
        {
            "articleTitle": "The Incidence of Social Security Taxes",
            "authors": [
                {
                    "name": {
                        "index": "Weitenberg, J",
                        "preferred": "J Weitenberg"
                    },
                    "type": "person"
                }
            ],
            "date": "1969",
            "id": "bib31",
            "journal": "Public Finance",
            "pages": {
                "first": "193",
                "last": "208",
                "range": "193–208"
            },
            "type": "journal",
            "volume": "24"
        }
    ],
    "acknowledgements": [
        {
            "text": "Published in <a href=\"#bib32\">Haveman and Hollenbeck (1980).</a>",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
