{
    "status": "vor",
    "id": "00308",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00308",
    "authorLine": "Zhiyang Jia et al.",
    "title": "The LOTTE System of Tax Microsimulation Models",
    "published": "2024-12-31T00:00:00Z",
    "versionDate": "2024-12-31T00:00:00Z",
    "statusDate": "2024-12-31T00:00:00Z",
    "volume": 17,
    "issue": 3,
    "fpage": 73,
    "lpage": 95,
    "elocationId": "73-95",
    "pdf": "http://web:8082/00308/ijm-00308.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        },
        {
            "id": "labour-supply-demand",
            "name": "Labour supply and demand"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Microsimulation models of the LOTTE system are key tools for tax policy-making in Norway and are extensively used in the budget process. The aim of this paper is to give an overview of the different modules in the LOTTE family – a non-behavioral tax-benefit model for personal income tax (LOTTE-Skatt), a labor supply model (LOTTE-Arbeid), and a model for distributional effects of commodity taxation (LOTTE-Konsum). In addition to providing descriptions of the designs of the three microsimulation models, we give examples of how the models are used in practical and academic work.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Jia et al.",
        "statement": "This article is distributed under the terms of the (<a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Norway",
                            "locality": [
                                "Oslo"
                            ]
                        },
                        "formatted": [
                            "Oslo",
                            "Norway"
                        ]
                    },
                    "name": [
                        "Research Department, Statistics Norway"
                    ]
                }
            ],
            "name": {
                "index": "Jia, Zhiyang",
                "preferred": "Zhiyang Jia"
            },
            "orcid": "0000-0002-2709-5498",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Norway",
                            "locality": [
                                "Oslo"
                            ]
                        },
                        "formatted": [
                            "Oslo",
                            "Norway"
                        ]
                    },
                    "name": [
                        "Research Department, Statistics Norway"
                    ]
                }
            ],
            "name": {
                "index": "Larsen, Bodil M",
                "preferred": "Bodil M Larsen"
            },
            "orcid": "0000-0002-9219-0192",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Norway",
                            "locality": [
                                "Oslo"
                            ]
                        },
                        "formatted": [
                            "Oslo",
                            "Norway"
                        ]
                    },
                    "name": [
                        "Research Department, Statistics Norway"
                    ]
                }
            ],
            "name": {
                "index": "Lian, Bård",
                "preferred": "Bård Lian"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Norway",
                            "locality": [
                                "Oslo"
                            ]
                        },
                        "formatted": [
                            "Oslo",
                            "Norway"
                        ]
                    },
                    "name": [
                        "Research Department, Statistics Norway"
                    ]
                }
            ],
            "name": {
                "index": "Nesbakken, Runa",
                "preferred": "Runa Nesbakken"
            },
            "orcid": "0009-0003-1810-9768",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Norway",
                            "locality": [
                                "Oslo"
                            ]
                        },
                        "formatted": [
                            "Oslo",
                            "Norway"
                        ]
                    },
                    "name": [
                        "Research Department, Statistics Norway"
                    ]
                }
            ],
            "name": {
                "index": "Nygård, Odd E",
                "preferred": "Odd E Nygård"
            },
            "orcid": "0000-0002-5887-8241",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Norway",
                            "locality": [
                                "Oslo"
                            ]
                        },
                        "formatted": [
                            "Oslo",
                            "Norway"
                        ]
                    },
                    "name": [
                        "Statistics Norway and Norwegian Fiscal Studies, the Department of Economics"
                    ]
                }
            ],
            "emailAddresses": [
                "tot@ssb.no"
            ],
            "name": {
                "index": "Thoresen, Thor O",
                "preferred": "Thor O Thoresen"
            },
            "orcid": "0000-0002-5764-5825",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Norway",
                            "locality": [
                                "Oslo"
                            ]
                        },
                        "formatted": [
                            "Oslo",
                            "Norway"
                        ]
                    },
                    "name": [
                        "Research Department, Statistics Norway"
                    ]
                }
            ],
            "name": {
                "index": "Vattø, Trine E",
                "preferred": "Trine E Vattø"
            },
            "orcid": "0000-0002-7130-5042",
            "type": "person"
        }
    ],
    "funding": {
        "statement": "The development and maintenance of the models in the LOTTE family are supported by the Norwegian Ministry of Finance."
    },
    "dataSets": {
        "availability": [
            {
                "text": "The data referred to in this article are managed by Statistics Norway under the Norwegian Statistics Act. Transfer of personal data outside the country's borders is not allowed according to the Statistics Act. This means that any researcher or institution that wishes to apply for microdata will only be granted access to completely anonymous data. Due to the difficulty of anonymising data in such a small country as Norway, this will rarely be feasible. An alternative is to gain access to data through a Norwegian research institution. This requires that the participating members are pre-submitted to Statistics Norway and that the formal requirements are fulfilled.",
                "type": "paragraph"
            },
            {
                "text": "We are currently recoding the model, also with the ambition to make the source code open.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "microsimulation",
        "tax-benefit model",
        "labor supply",
        "commodity taxation"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "In discussions of future policies, policy-makers would like to obtain information about the effects of the policies in question compared to a “no change” benchmark. For example, they would like to know the costs and distributional effects of prospective changes in taxes and benefits. Microsimulation modelling tools are commonly used to provide such information. The capacity of these models to forecast the effects of policies that do not currently exist, but might do so in the future, also referred to as “what if” analysis, is widely acknowledged (<a href=\"#bib19\">Bourguignon and Ferreira, 2003</a>; <a href=\"#bib20\">Bourguignon and Spadaro, 2006</a>; <a href=\"#bib36\">Figari et al., 2015</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Hence, microsimulation models are integral parts of the policy-making process worldwide. For example, in the U.S., the Congressional Budget Office, the Joint Committee on Taxation and the Office of Tax Analysis develop and operate several microsimulation models (<a href=\"#bib50\">Joint Committee on Taxation, 2011</a>). In Europe, a tax-benefit model for the countries of the European Union has been developed – EUROMOD (<a href=\"#bib73\">Sutherland and Figari, 2013</a>). A selection of other models include NBER’s TAXSIM (<a href=\"#bib35\">Feenberg and Coutts, 1993</a>) and the Urban-Brookings Tax Policy Center Microsimulation Model (<a href=\"#bib69\">Rohaly et al., 2005</a>) for the U.S., IFS’s TAXBEN (<a href=\"#bib83\">Waters, 2017</a>) for the U.K., MITTS of the University of Melbourne (<a href=\"#bib24\">Creedy et al., 2001</a>) for Australia, Statistics Sweden’s FASIT <a href=\"#bib87\">(Helgeson et al., 2018)</a>, and the Danish Ministry of Finance’s Law Model (<a href=\"#bib38\">Finansministeriet, 2003</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In Norway, the microsimulation model system LOTTE has been used for several decades to assist in tax policy-making. The system is part of the portfolio of prediction models developed and maintained by the Research Department of Statistics Norway. Other models include the Keynesian macro model KVARTS (<a href=\"#bib17\">Boug et al., 2023</a>), the DSGE model NORA (<a href=\"#bib11\">Aursland et al., 2020</a>), the dynamic microsimulation model MOSART (<a href=\"#bib7\">Andreassen et al., 2020</a>), the general equilibrium model SNOW (<a href=\"#bib34\">Fæhn et al., 2020</a>), and the general equilibrium model for analysis of fiscal sustainability problems, DEMEC (<a href=\"#bib43\">Holmøy and Strøm, 2017</a>). The models have in common that they are developed and maintained by staff at Statistics Norway. However, the operation of models in the policy-making process varies somewhat: some models are exported to, and operated by, personnel at the Ministry of Finance, while others are kept at and operated by Statistics Norway.",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper we describe the models of the LOTTE system – the static microsimulation models of Statistics Norway, designed to simulate the effects of changes in the taxation of individuals and households; see <a href=\"#bib6\">Aasness et al. (2007)</a> for a previous model documentation. We characterize the models of the LOTTE system as static because they have no dynamic elements.<sup><a href=\"#fn1\">1</a></sup> However, non-dynamic does not mean non-behavioral, and as we will describe, the LOTTE system includes both behavioral and non-behavioral models.",
                    "type": "paragraph"
                },
                {
                    "text": "Currently, there are three defined models belonging to the LOTTE system, and we present each of them in turn.<sup><a href=\"#fn2\">2</a></sup> In addition to describing the design of each model,<sup><a href=\"#fn3\">3</a></sup> we explain how they are used to assist in policy-making and how they have been used in discussions of broader tax policy questions for an international audience, i.e., in international academic journals.",
                    "type": "paragraph"
                },
                {
                    "text": "First, the workhorse of the LOTTE model system is the standard non-behavioral (or arithmetic) tax-benefit model LOTTE-Skatt.<sup><a href=\"#fn4\">4</a></sup> It has been in extensive use for more than five decades, since its introduction in the early 1970s. Designated Statistics Norway personnel operate the model on a daily basis to assist in the policy-making process. Although a main focus here is on its practical use in the policy-making, the model has proven useful in academic work too. For example, the model has been used in discussions of tax redistributional effects in <a href=\"#bib57\">Lambert and Thoresen (2009)</a>, which we will return to later in this paper.",
                    "type": "paragraph"
                },
                {
                    "text": "Second, the behavioral counterpart to LOTTE-Skatt is LOTTE-Arbeid, as this model predicts labor supply effects of changes in the personal income tax.<sup><a href=\"#fn5\">5</a></sup> Behavioral microsimulation models are often based on estimation of structural equations, which means that demanding econometric work is typically involved. The discrete choice labor supply model of <a href=\"#bib82\">van Soest (1995)</a> represents a dominant empirical approach in practical work, see for example <a href=\"#bib15\">Blundell and Hoynes (2004)</a>, <a href=\"#bib51\">Kalb (2010)</a>, and <a href=\"#bib31\">de Boer and Jongen (2023)</a>. LOTTE-Arbeid builds on a particular discrete choice labor supply model based on the concept of “job choice”, developed over several decades by econometricians of Statistics Norway and the University of Oslo; see <a href=\"#bib27\">Dagsvik (1994)</a>, <a href=\"#bib1\">Aaberge et al. (1995)</a>, <a href=\"#bib29\">Dagsvik et al. (2014)</a>, and <a href=\"#bib28\">Dagsvik and Jia (2016)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "Third, the model LOTTE-Konsum was developed to describe distributional effects of changes in the commodity taxation <a href=\"#bib5\">(Aasness et al., 2002)</a>.<sup><a href=\"#fn6\">6</a></sup> The empirical strategy behind LOTTE-Konsum is based on an imputation method, where household expenditures are derived from a system of Engel functions, and assigned to households on the basis of demographic information. In LOTTE-Konsum the budget shares for each household are calculated for the baseline (benchmark) situation and used to calculate a household-specific price index. The simulations of the distributional effects of changes in the commodity taxation are then carried out by letting the price index reflect the tax changes. Revenue effects of the same changes are obtained from separate revenue models, run by the Ministry of Finance.",
                    "type": "paragraph"
                },
                {
                    "text": "The LOTTE model portfolio shares important similarities with many of the other models, referred to above. For example, EUROMOD now includes a labor market adjustment add-on (EUROLAB), in addition to the tax-benefit calculator (<a href=\"#bib22\">Christl et al., 2023</a>) and MITTS (of the University of Melbourne) includes both a tax-benefit model and a behavioral labor supply module. Thus, the case where a labor supply module works in conjunction with a non-behavioral tax-benefit calculator, such as the LOTTE-Skatt and LOTTE-Arbeid combination, is rather common. Perhaps the most idiosyncratic member of our model collection is LOTTE-Konsum. There are other models also calculating effects of changes in indirect taxes, such as TAXBEN of the UK, but the imputation method of LOTTE-Konsum is (to our knowledge) rather unique.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is organized as follows. In Section 2 we give a brief historical overview of the development of the models in the LOTTE system. Section 3 then describes the tax-benefit module for personal income tax simulations, LOTTE-Skatt, Section 4 presents the labor supply module, LOTTE-Arbeid, and Section 5 presents the module that describes the distributional effects of commodity taxation, LOTTE-Konsum. Each model presentation includes descriptions of how the model is used in the decision-making process, as well as examples of how the models are used to reach out to a wider academic audience. Section 6 provides concluding remarks.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The development of a tax-benefit model for Norway started in the early 1970s – the first version was operational and documented in 1972 (<a href=\"#bib70\">Rosenqvist, 1972</a>). The model was named LOTTE after its founder, CharLOTTE Rosenqvist. Later, when other modules were developed, it was renamed LOTTE-Skatt. In those early years, model simulations were executed by means of data tapes and punch cards using FORTRAN programming. Model samples in the early days were small, about 13,000 in 1967 (the individual as the unit). Despite this the running time was very high (about 45 minutes). Due to lack of detailed information about taxpayers’ income and wealth, as well as a small sample size, the first version of the model was probably not very accurate.",
                    "type": "paragraph"
                },
                {
                    "text": "The LOTTE model was revised in 1981, documented in <a href=\"#bib44\">Hovland and Røyne (1982)</a>. A new feature was that a terminal could be used instead of punch cards. Data improvements meant that more detailed information about different elements of total income and total wealth was used, enabling more comprehensive simulations of the personal tax system. The main unit was still the taxpayer, but information about household formation was added using data from three household sample surveys (1970, 1973, and 1976).",
                    "type": "paragraph"
                },
                {
                    "text": "New advances in IT and increased demand for simulations by policy-makers led to further revisions of the model (<a href=\"#bib64\">Nygaard, 1988</a>; <a href=\"#bib58\">Lian, 1991</a>). It was decided to change the programming language from FORTRAN to SAS (Statistical Analysis System). In 1991 the model was redesigned to run on the UNIX operating system, and a tax simulation was executed within approximately 2.5 minutes. The input data that covered only around 0.5 percent of the population were expanded to include information on different types of transfers and pensions, which led to the development of a pension/transfer module (<a href=\"#bib8\">Arneberg, 1994</a>). This module was updated for only a few years and then terminated.<sup><a href=\"#fn7\">7</a></sup> Another short-lived module was called LOTTE-AS, developed to simulate effects of changes in corporate income taxation, after Norway adopted a version of the dual income tax in 1992 (<a href=\"#bib2\">Aarbu and Lian, 1996</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The mid-90s saw the advent of LOTTE-Konsum, which simulates the distributional effects of changes in commodity taxation (<a href=\"#bib5\">Aasness et al., 2002</a>). In contrast to LOTTE-Skatt, this model was not used for revenue calculations – only to describe distributional effects.",
                    "type": "paragraph"
                },
                {
                    "text": "The third model in the LOTTE system, the labor supply model LOTTE-Arbeid, was introduced in 2008. This module is based on a particular structural discrete choice model resulting from seminal econometric work by staff at Statistics Norway and the University of Oslo for several decades prior to the initiation of LOTTE-Arbeid (<a href=\"#bib27\">Dagsvik, 1994</a>; <a href=\"#bib1\">Aaberge et al., 1995</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The development of microsimulation models has benefited vastly from the revolution following from the exploitation of administrative registers for data purposes. The Register of Income Tax Returns was in place in 1993, but because information on household formation was derived by separate sample surveys, the number of persons in LOTTE-Skatt was small compared to the total population of Norway. However, from 2005, a unique address register for all dwellings in Norway made it possible to establish households on the basis of residential addresses. From then on, Income and wealth statistics for households (<a href=\"#bib72\">Statistics Norway, 2021</a>) for the complete Norwegian population constitute the main data source for LOTTE-Skatt. We provide further information on the various data sources in Section 3.2.",
                    "type": "paragraph"
                },
                {
                    "text": "Another important data innovation was a new valuation scheme for housing, in place from 2010. Before 2010, housing values were obtained from a register of historical tariff values, which implied that older dwellings got unrealistically low values. This resulted in legitimacy problems for the tax schemes based on these values, for example in the taxation of annual net wealth.<sup><a href=\"#fn8\">8</a></sup> Since 2010 the Norwegian Tax Administration has employed data sets for housing transactions and hedonic regression techniques to calculate values for each primary dwelling for tax purposes. The parameter estimates of the hedonic regression render predicted housing values based on characteristics such as geographical location, housing types, and size. Housing values are upgraded annually by means of data on new transactions.",
                    "type": "paragraph"
                },
                {
                    "text": "The main reason for models being developed and operated by Statistics Norway is data restriction regulations, which bar people outside the research community from access to microdata.<sup><a href=\"#fn9\">9</a></sup> However, it was considered convenient to let the Ministry of Finance having access to their own version of LOTTE-Skatt, and in 2011 a simplified version of LOTTE-Skatt, named LOTTE-Aksess, was introduced. This model version prevents the model user from direct access to micro data.<sup><a href=\"#fn10\">10</a></sup> This means that although LOTTE-Skatt is located on a server at Statistics Norway and maintained by staff at Statistics Norway, a version of it can be operated by tax analysts at the Ministry of Finance. In 2021 a more user-friendly version of LOTTE-Aksess was made available for the Ministry of Finance, with a SharePoint site for ordering and with simulation results reported in Excel.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Model development",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The Norwegian non-behavioral tax-benefit model LOTTE-Skatt holds a key position in the decision-making system in Norway. The model is extensively used by the Ministry of Finance in preparing the budget, while the other political parties in the Storting (the Norwegian parliament) make particular use of the model to develop their alternative budget proposals after the proposed government budget has been presented. Simulation results are reported back to the opposition parties fairly promptly. Many of these simulations are done by staff at the Ministry of Finance through LOTTE-Aksess. More complicated tax changes and tax simulations for alternative budget proposals are executed by dedicated model operators at Statistics Norway.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig1\">Figure 1</a> provides a graphical illustration of the different components of a standard LOTTE-Skatt tax simulation. A simulation consists of several elements and steps: individual input data (described in Section 3.2), a program that projects data for the year of interest (described in Section 3.3), a set of tax scheme parameters reflecting the tax legislation and a simulation program that applies the tax legislation to the individual data records.<sup><a href=\"#fn11\">11</a></sup> The results of a tax policy change simulation are compared to results of a reference simulation. For instance, when the policy-makers are preparing the next year’s budget, they compare effects of various tax-law changes to effects of a simulation based on this year’s tax-law, projected to the next budget year.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00308%2Fijm-00308-fig001.tif",
                                        "size": {
                                            "width": 2205,
                                            "height": 2079
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00308%2Fijm-00308-fig001.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00308-fig001.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Overall structure of a LOTTE-Skatt tax-benefit model simulation",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Standard model output of LOTTE-Skatt includes aggregate tax revenue effects and various descriptions of distributional effects. To illustrate this, we show simulation results for an increase in the net tax rate of the dual income tax scheme: the tax on ordinary income is increased by 1 percentage point, from 22 percent to 23 percent. <a href=\"#table1\">Table 1</a> demonstrates how a standard revenue table would look like in this case, whereas <a href=\"#fig2\">Figure 2</a> provides a graphical depiction of an output table for distributional effects. The income distribution of <a href=\"#fig2\">Figure 2</a> (horizontal axis) is established by ranking individuals above the age of 16 by individual pre-tax income.<sup><a href=\"#fn12\">12</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: Standard output revenue table from a LOTTE-Skatt simulation. Simulation alternative compared to a 2023 reference using 2020 data (10% sample) projected to 2023.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">Alternative</th><th align=\"left\">Reference</th><th align=\"left\">Difference</th></tr></thead><tbody><tr><td align=\"left\">Income tax, municipal level</td><td align=\"left\">237,079</td><td align=\"left\">220,840</td><td align=\"left\">16,238</td></tr><tr><td align=\"left\">Income tax, state level</td><td align=\"left\">136,401</td><td align=\"left\">136,401</td><td align=\"left\">0</td></tr><tr><td align=\"left\">Social insurance tax</td><td align=\"left\">178,102</td><td align=\"left\">178,102</td><td align=\"left\">0</td></tr><tr><td align=\"left\">Bracket tax</td><td align=\"left\">100,732</td><td align=\"left\">100,732</td><td align=\"left\">0</td></tr><tr><td align=\"left\">Wealth tax, municipal level</td><td align=\"left\">20,248</td><td align=\"left\">20,248</td><td align=\"left\">0</td></tr><tr><td align=\"left\">Wealth tax, state level</td><td align=\"left\">9,731</td><td align=\"left\">9,731</td><td align=\"left\">0</td></tr><tr><td align=\"left\">- Tax red., housing savings scheme for young taxpayers</td><td align=\"left\">580</td><td align=\"left\">580</td><td align=\"left\">0</td></tr><tr><td align=\"left\">- Tax red., pensioners</td><td align=\"left\">13,171</td><td align=\"left\">13,110</td><td align=\"left\">61</td></tr><tr><td align=\"left\">- Tax red. in the north (North-Troms and Finnmark)</td><td align=\"left\">1,133</td><td align=\"left\">1,119</td><td align=\"left\">14</td></tr><tr><td align=\"left\">Total taxes</td><td align=\"left\">667,409</td><td align=\"left\">651,246</td><td align=\"left\">16,163</td></tr><tr><td align=\"left\">- Cash-for-care</td><td align=\"left\">1,377</td><td align=\"left\">1,377</td><td align=\"left\">0</td></tr><tr><td align=\"left\">- Child benefit</td><td align=\"left\">22,171</td><td align=\"left\">22,171</td><td align=\"left\">0</td></tr><tr><td align=\"left\">- Additional child benefit (small children, single parents)</td><td align=\"left\">44</td><td align=\"left\">44</td><td align=\"left\">0</td></tr><tr><td align=\"left\">Total</td><td align=\"left\">643,817</td><td align=\"left\">627,654</td><td align=\"left\">16,163</td></tr></tbody></table>"
                                    ],
                                    "title": "Simulated revenue effects of a 1 percentage point increase in tax on ordinary income in 2023. In millions of NOK",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00308%2Fijm-00308-fig002.tif",
                                        "size": {
                                            "width": 1182,
                                            "height": 1024
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00308%2Fijm-00308-fig002.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00308-fig002.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Simulated average increase in the tax burden across pre-tax income in deciles. 1 percentage point increase in tax on ordinary income in 2023. In thousands of NOK",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Model design",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The primary data source of the model is the Income and wealth statistics for households (<a href=\"#bib72\">Statistics Norway, 2021</a>), which is based on several administrative registers, including detailed income tax return data from the Norwegian Tax Administration. Data from the Norwegian Labour and Welfare Administration (NAV) provide information about family, pension, disability, unemployment and other social security benefits, and data on education level and education support are provided by the Register of Education and the Norwegian State Educational Loan Fund. Limited company ownership of real estate is calculated for each person using data from the Register of Shareholders and from tax returns of limited companies.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The individual person is the primary unit of the model population, but output can be presented in terms of effects on households too. Households are formed based on a unique address register for all dwellings in Norway (see Section 2), connecting individuals by residential unit.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The full data sample include all 5.5 million individuals (of the country), corresponding to 2.2 million households. In order to reduce computational time, we usually use a sample consisting of about 10 percent of all households. However, high-income households (gross income exceeding NOK 10 million) and the wealthiest households (net wealth of more than NOK 100 million) are always included in the sample, to avoid biases in the revenue calculations.<sup><a href=\"#fn13\">13</a></sup> Accordingly, these households get a weight of 1, whereas other households have a 10 percent chance of being selected and therefore get a weight of 10.<sup><a href=\"#fn14\">14</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Households are categorized into five socioeconomic groups depending on the status of the “head of the household”, defined as the person with highest income: i) wage earners (52% of our sample in 2021), ii) self-employed (2%), iii) pensioners (20%), iv) social security recipients (11%), and v) others (14%).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Data",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Data must be projected from the year of the data (base year) to the simulation year, typically a three year time span. For example, in the spring of 2023, we prepared a data set for the year 2021 to be employed in simulations with respect to the 2024-budget, made public in early October 2023. The projections (or nowcasting) consists of two steps. First, projections are made for economic variables such as income, income deductions and wealth for each person. Income variables and income deduction variables are categorized with respect to adjustment factors, as different factors are employed for different income variables, such as for wage income, pension income, social security benefits, self-employed income (business income) and capital income (interest income, dividends, and gains).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Second, sample weights are adjusted to account for changes in the number of households assigned to each of the five socioeconomic statuses (see Section 3.2). Other demographic changes from base year to simulation year are not taken into account, which means that, e.g., distributions of age, gender, and geographical location as well as marital, socioeconomic, occupational and employment statuses are assumed to be the same in the simulation year as in the base year. The factors used in the projections are based on different sources of information: data from Statistics Norway, such as the National Accounts, published information from the Norwegian Labour and Welfare Administration, and forecasts from the Ministry of Finance.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Similarly, variables representing the tax legislation for the current year (e.g., maximum and threshold values) are projected to the budget year. The method for uprating the tax scheme includes using estimates of wage growth and consumer price growth. Importantly, there is an established convention guiding the procedure to project the tax system from one year to the next (for example, in the spring of 2023 we established a 2024 tax scheme benchmark based on the 2023 tax law): the tax scheme is uprated to the next year under the condition that the ratio of the tax to the tax base, for a taxpayer with only standard income deductions, is close for the two years.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 Projections of tax base and tax scheme",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In general, model simulation results may deviate from the actual taxation, as reflected in the income tax return. Discrepancies emerge because 1) the tax simulations are simplified and because 2) not all parts of the scheme are simulated. As a result model output results typically deviate from what we get from the administrative tax registers, for example in terms of the individual tax burden. Various tests of model performance are regularly executed to get a picture of the magnitude of deviations and to keep track of over time developments.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table2\">Table 2</a> shows a comparison of output from LOTTE-Skatt and output collected from the tax register for 2021. Thus, this illustrates the extent of inaccuracies due to simplified tax simulation procedures. The table shows that total taxes, as simulated by LOTTE-Skatt, is 0.2 percent higher (1.2 billion NOK) than the taxation reported in the registers. Deviations vary from -0.11% to 3.84%, depending on the type of tax. Moreover, deviations caused by not being able to include all components of the tax system in the simulations give additional discrepancies of a similar magnitude, implying that the total deviation is about 0.4 percent.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: Both the simulated output from LOTTE-Skatt and the output from administrative tax registers are based on the population of all residents in 2021.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">LOTTE-Skatt</th><th align=\"left\">Tax reg.</th><th align=\"left\">Diff. in %</th></tr></thead><tbody><tr><td align=\"left\">Income tax, municipal level</td><td align=\"left\">254,589</td><td align=\"left\">254,199</td><td align=\"left\">0.15</td></tr><tr><td align=\"left\">Income tax, state level</td><td align=\"left\">122,580</td><td align=\"left\">122,382</td><td align=\"left\">0.16</td></tr><tr><td align=\"left\">Social insurance tax</td><td align=\"left\">165,319</td><td align=\"left\">164,829</td><td align=\"left\">0.30</td></tr><tr><td align=\"left\">Bracket tax</td><td align=\"left\">81,829</td><td align=\"left\">81,772</td><td align=\"left\">0.07</td></tr><tr><td align=\"left\">Wealth tax, municipal level</td><td align=\"left\">14,989</td><td align=\"left\">14,911</td><td align=\"left\">0.52</td></tr><tr><td align=\"left\">Wealth tax, state level</td><td align=\"left\">3,212</td><td align=\"left\">3,199</td><td align=\"left\">0.40</td></tr><tr><td align=\"left\">- Tax reduction, housing savings scheme for young taxpayers</td><td align=\"left\">1,003</td><td align=\"left\">0,966</td><td align=\"left\">3.84</td></tr><tr><td align=\"left\">- Tax reduction, pensioners</td><td align=\"left\">14,213</td><td align=\"left\">14,229</td><td align=\"left\">-0.11</td></tr><tr><td align=\"left\">- Tax reduction in the north (North-Troms and Finnmark)</td><td align=\"left\">1,069</td><td align=\"left\">1,068</td><td align=\"left\">0.10</td></tr><tr><td align=\"left\">Total</td><td align=\"left\">626,233</td><td align=\"left\">625,029</td><td align=\"left\">0.19</td></tr></tbody></table>"
                                    ],
                                    "title": "Simulated output from LOTTE-Skatt compared to output from the administrative registers based on income tax returns, 2021. In million NOK and percent",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Furthermore, using the 10 percent sample (see Section 3.2) instead of the full population is also a source to discrepancy. The deviation in total taxes caused by employing the 10 percent sample in the simulations is generally small (less than 0.1 percent), but care has to be taken when studying highly disaggregated simulation output.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4 Model validation",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "In the following we present two studies that use LOTTE-Skatt in contributions aimed for the international academic literature. First, we refer to <a href=\"#bib57\">Lambert and Thoresen (2009)</a>, where the tax-benefit model is used to evaluate the contribution of the tax system to redistribution and tax progressivity over time. Next, in Section 3.5.2, we describe how measures of tax policy behavioral effects can be produced by feeding estimates of behavioral response into a non-behavioral tax-benefit model, illustrated by <a href=\"#bib48\">Jia et al. (2023)</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#bib57\">Lambert and Thoresen (2009)</a> evaluate the contribution of the tax system to redistribution and tax progressivity over time (1992–2004) by using a “fixed-income” approach: different tax-laws are applied to the same (fixed) pre-tax income distribution.<sup><a href=\"#fn15\">15</a></sup> They present results for several pre-tax income distribution bases – those of 1992, 1998 and 2004. For each of these data sets, individuals were subjected to taxation as per the tax legislation of 1992, 1995, 1998, 2001, and 2004. When tax rules are from a year different from the point of time of the pre-tax income distribution, all tax thresholds are adjusted by wage growth.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#fig3\">Figure 3</a> shows how the tax policies of the period 1992–2004 are evaluated by the fixed-income approach. Effects are measured in terms of the Blackorby–Donaldson index (BD index) of redistributional effect (<a href=\"#bib13\">Blackorby and Donaldson, 1984</a>), decomposed into vertical and horizontal inequity effects (<i>VR</i> and <i>HI</i>). The BD index is founded on social welfare function reasoning, as it employs the index of <a href=\"#bib10\">Atkinson (1970)</a>, <math id=\"inf1\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>I</mi><mo stretchy=\"false\">(</mo><mi>e</mi><mo stretchy=\"false\">)</mo></mstyle></math>, as an inequality index, where <math id=\"inf2\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>e</mi><mo>&gt;</mo><mn>0</mn></mstyle></math> is the (relative) inequality aversion parameter, capturing the concavity of the utility function of an assumed social decision-maker.<sup><a href=\"#fn16\">16</a></sup> Furthermore, the decomposition into vertical and horizontal effects is carried out in terms of two concepts of horizontal inequity – the so-called “classical” and the “no reranking” approaches (<i>C</i> and <i>NR</i>). The classical approach to horizontal inequity <a href=\"#bib10\">Atkinson (1970)</a> measurement starts from a perception of the vertical effect as being the average effect of the tax system on the relative income differentials of pre-tax unequals (<a href=\"#bib63\">Musgrave, 1990</a>; <a href=\"#bib9\">Aronson et al., 1994</a>; <a href=\"#bib47\">Jenkins and Lambert, 1999</a>). The “no reranking” procedure arises from the perception that if individuals are reranked by the tax schemes in the transformation from pre-tax income to post-tax income, this amounts to procedural unfairness (<a href=\"#bib67\">Plotnick, 1981</a>; <a href=\"#bib55\">King, 1983</a>; <a href=\"#bib46\">Jenkins, 1994</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig3",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00308%2Fijm-00308-fig003.tif",
                                                "size": {
                                                    "width": 1182,
                                                    "height": 1939
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00308%2Fijm-00308-fig003.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00308-fig003.jpg"
                                                }
                                            },
                                            "label": "Figure 3",
                                            "title": "Estimates of tax redistributional effects 1992–2004, based on the fixed-income approach for income bases 1992, 1998, and 2004",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "The most striking feature of <a href=\"#fig3\">Figure 3</a> is that the two lower panels pick up the temporary tax on dividends in 2001, whereas the upper panel does not. This follows from the small volume of dividend transfers in the 1992 data (less than NOK 2 billion), compared to pre-tax income distributions for 1998 and especially for 2004. These years have much higher taxable dividends, NOK 18 billion and NOK 63 billion, respectively. This is an example of the base dependence problem of the fixed-income approach. On balance, we find that the redistributional effect of the tax system is more or less unaltered from 1992 to 2004 – if anything, we see a small increase in the vertical redistribution over the period (for 1998 and 2004 base years).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-5-1",
                            "title": "3.5.1 Fixed-income approach",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In Section 4 we return to how a fully developed structural behavioral model can accompany a tax-benefit model. Here, we describe an alternative approach where evidence from other empirical studies, for instance based on quasi-experimental evidence, can be used to describe the expected behavioral response of a prospective tax reform.<sup><a href=\"#fn17\">17</a></sup> We may refer to this latter procedure as making use of “external evidence” <a href=\"#bib48\">(Jia et al., 2023)</a> or taking a reduced form approach <a href=\"#bib65\">(Ollonqvist et al., 2021)</a>.<sup><a href=\"#fn18\">18</a></sup> In practice, the method is founded on a simulation exercise where expected behavioral responses to a tax change are accounted for by adjusting the input of the non-behavioral tax-benefit model (as LOTTE-Skatt).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We illustrate the approach with an example in which a fifth bracket, for income of over NOK 2 million (EUR 200,000 and USD 230,000), and with a tax rate of 47.4 percent, is added to the Norwegian bracket tax scheme.<sup><a href=\"#fn19\">19</a></sup> The tax rate of the new bracket is 1 percentage point higher than the fourth bracket (46.4 percent). Given this example, only individuals with income over NOK 2 million are affected.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In the following, we describe the intensive margin responses:<sup><a href=\"#fn20\">20</a></sup> the marginal tax rate, <math id=\"inf8\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>M</mi><mi>T</mi><msub><mi>R</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>i</mi></mrow></msub></mstyle></math>, for each individual is simulated by increasing the individual’s earnings, <math id=\"inf9\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>E</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>P</mi><mi>i</mi></mrow></msub></mstyle></math>, by a small amount (<math id=\"inf10\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi mathvariant=\"normal\">Δ</mi><msub><mi>E</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>P</mi><mi>i</mi></mrow></msub></mstyle></math> = NOK 10),",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ1",
                                    "label": "(1)",
                                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>M</mi><mi>T</mi><msub><mi>R</mi><mi>i</mi></msub><mo>=</mo><mfrac><mrow><mi>T</mi><mo stretchy=\"false\">(</mo><msub><mi>E</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>P</mi><mi>i</mi></mrow></msub><mo stretchy=\"false\">)</mo><mo>−</mo><mi>T</mi><mo stretchy=\"false\">(</mo><msub><mi>E</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>P</mi><mi>i</mi></mrow></msub><mo>+</mo><mi mathvariant=\"normal\">Δ</mi><msub><mi>E</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>P</mi><mi>i</mi></mrow></msub><mo stretchy=\"false\">)</mo></mrow><mrow><mi mathvariant=\"normal\">Δ</mi><msub><mi>E</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>P</mi><mi>i</mi></mrow></msub></mrow></mfrac><mo>,</mo></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <math id=\"inf11\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>T</mi></mstyle></math> symbolizes tax. Then, if <math id=\"inf12\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mn>1</mn><mo>−</mo><mi>M</mi><mi>T</mi><msub><mi>R</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>0</mn><mi>i</mi></mrow></msub></mstyle></math> is the net-of-tax rate before the change, <math id=\"inf13\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mn>1</mn><mo>−</mo><mi>M</mi><mi>T</mi><msub><mi>R</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>1</mn><mi>i</mi></mrow></msub></mstyle></math> is the net-of-tax rate after the change, and <math id=\"inf14\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>ε</mi></mstyle></math> is an earnings response estimate, we adjust pre-tax income by the factor",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ2",
                                    "label": "(2)",
                                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi mathvariant=\"bold-italic\">ε</mi></mrow><mfrac><mrow><mtext> </mtext><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mi>M</mi><mi>T</mi><msub><mi>R</mi><mrow><mn>1</mn><mi>i</mi></mrow></msub><mo stretchy=\"false\">)</mo><mo>−</mo><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mi>M</mi><mi>T</mi><msub><mi>R</mi><mrow><mn>0</mn><mi>i</mi></mrow></msub><mo stretchy=\"false\">)</mo></mrow><mrow><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mi>M</mi><mi>T</mi><msub><mi>R</mi><mrow><mn>0</mn><mi>i</mi></mrow></msub><mo stretchy=\"false\">)</mo></mrow></mfrac><mo>.</mo></mstyle></mrow></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "The reason for characterizing this approach as an “external evidence” procedure is that we obtain the response estimates from external sources. Based on evidence of the elasticity of taxable income (ETI) in the literature (<a href=\"#bib71\">Saez et al., 2012</a>), we set <math id=\"inf15\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>ε</mi><mo>=</mo><mn>0.2</mn></mstyle></math>. In selecting this estimate, we give more weight to estimates of the ETI based on Norwegian data, such as <a href=\"#bib3\">Aarbu and Thoresen (2001)</a> and <a href=\"#bib80\">Thoresen and Vattø (2015)</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Given the 1 percentage point change in the top marginal tax rate, the net-of-tax rate (at that level) increases by 1.9 percent. Furthermore, given the response estimate of 0.2, incomes over NOK 2 million (wage-income and self-employment income) are adjusted downward by 0.38 percent because of the tax increase.<sup><a href=\"#fn21\">21</a></sup> Then, estimates of post-reform taxes, disposable income, etc., before and after adjustment of pre-tax income, can be obtained from conventional LOTTE-Skatt simulations. The difference between simulation results with and without adjustments in pre-tax income defines the contribution from behavioral adjustments (to the tax change).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#table3\">Table 3</a> presents the revenue effects of this tax change. The benchmark tax revenue is obtained by applying the tax rule of 2023 without the additional fifth bracket in the tax system. We find that the direct (non-behavioral) revenue effect of adding the fifth step is NOK 268 million. This revenue increase is counteracted by behavioral adjustments, reducing the revenue increase due to the tax change to NOK 156 million (268 minus 112), when behavioral adjustments at both the intensive and the extensive margins are taken into account. In total, this means that we get an estimate of the behavioral counteracting effect ratio of 0.42.<sup><a href=\"#fn22\">22</a></sup>",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "Notes: Simulations generated by the Norwegian tax-benefit model LOTTE-Skatt, data for 2020 projected to 2023. Behavioral effects are taken into account with an ETI estimate of 0.2 at the intensive margin and 0.1 at the extensive margin. Source: <a href=\"#bib48\">Jia et al. (2023)</a>.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table3",
                                            "label": "Table 3",
                                            "tables": [
                                                "<table><thead><tr><th align=\"left\"/><th align=\"left\">Total tax revenue</th><th align=\"left\">Diff. to benchmark</th></tr></thead><tbody><tr><td align=\"left\">Benchmark: 2023 tax rules without a 5th bracket</td><td align=\"left\">578,134</td><td align=\"left\">-</td></tr><tr><td align=\"left\">2023 tax rules:</td><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Direct (non-behavioral) effect</td><td align=\"left\">578,402</td><td align=\"left\">268</td></tr><tr><td align=\"left\">Intensive margin behavioral effect</td><td align=\"left\"/><td align=\"left\">-106</td></tr><tr><td align=\"left\">Extensive margin behavioral effect</td><td align=\"left\"/><td align=\"left\">-6</td></tr><tr><td align=\"left\">Direct and behavioral effects</td><td align=\"left\">578,290</td><td align=\"left\">156</td></tr><tr><td align=\"left\">Behavioral counteracting effect ratio</td><td align=\"left\"/><td align=\"left\">0.42</td></tr></tbody></table>"
                                            ],
                                            "title": "Simulated tax revenue effects of introducing a fifth tax bracket. Millions of NOK",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s3-5-2",
                            "title": "3.5.2 Predicting behavioral effects of tax policy from external evidence",
                            "type": "section"
                        }
                    ],
                    "id": "s3-5",
                    "title": "3.5 Use of LOTTE-Skatt in academic work",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. LOTTE-Skatt",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "Next, we turn to the labor supply module of the LOTTE system, LOTTE-Arbeid. The model simulates labor supply responses to alternative tax and transfer schemes based on a structural discrete choice labor supply model. In the category of structural labor supply modeling approaches, the discrete choice labor supply model, based on the random utility modeling framework (<a href=\"#bib82\">van Soest, 1995</a>), has gained widespread popularity among public finance practitioners (<a href=\"#bib25\">Creedy and Kalb, 2005</a>). This type of model can easily handle non-convex budget sets and two-earner households.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "We use a specific discrete choice model based on the concept of “job choice” (<a href=\"#bib27\">Dagsvik, 1994</a>; <a href=\"#bib1\">Aaberge et al., 1995</a>; <a href=\"#bib29\">Dagsvik et al., 2014</a>; <a href=\"#bib28\">Dagsvik and Jia, 2016</a>). According to this framework, labor supply decisions are viewed as the outcomes of individuals choosing among jobs, with additional constraints on the set of available jobs.<sup><a href=\"#fn23\">23</a></sup> In this model, a labor supply decision is viewed as the choice of the most preferred job from a choice set of available jobs, where each job is characterized by non-pecuniary attributes, wage rate, and fixed job-specific hours of work. The jobs, choice sets and non-pecuniary job attributes (job-specific tasks to be performed, workplace locations and quality of work environment) are not observed by the researcher. Only the wage rate and the hours of work of the chosen jobs are observed.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Moreover, it is assumed that there may be more full-time jobs available than jobs with other working hours. The distribution of preferences for non-pecuniary job attributes is assumed to be independent of working hours. Hence, due to unobserved heterogeneity in preferences across individuals and latent jobs, it follows that more individuals will choose to work full-time than to work according to other schedules. The utilities of the jobs with any given workload are assumed to be randomly, independently and identically distributed (i.i.d.) across the set of available jobs.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The utility of disposable income, <math id=\"inf16\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>C</mi></mstyle></math>, hours of work, <math id=\"inf17\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>h</mi></mstyle></math>, and job indexed by <math id=\"inf18\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>z</mi><mo>=</mo><mn>0</mn><mo>,</mo><mn>1</mn><mo>,</mo><mn>2</mn><mo>,</mo><mo>.</mo><mo>.</mo><mo>.</mo></mstyle></math> is assumed to be",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ3",
                                    "label": "(3)",
                                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>U</mi><mo stretchy=\"false\">(</mo><mi>C</mi><mo>,</mo><mi>h</mi><mo>,</mo><mi>z</mi><mo stretchy=\"false\">)</mo><mo>=</mo><mi>v</mi><mo stretchy=\"false\">(</mo><mi>C</mi><mo>,</mo><mi>h</mi><mo stretchy=\"false\">)</mo><mo>+</mo><mi>η</mi><mo stretchy=\"false\">(</mo><mi>z</mi><mo stretchy=\"false\">)</mo><mo>,</mo></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <math id=\"inf19\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>z</mi><mo>=</mo><mn>0</mn></mstyle></math> means not working (in which case <math id=\"inf20\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>h</mi><mo>=</mo><mn>0</mn></mstyle></math>), <math id=\"inf21\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>v</mi><mo stretchy=\"false\">(</mo><mi>C</mi><mo>,</mo><mi>h</mi><mo stretchy=\"false\">)</mo></mstyle></math> is a deterministic function and <math id=\"inf22\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>η</mi><mo stretchy=\"false\">(</mo><mi>z</mi><mo stretchy=\"false\">)</mo></mstyle></math> is a stochastic term that represents preferences for the non-pecuniary job attributes. For a given job, <math id=\"inf23\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>z</mi></mstyle></math>, the economic budget constraint is given by",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ4",
                                    "label": "(4)",
                                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>C</mi><mo stretchy=\"false\">(</mo><mi>z</mi><mo stretchy=\"false\">)</mo><mo>=</mo><mi>f</mi><mo stretchy=\"false\">(</mo><mi>w</mi><mi>h</mi><mo stretchy=\"false\">(</mo><mi>z</mi><mo stretchy=\"false\">)</mo><mo>,</mo><mi>I</mi><mo stretchy=\"false\">)</mo><mo>,</mo></mstyle></mrow></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <math id=\"inf24\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>h</mi><mo stretchy=\"false\">(</mo><mi>z</mi><mo stretchy=\"false\">)</mo></mstyle></math> is hours of work in job <math id=\"inf25\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>z</mi></mstyle></math>, <math id=\"inf26\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>w</mi></mstyle></math> is the wage rate (individual-specific), <math id=\"inf27\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>I</mi></mstyle></math> is non-labor income and <math id=\"inf28\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>f</mi></mstyle></math> is the net-of-tax function. In addition to the economic budget constraint, an individual faces a specific choice set of available jobs, as mentioned above.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The cumulative distribution function of <math id=\"inf29\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>η</mi><mo stretchy=\"false\">(</mo><mi>z</mi><mo stretchy=\"false\">)</mo></mstyle></math> is assumed to be a Gumbel distribution.<sup><a href=\"#fn24\">24</a></sup> It then follows that the probability of choosing a job with hours of work <math id=\"inf30\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>h</mi></mstyle></math>, is equal to",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ5",
                                    "label": "(5)",
                                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>φ</mi><mo stretchy=\"false\">(</mo><mi>h</mi><mo stretchy=\"false\">)</mo><mo>=</mo><mfrac><mrow><mi>g</mi><mo stretchy=\"false\">(</mo><mi>h</mi><mo stretchy=\"false\">)</mo><mi>θ</mi><mi>exp</mi><mo>⁡</mo><mo stretchy=\"false\">(</mo><mi>ν</mi><mo stretchy=\"false\">(</mo><mi>f</mi><mo stretchy=\"false\">(</mo><mi>w</mi><mi>h</mi><mo>,</mo><mi>I</mi><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">)</mo></mrow><mrow><mi>exp</mi><mo>⁡</mo><mo stretchy=\"false\">(</mo><mi>ν</mi><mo stretchy=\"false\">(</mo><mi>f</mi><mo stretchy=\"false\">(</mo><mn>0</mn><mo>,</mo><mi>I</mi><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">)</mo><mo>+</mo><mi>θ</mi><munder><mo movablelimits=\"false\">∑</mo><mrow class=\"MJX-TeXAtom-ORD\"><mi>x</mi><mo>∈</mo><mi>D</mi></mrow></munder><mi>g</mi><mo stretchy=\"false\">(</mo><mi>x</mi><mo stretchy=\"false\">)</mo><mi>exp</mi><mo>⁡</mo><mo stretchy=\"false\">(</mo><mi>ν</mi><mo stretchy=\"false\">(</mo><mi>f</mi><mo stretchy=\"false\">(</mo><mi>w</mi><mi>x</mi><mo>,</mo><mi>I</mi><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">)</mo></mrow></mfrac><mo>,</mo></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <math id=\"inf31\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>g</mi><mo stretchy=\"false\">(</mo><mi>h</mi><mo stretchy=\"false\">)</mo></mstyle></math> is the fraction of jobs with hours of work <math id=\"inf32\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>h</mi></mstyle></math> that is available to the individual, <math id=\"inf33\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>θ</mi></mstyle></math> is an index that measures the size of the set of jobs that are available to the individual, and <math id=\"inf34\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>D</mi></mstyle></math> is the total set of available hours, which is assumed to be finite.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-1-1",
                            "title": "4.1.1 A discrete choice model based on the concept of “job choice”",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "We assume that the deterministic part of the utility function can be represented by a Box-Cox function,",
                                    "type": "paragraph"
                                },
                                {
                                    "id": "equ6",
                                    "label": "(6)",
                                    "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>log</mi><mo>⁡</mo><mi>v</mi><mo stretchy=\"false\">(</mo><mi>C</mi><mo>,</mo><mi>h</mi><mo stretchy=\"false\">)</mo><mo>=</mo><msub><mi>α</mi><mrow><mn>0</mn></mrow></msub><mfrac><mrow><mo stretchy=\"false\">(</mo><mi>C</mi><mo>−</mo><msub><mi>C</mi><mrow><mn>0</mn></mrow></msub><msup><mo stretchy=\"false\">)</mo><mrow><msub><mi>α</mi><mrow><mn>1</mn></mrow></msub></mrow></msup><mo>−</mo><mn>1</mn></mrow><msub><mi>α</mi><mrow><mn>1</mn></mrow></msub></mfrac><mo>+</mo><msub><mi>β</mi><mrow><mn>0</mn></mrow></msub><mfrac><mrow><mo stretchy=\"false\">(</mo><mover><mi>h</mi><mo accent=\"false\">¯</mo></mover><mo>−</mo><mi>h</mi><msup><mo stretchy=\"false\">)</mo><mrow><msub><mi>β</mi><mrow><mn>1</mn></mrow></msub></mrow></msup><mo>−</mo><mn>1</mn></mrow><msub><mi>β</mi><mrow><mn>1</mn></mrow></msub></mfrac><mo>,</mo></mstyle></mrow></mstyle></math>",
                                    "type": "mathml"
                                },
                                {
                                    "text": "where <math id=\"inf35\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>C</mi><mrow><mn>0</mn></mrow></msub></mrow></mstyle></math> represents the minimum or subsistence household-adjusted level of disposable income and <math id=\"inf36\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mover><mi>h</mi><mo accent=\"false\">¯</mo></mover></mrow></mstyle></math> is the maximum hours of work (total hours available minus sleep and rest). To account for observed heterogeneity in preferences, <math id=\"inf37\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>β</mi><mrow><mn>0</mn></mrow></msub></mrow></mstyle></math> is allowed to depend on the individuals’ age and numbers of children in different age groups, whereas observed heterogeneity in job opportunities, <math id=\"inf38\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>θ</mi></mrow></mstyle></math> is specified as a function of the individual’s education level. The function <math id=\"inf39\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>g</mi><mo stretchy=\"false\">(</mo><mi>h</mi><mo stretchy=\"false\">)</mo></mrow></mstyle></math> is assumed to be gender-specific and constant apart from possible peaks at part-time and full-time hours of work, as mentioned above. The model is estimated by the method of maximum likelihood, using samples of cross-sectional data from the Labor force survey. The data contains information on household incomes, wage rates, taxes, hours of work, schooling, as well as number and ages of children. The model is specified and estimated for prime-aged (25–62 years old) wage earners, separately for couples, single females and single males; see <a href=\"#bib28\">Dagsvik and Jia (2016)</a>, <a href=\"#bib68\">Rees et al. (2023)</a>, and <a href=\"#bib80\">Thoresen and Vattø (2015)</a> for more details on estimation and estimation results.<sup><a href=\"#fn25\">25</a></sup>",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-1-2",
                            "title": "4.1.2 Data and estimation of the model",
                            "type": "section"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Labor supply responses",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The “job choice” model is the core of LOTTE-Arbeid. LOTTE-Arbeid work in conjunction with LOTTE-Skatt, in the sense that we transfer estimated parameters of the job choice model to the much larger LOTTE-Skatt data sample. In so doing we make the assumption that individuals of the LOTTE-Skatt data sample behave in the same way as those of the smaller sample used in the econometric estimations of labor supply (the Labour force survey), as long as they have the same observed characteristics. As the labor supply model is designed to provide simulation results for prime-aged wage earners (25–62 years old), we set the labor supply effects of other groups at zero. It is important to note that the model does not include behavioral responses for groups other than prime-aged wage earners, which means that the responses of self-employed individuals are neglected.<sup><a href=\"#fn26\">26</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Given the probabilistic nature of the labor supply model (following from the random utility discrete choice framework), we obtain predicted probability distributions for the discrete set of working hour alternatives for individuals, both pre- and post-reform. In particular, we calculate, for any given individual, values of the deterministic part of the utility function for each working hour alternative, using <a href=\"#equ6\">Equation (6)</a>, the estimated parameters, and observed characteristics. The corresponding probabilities, <math id=\"inf40\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>φ</mi><mo stretchy=\"false\">(</mo><mi>h</mi><mo stretchy=\"false\">)</mo></mstyle></math>, are obtained by using <a href=\"#equ5\">Equation (5)</a>. Based on a predicted probability distribution for a discrete set of working hour alternatives, we obtain estimates of predicted hours of work, taxes paid, pre-tax income and other variables of interest. Furthermore, differences between probability distributions, pre- and post-reform, define labor supply effects of the tax change.",
                            "type": "paragraph"
                        },
                        {
                            "text": "This procedure implies that we ignore the individual-level information on the unobserved error terms, <math id=\"inf41\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>η</mi><mo stretchy=\"false\">(</mo><mi>z</mi><mo stretchy=\"false\">)</mo></mstyle></math>, as we are mainly interested in aggregate responses. An alternative method is to follow <a href=\"#bib25\">Creedy and Kalb (2005)</a> and <a href=\"#bib75\">Thoresen et al. (2010)</a> and assume that the unobserved error terms are the same before and after the tax change.<sup><a href=\"#fn27\">27</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table4\">Table 4</a> presents our estimated labor supply elasticities with respect to the gross wage rate for females and males in couples (both own elasticities and cross elasticities) and for male and female singles, at both the extensive and the intensive margins (for females). In particular, the model predicts that females in couples are more responsive to wage changes than the other groups.<sup><a href=\"#fn28\">28</a></sup> This is a general finding in the labor supply literature (<a href=\"#bib84\">Whalen and Reichling, 2017</a>; <a href=\"#bib33\">Eckstein et al., 2019</a>; <a href=\"#bib54\">Keane, 2022</a>), and the elasticity estimates are in line with other comparable microsimulation studies; see e.g., <a href=\"#bib12\">Bargain et al. (2014)</a>, and <a href=\"#bib31\">de Boer and Jongen (2023)</a>.<sup><a href=\"#fn29\">29</a></sup> Estimation results (not reported here) also show standard income response regularities, with negative labor supply response to increased non-labor income, such as increased child benefit.<sup><a href=\"#fn30\">30</a></sup> Note also that LOTTE-Arbeid has been extended to allow for state dependence in model framework that describes the timing of labor supply responses, see <a href=\"#bib49\">Jia and Vattø (2021)</a>. Results suggest that state dependence bring down the short-term (first-year) response to one-third of the full effect, and the full effect is reached after about five years.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: The elasticities reflect the simulated percentage change (average across individuals) in the probability of participation (extensive margin) and working hours conditional on working (intensive margin) when the hourly wage rate is increased by one percent for all wage earners. Note that due to high male participation rates, we do not estimate extensive margin responses for males.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">Female</th><th align=\"left\">Male</th><th align=\"left\">Female</th><th align=\"left\">Male</th></tr></thead><tbody><tr><td align=\"left\"/><td align=\"left\">Own wage</td><td align=\"left\">Own wage</td><td align=\"left\">Cross wage</td><td align=\"left\">Cross wage</td></tr><tr><td align=\"left\">Individuals in couple</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\"> Participation (ext. margin)</td><td align=\"left\">0.135</td><td align=\"left\">-</td><td align=\"left\">-0.048</td><td align=\"left\">-</td></tr><tr><td align=\"left\"> Hours cond. on working (int. margin)</td><td align=\"left\">0.197</td><td align=\"left\">0.095</td><td align=\"left\">-0.043</td><td align=\"left\">-0.009</td></tr><tr><td align=\"left\"> Total elasticity</td><td align=\"left\">0.332</td><td align=\"left\">0.095</td><td align=\"left\">-0.091</td><td align=\"left\">-0.009</td></tr><tr><td align=\"left\">Single individuals</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\"> Participation (ext. margin)</td><td align=\"left\">0.012</td><td align=\"left\">-</td><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\"> Hours cond. on working (int. margin)</td><td align=\"left\">0.057</td><td align=\"left\">0.009</td><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\"> Total elasticity</td><td align=\"left\">0.069</td><td align=\"left\">0.009</td><td align=\"left\"/><td align=\"left\"/></tr></tbody></table>"
                                    ],
                                    "title": "Simulated labor supply elasticities with respect to the wage rate for individuals, singles and in couples, 2014",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "As a LOTTE-Arbeid simulation is both more complicated and time-consuming than a conventional LOTTE-Skatt simulation, the use of LOTTE-Arbeid in the Norwegian tax decision-making process is more limited. However, it is used to predict labor supply, revenue, and distributional effects of major reforms. An important output from the model is the information reported in <a href=\"#table5\">Table 5</a>, providing a rule of thumb for the degree of self-financing for a selection of tax changes. The ratio of self-financing is the ratio between the counteracting effect on revenue of labor supply adjustments due to a tax decrease and the estimated initial non-behavioral (or mechanical) revenue effect.<sup><a href=\"#fn31\">31</a></sup> This table is produced each year and presented in government reports, such as in <a href=\"#bib37\">Finansdepartementet (2023)</a>.<sup><a href=\"#fn32\">32</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: For a tax decrease, the self-financing ratio is the ratio between the effect on revenue due to labor supply adjustments and the initial static (or mechanical) revenue effect estimate (standard tax-benefit model calculation). Source: <a href=\"#bib37\">Finansdepartementet (2023)</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Tax change</th><th align=\"left\">Self-financing ratio, pct</th></tr></thead><tbody><tr><td align=\"left\">Reduced rate bracket tax, bracket 3</td><td align=\"left\">10</td></tr><tr><td align=\"left\">Increased threshold bracket tax, bracket 3</td><td align=\"left\">9</td></tr><tr><td align=\"left\">Reduced rate ordinary income</td><td align=\"left\">6</td></tr><tr><td align=\"left\">Reduced rate social insurance tax</td><td align=\"left\">5</td></tr><tr><td align=\"left\">Reduced rate bracket tax, bracket 2</td><td align=\"left\">4</td></tr><tr><td align=\"left\">Increased threshold bracket tax, bracket 2</td><td align=\"left\">2</td></tr><tr><td align=\"left\">Increased threshold for maximum deduction in minimum standard deduction</td><td align=\"left\">1</td></tr><tr><td align=\"left\">Reduced rate bracket tax, bracket 1</td><td align=\"left\">0</td></tr><tr><td align=\"left\">Increased threshold bracket tax, bracket 1</td><td align=\"left\">0</td></tr><tr><td align=\"left\">Increased personal allowance</td><td align=\"left\">0</td></tr><tr><td align=\"left\">Increased rate minimum standard deduction</td><td align=\"left\">-16</td></tr></tbody></table>"
                                    ],
                                    "title": "Estimates of self-financing ratios for a number of changes in rates, thresholds, allowances, and deductions, 2023. Percent",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 The labor supply model microsimulation module – LOTTE-Arbeid",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A key question in labor supply microsimulation is the extent to which the labor supply model provides valid results. It is fair to say that implausible structural estimates of taxes on labor supply have contributed to concern about the ability of structural models to generate robust predictions about the effects of policy change (<a href=\"#bib40\">Heckman and Urzúa, 2010</a>; <a href=\"#bib45\">Imbens, 2010</a>). In this perspective, results from (so-called) natural experiments serve as useful information sources for validation of prediction models (<a href=\"#bib14\">Blundell, 2006</a>; <a href=\"#bib53\">Keane, 2010</a>). Here, we demonstrate how simulation results from models like LOTTE-Arbeid can be tested against estimates of the ETI literature. The following is based on <a href=\"#bib80\">Thoresen and Vattø (2015)</a>.<sup><a href=\"#fn33\">33</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Some of the best examples of the strength of the structural discrete choice tool for economic planning, such as McFadden’s predictions regarding the use of a new train system in the San Francisco area (BART) (<a href=\"#bib61\">McFadden et al., 1977</a>) and the prediction model developed by <a href=\"#bib81\">Todd and Wolpin (2006)</a> through the PROGRESA project, have acquired their status through careful out-of-sample validations. This highlights that model validation is important and in the following we show how a validation can be done by obtaining estimates of the net-of-tax rate elasticity from a labor supply model simulation on working hours.<sup><a href=\"#fn34\">34</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "As already denoted, the random utility framework of the discrete choice model involves generating a probability distribution for different working time options. In contrast, response estimates of the ETI literature are derived by marginal optimization, where response estimates reflect (somewhat simplified) the average responses of the “treated”, compared to “the less or not treated”. In order to obtain comparable figures, we therefore let the results of labor supply model simulations enter into a regression similar to that seen in the ETI literature, using the Norwegian tax reform of 2006 as a “natural experiment”. First, we use LOTTE-Arbeid to simulate the pre-reform and post-reform working hours for four groups of wage earners, the same groups as in <a href=\"#table4\">Table 4</a>, see results in <a href=\"#table6\">Table 6</a>. Then these results are converted into measures of growth in (simulated) working hours. In the replication of the ETI econometric framework, the variable for the change in the net-of-tax rate is derived from predicted income levels (hourly wage rate multiplied by predicted hours), and instrumented using similar methods to those of the ETI literature, i.e., the change in the net-of-tax rate for constant (predicted) pre-reform labor income.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: Standard errors are obtained by non-parametric bootstrapping, 30 repetitions. Source: <a href=\"#bib80\">Thoresen and Vattø (2015)</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\"/><th align=\"left\"/></tr></thead><tbody><tr><td align=\"left\"/><td align=\"left\"><b>Pre-reform working hours</b></td><td align=\"left\"><b>Post-reform working hours</b></td><td align=\"left\"><b>Difference, %</b></td></tr><tr><td align=\"left\">Single females</td><td align=\"left\">35.20 (0.321)</td><td align=\"left\">35.27 (0.322)</td><td align=\"left\">0.18</td></tr><tr><td align=\"left\">Single males</td><td align=\"left\">38.95 (0.039)</td><td align=\"left\">38.97 (0.040)</td><td align=\"left\">0.04</td></tr><tr><td align=\"left\">Females in couple</td><td align=\"left\">32.13 (0.068)</td><td align=\"left\">32.25 (0.068)</td><td align=\"left\">0.36</td></tr><tr><td align=\"left\">Males in couple</td><td align=\"left\">38.60 (0.013)</td><td align=\"left\">38.64 (0.014)</td><td align=\"left\">0.11</td></tr></tbody></table>"
                                    ],
                                    "title": "Average weekly hours of work, pre- and post-reform, derived from a simulation employing a labor supply model. Standard errors in parentheses",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In <a href=\"#table7\">Table 7</a>, estimates from the labor supply simulations are compared with the results of a standard ETI evaluation of the reform. We see that the panel data ETI figures for working hours are close to those obtained from the model simulations. In fact, there are no significant differences between the overall average estimates (for working hours); see the last row of <a href=\"#table7\">Table 7</a>. Furthermore, estimates (for all four groups) are found to be in the range 0.02–0.06. A difference of 0.04, which is the maximum difference (between results of the two methods) observed for working hours in <a href=\"#table7\">Table 7</a> (single males), must be described as modest, both compared to the variation in elasticity estimates in the literature (see for example the review in <a href=\"#bib16\">Blundell and MaCurdy (1999)</a>), and from a policy prediction perspective. Thus, it is claimed that the model performs well according to this validation. Of course, this does not mean that the simulation model is approved – it only means that the model has not been rejected by the present test, according to our judgment. It should also be noted that the ETI might potentially capture a broader set of responses, such as the effect of effort (wages), which is exogenously (fixed) in the standard labor supply model.<sup><a href=\"#fn35\">35</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: The weighted averages are calculated by accounting for the number of observations in each group. Standard errors are obtained by using the delta method. Source: <a href=\"#bib80\">Thoresen and Vattø (2015)</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table7",
                                    "label": "Table 7",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\" rowspan=\"2\">Discrete choice labor supply simulations, working hours</th><th align=\"left\" colspan=\"2\">Panel data information</th></tr><tr><th align=\"left\"/><th align=\"left\">Working hours</th><th align=\"left\">Earned income</th></tr></thead><tbody><tr><td align=\"left\">Single females</td><td align=\"left\">0.018 (0.0005)</td><td align=\"left\">0.032 (0.0037)</td><td align=\"left\">0.020 (0.0051)</td></tr><tr><td align=\"left\">Single males</td><td align=\"left\">0.062 (0.0027)</td><td align=\"left\">0.023 (0.0055)</td><td align=\"left\">0.039 (0.0054)</td></tr><tr><td align=\"left\">Females in couple</td><td align=\"left\">0.026 (0.0001)</td><td align=\"left\">0.051 (0.0046)</td><td align=\"left\">0.031 (0.0045)</td></tr><tr><td align=\"left\">Males in couple</td><td align=\"left\">0.015 (0.0005)</td><td align=\"left\">0.016 (0.0059)</td><td align=\"left\">0.053 (0.0034)</td></tr><tr><td align=\"left\">Weighted average</td><td align=\"left\">0.026 (0.0012)</td><td align=\"left\">0.028 (0.0053)</td><td align=\"left\">0.041 (0.0043)</td></tr></tbody></table>"
                                    ],
                                    "title": "Comparison of net-of-tax rate elasticity estimates obtained from labor supply model simulations and the ETI approach for working hours and earned income. Standard errors in parentheses",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3 Validation of the labor supply model against estimates of the ETI literature",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. LOTTE-Arbeid",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "The purpose of LOTTE-Konsum is to simulate the direct (non-behavioral) distributional effects of changes in commodity taxation. For the same household population as in LOTTE-Skatt, the model contains a procedure for imputing consumption expenditure. A household-specific price index is used to represent the distributional effects of a tax change.",
                            "type": "paragraph"
                        },
                        {
                            "text": "There is no observed consumption data in LOTTE-Konsum – consumption is imputed from micro econometric estimates of Engel functions and macro consumption data. Micro econometric estimates are based on the Consumer expenditure survey (<a href=\"#bib42\">Holmøy and Lillegard, 2014</a>), and macro consumption is constructed by combining data from the national accounts (<a href=\"#bib18\">Bougroug, 2021</a>) with forecasts from the macro model KVARTS (<a href=\"#bib17\">Boug et al., 2023</a>). The first step of this procedure is to establish estimates of total expenditure for each household in the LOTTE-Skatt population. As our point of departure we assume that household <math id=\"inf42\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>h</mi></mstyle></math> has the consumption function,",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ7",
                            "label": "(7)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>c</mi><mi>h</mi></msub><mo>=</mo><msub><mi>m</mi><mi>h</mi></msub><mo>+</mo><mi>ρ</mi><mo stretchy=\"false\">(</mo><msub><mi>y</mi><mi>h</mi></msub><mo>−</mo><msub><mi>m</mi><mi>h</mi></msub><mo stretchy=\"false\">)</mo><mo>,</mo></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf43\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>c</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>h</mi></mrow></msub></mstyle></math> is total consumption expenditure, <math id=\"inf44\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>m</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>h</mi></mrow></msub></mstyle></math> is the minimum consumption level, <math id=\"inf45\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>y</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>h</mi></mrow></msub></mstyle></math> is disposable household income, and <math id=\"inf46\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>ρ</mi></mstyle></math> is the (common) marginal propensity to consume. By summing across households, we can derive the same expression in macro terms",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ8",
                            "label": "(8)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>C</mi><mo>=</mo><mi>M</mi><mo>+</mo><mi>ρ</mi><mo stretchy=\"false\">(</mo><mi>Y</mi><mo>−</mo><mi>M</mi><mo stretchy=\"false\">)</mo><mo>,</mo></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf47\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>C</mi><mo>=</mo><mo>∑</mo><mrow><mi/><mi>h</mi></mrow><msub><mi>c</mi><mrow><mi>h</mi></mrow></msub></mrow></mstyle></math>, <math id=\"inf48\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>M</mi><mo>=</mo><mo>∑</mo><mrow><mi/><mrow><mi>h</mi></mrow><msub><mi>m</mi><mrow><mi>h</mi></mrow></msub></mrow></mrow></mstyle></math>, and <math id=\"inf49\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>Y</mi><mo>=</mo><mo>∑</mo><mrow><mi/><mrow><mi>h</mi></mrow><msub><mi>y</mi><mrow><mi>h</mi></mrow></msub></mrow></mrow></mstyle></math>. Given that we set minimum consumption levels and specify how they depend on the composition of household, we can calibrate the <math id=\"inf50\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>ρ</mi></mstyle></math> parameter from the aggregate disposable income and aggregate expenditure in the economy. This enables us to impute the total consumption in each household. Note that the marginal propensity to consume (and save), <math id=\"inf51\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>ρ</mi></mstyle></mrow></mstyle></math> is constant. However, as there are minimum consumption levels, low-income households save less of their income than high-income households.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The next step is to distribute the total consumption of each household into different consumer goods. We start with the following Engel function for each good, <math id=\"inf52\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>j</mi></mstyle></math>,",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ9",
                            "label": "(9)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>c</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>h</mi><mi>j</mi></mrow></msub><mo>=</mo><msub><mi>m</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>h</mi><mi>j</mi></mrow></msub><mo>+</mo><msub><mi>ζ</mi><mi>j</mi></msub><mo stretchy=\"false\">(</mo><msub><mi>y</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>h</mi></mrow></msub><mo>−</mo><msub><mi>m</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>h</mi></mrow></msub><mo stretchy=\"false\">)</mo><mo>,</mo></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf53\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>c</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>h</mi><mi>j</mi></mrow></msub></mstyle></math> and <math id=\"inf54\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>m</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>h</mi><mi>j</mi></mrow></msub></mstyle></math> are the consumption and minimum consumption, respectively, of good <math id=\"inf55\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>j</mi></mstyle></math>, whereas <math id=\"inf56\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>ζ</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>j</mi></mrow></msub></mstyle></math> is the marginal budget share.<sup><a href=\"#fn36\">36</a></sup> We assume that the minimum consumption of goods depends linearly on the number of children (<math id=\"inf57\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>a</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>1</mn><mi>h</mi></mrow></msub></mstyle></math>) and adults (<math id=\"inf58\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>a</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>2</mn><mi>h</mi></mrow></msub></mstyle></math>),",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ10",
                            "label": "(10)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>m</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>h</mi><mi>j</mi></mrow></msub><mo>=</mo><msub><mi>m</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>0</mn><mi>j</mi></mrow></msub><mo>+</mo><msub><mi>m</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>1</mn><mi>j</mi></mrow></msub><msub><mi>a</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>1</mn><mi>h</mi></mrow></msub><mo>+</mo><msub><mi>m</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>2</mn><mi>j</mi></mrow></msub><msub><mi>a</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>2</mn><mi>h</mi></mrow></msub><mo>.</mo></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Hence, we have an Engel function with demographic variables. By summing across households we get",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ11",
                            "label": "(11)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>C</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>j</mi></mrow></msub><mo>=</mo><msub><mi>M</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>j</mi></mrow></msub><mo>+</mo><msub><mi>ζ</mi><mi>j</mi></msub><mo stretchy=\"false\">(</mo><mi>Y</mi><mo>−</mo><mi>M</mi><mo stretchy=\"false\">)</mo><mo>,</mo></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf59\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>C</mi><mrow><mi>j</mi></mrow></msub><mo>=</mo><mo>∑</mo><mrow><mi/><mrow><mi>h</mi></mrow><msub><mi>c</mi><mrow><mi>h</mi><mi>j</mi></mrow></msub></mrow></mrow></mstyle></math>, <math id=\"inf60\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>M</mi><mrow><mi>j</mi></mrow></msub><mo>=</mo><mo>∑</mo><mrow><mi/><mrow><mi>h</mi></mrow><msub><mi>m</mi><mrow><mi>h</mi><mi>j</mi></mrow></msub></mrow></mrow></mstyle></math>. Given that we have information on macro budget shares, the Engel elasticities and the effects of adults and children on demand, we can calibrate the constant, <math id=\"inf61\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>m</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>0</mn><mi>j</mi></mrow></msub></mstyle></math>, and assign expenditure per household for each good.<sup><a href=\"#fn37\">37</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "A well-known problem when imputing consumption for low-income households is that some goods end up with negative consumption (<a href=\"#bib32\">Decoster et al., 2011</a>). For these households, we proceed by setting consumption equal to zero for goods with negative consumption. However, this means that we end up with too high total expenditure for the household. We use an iterative procedure to adjust for this until total household expenditure is back at the initial level. Although we end up with many corner solutions, this ensures that the aggregate household expenditure for different goods in the economy is exactly equal to the macro data estimates.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Furthermore, it should be noted that the imputation of consumption implies that households have homogeneous preferences, given their income and the number of children and adults in the household. For example, this means that alcohol consumption is determined only by income level and household composition, and thus do not vary by other differences in preferences.<sup><a href=\"#fn38\">38</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Estimates of the distributional effects of a tax policy change are obtained by assigning to each household a household-specific price index. In practice, this means that based on the imputed budget shares, the Laspeyres formula is used to compute a household-specific price index for each household. The household-specific price index provides a good approximation of a “true cost of living index” for small price changes from the baseline situation for each household. Thus, the effects of a change in a commodity tax (or a commodity price) on the standard of living of each household, and each individual belonging to the household, is defined as total expenditure (possibly adjusted for economies of scale) divided by the household’s price index. Finally, it is worth noting that this approach makes it possible to consider the distributional effects of changes in direct and indirect taxation simultaneously.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A key advantage of the model concept is that it combines several sources of data, both micro and macro. Consumer expenditure surveys are often associated with substantial uncertainty, as samples are often small and contaminated with non-response bias. Also, consumption of more sensitive goods, such as tobacco and alcohol, is probably under-reported (<a href=\"#bib21\">Browning et al., 2014</a>; <a href=\"#bib26\">Crossley and Winter, 2015</a>). Rather than using observed data directly from a consumer expenditure survey, LOTTE-Konsum is employed to establish underlying stable patterns or trends by means of microeconometric studies, as reflected by Engel elasticity estimates. Moreover, since we use macro data to calibrate, the model results match macro estimates of consumption expenditure. All this ensures stability over time, which is an important quality of a model used on an annual basis by policy-makers.",
                            "type": "paragraph"
                        },
                        {
                            "text": "There are currently 30 consumer goods in the model, but this is easily changed, given the specific policy question and availability of econometric estimates.<sup><a href=\"#fn39\">39</a></sup> This makes the model flexible, which is a clear advantage for policy-makers with a shifting focus on different commodity taxes.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Model design",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In <a href=\"#table8\">Tables 8</a> and <a href=\"#table9\">9</a> we provide examples of LOTTE-Konsum output delivered to the Ministry of Finance. Such information is provided prior to the budget process, updated annually based on new versions of the model. Recall that there is no tax revenue module in LOTTE-Konsum – obtaining estimates of revenue effects of tax changes are done by the Ministry of Finance (with other tools).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: Average household expenditure for different household types and consumer goods in 2023, obtained by the model LOTTE-Konsum. Children defined as individuals less than 18 years of age.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table8",
                                    "label": "Table 8",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Household type</th><th align=\"left\">Food</th><th align=\"left\">Wine</th><th align=\"left\">Electricity</th><th align=\"left\">Clothes</th><th align=\"left\">Air travel</th></tr></thead><tbody><tr><td align=\"left\">Singles</td><td align=\"left\">31,436</td><td align=\"left\">3,515</td><td align=\"left\">15,665</td><td align=\"left\">12,798</td><td align=\"left\">3,439</td></tr><tr><td align=\"left\">Couples</td><td align=\"left\">57,335</td><td align=\"left\">7,771</td><td align=\"left\">24,551</td><td align=\"left\">34,294</td><td align=\"left\">9,564</td></tr><tr><td align=\"left\">Couples with one child</td><td align=\"left\">66,942</td><td align=\"left\">7,478</td><td align=\"left\">26,881</td><td align=\"left\">41,835</td><td align=\"left\">9,862</td></tr><tr><td align=\"left\">Couples with two children</td><td align=\"left\">78,713</td><td align=\"left\">7,671</td><td align=\"left\">30,003</td><td align=\"left\">50,763</td><td align=\"left\">10,084</td></tr><tr><td align=\"left\">Couples, more than two children</td><td align=\"left\">90,425</td><td align=\"left\">6,475</td><td align=\"left\">32,213</td><td align=\"left\">55,961</td><td align=\"left\">10,084</td></tr><tr><td align=\"left\">Others</td><td align=\"left\">66,045</td><td align=\"left\">6,755</td><td align=\"left\">26,101</td><td align=\"left\">36,970</td><td align=\"left\">8,966</td></tr><tr><td align=\"left\">All households</td><td align=\"left\">51,617</td><td align=\"left\">5,736</td><td align=\"left\">21,986</td><td align=\"left\">28,465</td><td align=\"left\">7,035</td></tr></tbody></table>"
                                    ],
                                    "title": "Consumption expenditure of different household types, five commodities (NOK in 2023)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: All individuals are ranked according to total household expenditure divided by the number of household members in 2023. Change in tax burden is measured as change in real expenditure per household member due to a price increase on a specific good, where real expenditure is defined as total household expenditure divided by a household-specific price index. We change the tax burden for each good by NOK 100 on average by the use of the model LOTTE-Konsum.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table9",
                                    "label": "Table 9",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Decile</th><th align=\"left\">Food</th><th align=\"left\">Wine</th><th align=\"left\">Electricity</th><th align=\"left\">Clothes</th><th align=\"left\">Air travel</th></tr></thead><tbody><tr><td align=\"left\">1</td><td align=\"left\">68</td><td align=\"left\">7</td><td align=\"left\">64</td><td align=\"left\">31</td><td align=\"left\">9</td></tr><tr><td align=\"left\">2</td><td align=\"left\">79</td><td align=\"left\">31</td><td align=\"left\">73</td><td align=\"left\">56</td><td align=\"left\">34</td></tr><tr><td align=\"left\">3</td><td align=\"left\">85</td><td align=\"left\">49</td><td align=\"left\">81</td><td align=\"left\">67</td><td align=\"left\">51</td></tr><tr><td align=\"left\">4</td><td align=\"left\">90</td><td align=\"left\">62</td><td align=\"left\">86</td><td align=\"left\">75</td><td align=\"left\">64</td></tr><tr><td align=\"left\">5</td><td align=\"left\">94</td><td align=\"left\">75</td><td align=\"left\">91</td><td align=\"left\">84</td><td align=\"left\">76</td></tr><tr><td align=\"left\">6</td><td align=\"left\">99</td><td align=\"left\">89</td><td align=\"left\">97</td><td align=\"left\">93</td><td align=\"left\">90</td></tr><tr><td align=\"left\">7</td><td align=\"left\">105</td><td align=\"left\">107</td><td align=\"left\">105</td><td align=\"left\">104</td><td align=\"left\">107</td></tr><tr><td align=\"left\">8</td><td align=\"left\">112</td><td align=\"left\">130</td><td align=\"left\">114</td><td align=\"left\">119</td><td align=\"left\">128</td></tr><tr><td align=\"left\">9</td><td align=\"left\">121</td><td align=\"left\">163</td><td align=\"left\">127</td><td align=\"left\">141</td><td align=\"left\">159</td></tr><tr><td align=\"left\">10</td><td align=\"left\">148</td><td align=\"left\">287</td><td align=\"left\">163</td><td align=\"left\">231</td><td align=\"left\">281</td></tr><tr><td align=\"left\">All</td><td align=\"left\">100</td><td align=\"left\">100</td><td align=\"left\">100</td><td align=\"left\">100</td><td align=\"left\">100</td></tr></tbody></table>"
                                    ],
                                    "title": "Distribution of tax burden increase for five goods, tax burden increased by NOK 100 on average on each good",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#table8\">Table 8</a> shows the imputed total expenditure in 2023 for different households and for a selection of goods: food, wine, electricity, clothes, and air travel. Whereas electricity and wine consumption for single-member households is only about half that of large households, clothes consumption by large households is about five times as high as in single-member households. In other words, when this information is used in policy-making, it becomes clear that increasing the tax rates on wine and electricity, for example, will negatively affect single-member households relatively more than a higher tax on clothes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In <a href=\"#table9\">Table 9</a> we go one step further and use price indices to assess the distributional effects of changes in the tax rate, corresponding to an increase in the tax burden by NOK 100 per person on average in 2023. This implies that we change the price of, for example, food such that the real consumption expenditure, defined here as the total consumption expenditure per household member divided by a household specific price index, increases by NOK 100 per person on average. Then we rank all individuals according to their total expenditure, and report the increased tax burden for each decile. We exemplify by use of the same commodities as in <a href=\"#table8\">Table 8</a>: food, wine, electricity, clothes, and air travel, of which distributional patterns differ dependent on budget shares across deciles. <a href=\"#table9\">Table 9</a> shows that two necessity goods stand out: food and electricity. The tax burden is much more evenly distributed for these two goods than for air travel or wine, while clothes is somewhere in the middle.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Output in the decision-making process",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We now return to a discussion of self-financing of tax cuts (recall discussions in Section 3.5.2 and Section 4.2), using all three models of the LOTTE system (LOTTE-Skatt, LOTTE-Arbeid, and LOTTE-Konsum). The following is based on <a href=\"#bib75\">Thoresen et al. (2010)</a>.<sup><a href=\"#fn40\">40</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Overall offsetting effects are calculated for the tax cuts brought about by the Norwegian tax reform of 2006: direct (non-behavioral) effects on tax revenue are compared with revenue effects that controls for effects both through labor supply adjustments and increased commodity taxation. LOTTE-Skatt is used to simulate the direct tax revenue effects of the cuts in the personal income tax from 2004 to 2006. LOTTE-Arbeid is used to include the behavioral effects due to increased labor supply and LOTTE-Konsum is used to calculate commodity tax revenue contributions.<sup><a href=\"#fn41\">41</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The overall offsetting effect is defined as the ratio between the sum of the various offsetting effects and the initial mechanical or direct revenue effect estimate (standard tax-benefit model calculation), where the counteracting effects are: (1) effect of labor supply adjustments on revenue from the personal income tax, (2) effect of labor supply adjustments on payroll tax revenue, (3) mechanical effect on the commodity tax revenue due to the increased consumption made possible by higher disposable income (before labor supply effects), and (4) increase in revenue due to the increased consumption associated with the increased labor supply.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The effects are summarized in <a href=\"#table10\">Table 10</a>. The offsetting effects are calculated for different assumptions about labor supply responses and marginal propensity to consume (MPC).<sup><a href=\"#fn42\">42</a></sup> If we focus on the benchmark case, with MPC equal to 0.7 and the middle labor supply response estimate, we observe that the offsetting effect due to labor supply response is 0.34, meaning that the initial static revenue loss of the tax reform is reduced by 34 percent because of increased labor supply. Furthermore, the labor supply adjustments imply that payroll tax revenue increases, resulting in an offsetting effect of 12 percent. The direct effect of reduced income tax on revenue from indirect taxes reduces the revenue costs by 12 percent, whereas the additional effect on consumption of increased labor supply reduces the costs by 6 percent. Overall, the authors find that, in the benchmark case, the initial loss of tax revenue is reduced by 64 percent by taking these additional effects into account.<sup><a href=\"#fn43\">43</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: Results are shown for three assumptions about labor supply effects (low, middle, and high) and for three assumptions about the marginal propensity to consume, MPC (0.5, 0.7, and 0.9). The overall offsetting revenue effect reflects contributions from labor supply alone, increased commodity taxation attributable to increased disposable income, and increased commodity and payroll tax due to labor supply adjustments. Source: <a href=\"#bib75\">Thoresen et al. (2010)</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table10",
                                    "label": "Table 10",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Labor supply responses</th><th align=\"left\">MPC</th><th align=\"left\">Personal income tax, labor supply</th><th align=\"left\">Direct effect, commodity tax</th><th align=\"left\">Commodity tax, labor supply</th><th align=\"left\">Payroll tax, labor supply</th><th align=\"left\">Overall offsetting effect</th></tr></thead><tbody><tr><td align=\"left\"/><td align=\"left\">0.5</td><td align=\"left\">0.27</td><td align=\"left\">0.09</td><td align=\"left\">0.04</td><td align=\"left\">0.09</td><td align=\"left\">0.48</td></tr><tr><td align=\"left\">Low response</td><td align=\"left\">0.7</td><td align=\"left\">0.27</td><td align=\"left\">0.12</td><td align=\"left\">0.05</td><td align=\"left\">0.09</td><td align=\"left\">0.53</td></tr><tr><td align=\"left\"/><td align=\"left\">0.9</td><td align=\"left\">0.27</td><td align=\"left\">0.15</td><td align=\"left\">0.06</td><td align=\"left\">0.09</td><td align=\"left\">0.58</td></tr><tr><td align=\"left\"/><td align=\"left\">0.5</td><td align=\"left\">0.34</td><td align=\"left\">0.09</td><td align=\"left\">0.05</td><td align=\"left\">0.12</td><td align=\"left\">0.59</td></tr><tr><td align=\"left\">Benchmark:</td><td align=\"left\">0.7</td><td align=\"left\">0.34</td><td align=\"left\">0.12</td><td align=\"left\">0.06</td><td align=\"left\">0.12</td><td align=\"left\">0.64</td></tr><tr><td align=\"left\">middle response</td><td align=\"left\">0.9</td><td align=\"left\">0.34</td><td align=\"left\">0.15</td><td align=\"left\">0.08</td><td align=\"left\">0.12</td><td align=\"left\">0.70</td></tr><tr><td align=\"left\"/><td align=\"left\">0.5</td><td align=\"left\">0.39</td><td align=\"left\">0.09</td><td align=\"left\">0.05</td><td align=\"left\">0.13</td><td align=\"left\">0.65</td></tr><tr><td align=\"left\">High response</td><td align=\"left\">0.7</td><td align=\"left\">0.39</td><td align=\"left\">0.12</td><td align=\"left\">0.07</td><td align=\"left\">0.13</td><td align=\"left\">0.70</td></tr><tr><td align=\"left\"/><td align=\"left\">0.9</td><td align=\"left\">0.39</td><td align=\"left\">0.15</td><td align=\"left\">0.09</td><td align=\"left\">0.13</td><td align=\"left\">0.76</td></tr></tbody></table>"
                                    ],
                                    "title": "Summary of revenue-offsetting effects, tax cuts brought about by the Norwegian tax reform of 2006",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3 Self-financing of tax-cuts: LOTTE-Konsum in conjunction with the two other models",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. LOTTE-Konsum",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The microsimulation models of the LOTTE system consist of a non-behavioral tax-benefit model for personal income tax, LOTTE-Skatt, a labor supply model, LOTTE-Arbeid, and a model for describing the distributional effects of commodity taxation, LOTTE-Konsum. In addition to describing their design, we have emphasized how the models have been used in work directed towards a broader international audience through publication in academic journals.",
                    "type": "paragraph"
                },
                {
                    "text": "As of today (2023), the LOTTE model system is programmed using SAS. We are now planning a comprehensive revision of the microsimulation system encompassing enhancements in data input management, tax scheme parameter handling, tax simulation programming, and the subsequent analysis of simulation outcomes. The aim is to cultivate efficient programming and database systems, with an emphasis on creating a user-friendly model simulation framework. Moreover, we aspire to enrich and expand the model system by developing novel simulation components in the future.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Concluding remarks",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "Dynamic microsimulation often includes modeling year to year changes in socioeconomic factors, such as marriage, divorce, having a child, becoming unemployed, retire, or die – outcomes which are not usually given much attention in static microsimulation analysis.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Other models based on the microsimulation concept and related to those presented here have been developed. For example, both non-behavioral and behavioral models have been established for families with preschool children; see <a href=\"#bib56\">Kornstad and Thoresen (2007</a>) and <a href=\"#bib80\">Thoresen and Vattø (2015)</a> for two labor supply models for this group of families.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Similar to several of the other models referred to above, the source code of the models of the LOTTE system are not “open source”. See <a href=\"https://euromod-web.jrc.ec.europa.eu/download-euromod/\">https://euromod-web.jrc.ec.europa.eu/download-euromod/</a> for source code of EUROMOD.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "“Skatt” means tax in Norwegian.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "“Arbeid” means work or labor in Norwegian.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "“Konsum” means consumption in Norwegian.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Today, simulations of post-tax effects of changes in pensions and social transfers are carried out by means of an ad-hoc procedure, where changes in pensions and transfers are simulated by the Norwegian Labour and Welfare Administration and then taxed by LOTTE-Skatt at Statistics Norway.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Norway is one of only a few countries that levy a tax on annual net wealth, see <a href=\"#bib78\">Thoresen et al. (2022)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To be precise, the Ministry of Finance could get access to anonymized data, which in practice would mean removing personally identifiable information. But given the large number of variables in our administrative registers, in a country with a small population, anonymization would involve reducing the number of variables, likely leading to a deficient model.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "“Aksess” is access in Norwegian, and the name alludes to improved accessibility.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The model also includes a “typical household” (constructed household) simulation module, which permits simulating effects of tax changes for specific households – for families with 1 or 2 adults (singles or married couples) and 0–3 children, differentiated with respect to types of income (wage income, pension income, business income, and capital income).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Other standard output tables for distributional effects include tables based on other income concepts, such as household income adjusted by equivalence scale.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Exchange rates for euros and U.S. dollars: 1 EUR = 11.4 NOK and 1 USD = 10.6 NOK (2023).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "There are alternative sampling procedures to this method – our method can be characterized as scoring well on transparency.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib52\">Kasten et al. (1994)</a> use the same technique studying the development of U.S. tax progressivity over the period 1980–1993. In the Norwegian context, this method has also been used to provide information about the tax policies of different governments (of different colors) and their redistributional ambitions (<a href=\"#bib59\">Lian et al., 2013</a>; <a href=\"#bib60\">Lian et al., 2019</a>). <a href=\"#bib57\">Lambert and Thoresen (2009)</a> also discussan alternative method to the fixed-income approach for comparing tax distributional effects over time – the “transplantand-compare” approach of <a href=\"#bib30\">Dardanoni and Lambert (2002)</a>. See also <a href=\"#bib77\">Thoresen et al. (2016)</a> for a generaldiscussion on methods of describing tax redistributional effects over time.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn15",
                    "title": "15.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Results are shown only for e = 0.75.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn16",
                    "title": "16.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A possible reason for choosing this method is that the policy change in question concerns a specific group for which there is no reliable (structural) behavioral simulation model.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn17",
                    "title": "17.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A similar method has also been used in <a href=\"#bib74\">Thoresen (2004)</a> and <a href=\"#bib76\">Thoresen et al. (2012)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn18",
                    "title": "18.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A marginal tax rate of 47.4 percent follows from national insurance contribution (8 percent), plus tax on ordinary or net income (22 percent), and plus the top rate of the bracket tax scheme (17.4 percent). Bracket tax is the progressive element of tax on wage income of the Norwegian dual income tax system. Note also that this fifth bracket has been part of the scheme since 2022.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn19",
                    "title": "19.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib48\">Jia et al. (2023)</a> provides further details as to how estimates at both the extensive and intensive margins are obtained.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn20",
                    "title": "20.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "1.9 multiplied by 0.2.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn21",
                    "title": "21.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Of course, as we will return to in Section 5.3, there are other revenue effects involved, as effects working through the payroll tax and commodity taxation.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn22",
                    "title": "22.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The “job choice” model choice model emphasizes that individuals face restrictions when they choose jobs and hours of work and therefore, it can be argued, represents a more realistic depiction of the actual choices of heterogeneous individuals than as following from conventional labor supply models, such as the one by <a href=\"#bib82\">van Soest (1995)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn23",
                    "title": "23.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "That is, <math id=\"inf62\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>P</mi><mo stretchy=\"false\">(</mo><mi>η</mi><mo stretchy=\"false\">(</mo><mi>z</mi><mo stretchy=\"false\">)</mo><mo>≤</mo><mi>x</mi><mo stretchy=\"false\">)</mo><mo>=</mo><mi>exp</mi><mo>⁡</mo><mo stretchy=\"false\">[</mo><mo>−</mo><mi>exp</mi><mo>⁡</mo><mo stretchy=\"false\">(</mo><mo>−</mo><mi>x</mi><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">]</mo></mstyle></mrow></mstyle></math>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn24",
                    "title": "24.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The model is intermittently re-estimated on new waves of the Labour force survey.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn25",
                    "title": "25.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A tax simulation model for the self-employed requires a different decision-making model – it is not straightforward to extrapolate the wage earner model estimates to this group.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn26",
                    "title": "26.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A third method would be to make independent drawings (based on the distributional assumptions regarding the error term), pre- and post-reform.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn27",
                    "title": "27.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Note that leisure is defined here simply as time spent not working in the market; thus it may include parental childcare and other types of household work.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn28",
                    "title": "28.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Some studies report higher wage elasticity estimates than we find here; see for for example <a href=\"#bib54\">Keane (2022)</a> for micro evidence and <a href=\"#bib62\">Mertens and Montiel Olea (2018)</a> and <a href=\"#bib85\">Zidar (2019)</a> for macro studies.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn29",
                    "title": "29.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"#bib68\">Rees et al. (2023)</a> for an analysis in which LOTTE-Arbeid is used to discuss child benefit design.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn30",
                    "title": "30.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See the discussion of such measures in Section 3.5.2. Furthermore, we return to a presentation of results from a journal article discussing such estimates in Section 5.3.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn31",
                    "title": "31.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The estimate of the self-financing due to increased deduction rate of the minimum deduction stands out with a negative sign in <a href=\"#table5\">Table 5</a>. This follows from a negative behavioral revenue effect, as this change makes it more attractive to work fewer hours.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn32",
                    "title": "32.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In <a href=\"#bib80\">Thoresen and Vattø (2015)</a> the ETI literature is referred to as the “New Tax Responsiveness literature”.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn33",
                    "title": "33.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This is close to <a href=\"#bib39\">Hansen and Liu (2015)</a>, who use a regression discontinuity approach to discuss the performance of a discrete choice model of labor supply and welfare participation for single Canadian men. They find model prediction results that are close to the regression discontinuity estimates.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn34",
                    "title": "34.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Allowing the wage rate to be determined partly by the effort and job choice decision of the individual is a challenging extension of the standard labor supply model. <a href=\"#bib23\">Creedy and Duncan (2005)</a> and <a href=\"#bib66\">Peichl and Siegloch (2012)</a> account for “general equilibrium” effects of wages in simulations.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn35",
                    "title": "35.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The sum of the marginal budget shares over all goods is equal to one.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn36",
                    "title": "36.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Note that <math id=\"inf63\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>ζ</mi><mrow><mi>j</mi></mrow></msub></mrow></mstyle></math> can be calibrated by realizing that <math id=\"inf64\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>ζ</mi><mrow><mi>j</mi></mrow></msub><mo>=</mo><msub><mi>E</mi><mrow><mi>j</mi></mrow></msub><msub><mi>ψ</mi><mrow><mi>j</mi></mrow></msub></mrow></mstyle></math>, where <math id=\"inf65\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>E</mi><mrow><mi>j</mi></mrow></msub></mrow></mstyle></math> is the Engel elasticity and <math id=\"inf66\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>ψ</mi><mrow><mi>j</mi></mrow></msub></mrow></mstyle></math> is the budget share of good <math id=\"inf67\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>j</mi></mrow></mstyle></math>. In the same manner we can define adult and child elasticities (person elasticities), i.e., how the demand depends on number of children and adults, and calibrate <math id=\"inf68\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>m</mi><msub><mn>1</mn><mrow><mi>j</mi></mrow></msub></mrow></mstyle></math> and <math id=\"inf69\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>m</mi><msub><mn>2</mn><mrow><mi>j</mi></mrow></msub></mrow></mstyle></math> (<a href=\"#bib4\">Aasness and Holtsmark, 1993</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn37",
                    "title": "37.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Since we do not model non-observable differences in preferences, nobody will choose to be, for example, abstainers or non-smokers. The only reason for observing zero consumption of a particular good for a particular household is low income.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn38",
                    "title": "38.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We need to have the macro consumption level (from national account data) for the good and estimates of the associated Engel and person elasticities, see above.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn39",
                    "title": "39.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Whereas the discussion in the U.S., for example, has primarily been on the long-term self-financing effects of tax changes (dynamic scoring), <a href=\"#bib75\">Thoresen et al. (2010)</a> focus on short-term estimates of self-financing.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn40",
                    "title": "40.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Note that although LOTTE-Konsum is not used for calculating the effects on tax revenue of tax changes in the Norwegian budget process, we employ the model for revenue calculation here.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn41",
                    "title": "41.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Low-response and high-response labor supply alternatives are obtained by using bootstrap techniques to construct confidence intervals for the model parameters. Whereas the main response alternative gives a labor supply offsetting effect of 34 percent, the two alternative response estimates result in offsetting effects of 27 percent (low) and 39 percent (high).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn42",
                    "title": "42.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "It should be noted that these estimates are obtained from a previous estimation of LOTTE-Arbeid, generating higher responses than seen in estimations with newer data.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn43",
                    "title": "43.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "Labor supply responses and welfare effects of tax reforms",
            "authors": [
                {
                    "name": {
                        "index": "Aaberge, R",
                        "preferred": "R Aaberge"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, S",
                        "preferred": "S Strøm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strom, S",
                        "preferred": "S Strom"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "doi": "10.2307/3440547",
            "id": "bib1",
            "journal": "The Scandinavian Journal of Economics",
            "pages": {
                "first": "635",
                "last": "659",
                "range": "635–659"
            },
            "type": "journal",
            "volume": "97"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Aarbu, KO",
                        "preferred": "KO Aarbu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lian, B",
                        "preferred": "B Lian"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "details": "Statistics Norway (in Norwegian)",
            "id": "bib2",
            "title": "Statistics Norway (in Norwegian)",
            "type": "unknown"
        },
        {
            "articleTitle": "Income responses to tax c<i>hanges</i>—evidence from the Norwegian tax reform",
            "authors": [
                {
                    "name": {
                        "index": "Aarbu, KO",
                        "preferred": "KO Aarbu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "doi": "10.17310/ntj.2001.2.06",
            "id": "bib3",
            "journal": "National Tax Journal",
            "pages": {
                "first": "319",
                "last": "335",
                "range": "319–335"
            },
            "type": "journal",
            "volume": "54"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Aasness, A",
                        "preferred": "A Aasness"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Holtsmark, B",
                        "preferred": "B Holtsmark"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "details": "Discussion Papers No 105, Statistics Norway",
            "id": "bib4",
            "title": "Discussion Papers No 105, Statistics Norway",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Aasness, J",
                        "preferred": "J Aasness"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Benedictow, A",
                        "preferred": "A Benedictow"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hussein, MF",
                        "preferred": "MF Hussein"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "Economic Research Programme on Taxation, Oslo",
            "id": "bib5",
            "title": "Economic Research Programme on Taxation, Oslo",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Aasness, J",
                        "preferred": "J Aasness"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "details": "513–518, The Norwegian tax-benefit model system LOTTE, Modelling Our Future: Population Ageing, Health and Aged Care, International Symposia in Economic Theory and Econometrics, Elsevier, p, 10.1016/S1571-0386(06)16034-2",
            "id": "bib6",
            "title": "Modelling Our Future: Population Ageing, Health and Aged Care, International Symposia in Economic Theory and Econometrics",
            "type": "unknown"
        },
        {
            "articleTitle": "The dynamic cross-sectional microsimulation model MOSART",
            "authors": [
                {
                    "name": {
                        "index": "Andreassen, L",
                        "preferred": "L Andreassen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fredriksen, D",
                        "preferred": "D Fredriksen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gjefsen, HM",
                        "preferred": "HM Gjefsen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Halvorsen, E",
                        "preferred": "E Halvorsen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stølen, NM",
                        "preferred": "NM Stølen"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.34196/ijm.00214",
            "id": "bib7",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "92",
                "last": "119",
                "range": "92–119"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Arneberg, MW",
                        "preferred": "MW Arneberg"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "details": "Rapporter 94/29, Statistics Norway (in Norwegian)",
            "id": "bib8",
            "title": "Rapporter 94/29, Statistics Norway (in Norwegian)",
            "type": "unknown"
        },
        {
            "articleTitle": "Redistributive effect and unequal income tax treatment",
            "authors": [
                {
                    "name": {
                        "index": "Aronson, JR",
                        "preferred": "JR Aronson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, P",
                        "preferred": "P Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lambert, PJ",
                        "preferred": "PJ Lambert"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "doi": "10.2307/2234747",
            "id": "bib9",
            "journal": "The Economic Journal",
            "pages": {
                "first": "262",
                "last": "270",
                "range": "262–270"
            },
            "type": "journal",
            "volume": "104"
        },
        {
            "articleTitle": "On the measurement of inequality",
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, AB",
                        "preferred": "AB Atkinson"
                    },
                    "type": "person"
                }
            ],
            "date": "1970",
            "doi": "10.1016/0022-0531(70)90039-6",
            "id": "bib10",
            "journal": "Journal of Economic Theory",
            "pages": {
                "first": "244",
                "last": "263",
                "range": "244–263"
            },
            "type": "journal",
            "volume": "2"
        },
        {
            "articleTitle": "State-dependent fiscal multipliers in NORA - A DSGE model for fiscal policy analysis in Norway",
            "authors": [
                {
                    "name": {
                        "index": "Aursland, TA",
                        "preferred": "TA Aursland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Frankovic, I",
                        "preferred": "I Frankovic"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kanik, B",
                        "preferred": "B Kanik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saxegaard, M",
                        "preferred": "M Saxegaard"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1016/j.econmod.2020.07.017",
            "id": "bib11",
            "journal": "Economic Modelling",
            "pages": {
                "first": "321",
                "last": "353",
                "range": "321–353"
            },
            "type": "journal",
            "volume": "93"
        },
        {
            "articleTitle": "Comparing labor supply elasticities in Europe and the United States",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Orsini, K",
                        "preferred": "K Orsini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.3368/jhr.49.3.723",
            "id": "bib12",
            "journal": "Journal of Human Resources",
            "pages": {
                "first": "723",
                "last": "838",
                "range": "723–838"
            },
            "type": "journal",
            "volume": "49"
        },
        {
            "articleTitle": "Ethical social index numbers and the measurement of effective tax/benefit progressivity",
            "authors": [
                {
                    "name": {
                        "index": "Blackorby, C",
                        "preferred": "C Blackorby"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Donaldson, D",
                        "preferred": "D Donaldson"
                    },
                    "type": "person"
                }
            ],
            "date": "1984",
            "doi": "10.2307/135065",
            "id": "bib13",
            "journal": "The Canadian Journal of Economics",
            "pages": {
                "first": "683",
                "last": "694",
                "range": "683–694"
            },
            "type": "journal",
            "volume": "17"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Blundell, R",
                        "preferred": "R Blundell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "MaCurdy, T",
                        "preferred": "T MaCurdy"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "details": "1559–1695, Labor supply: A review of alternative approaches, Handbook of Labor Economics, Elsevier, p, 10.1016/S1573-4463(99)03008-4",
            "id": "bib16",
            "title": "Handbook of Labor Economics",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Blundell, R",
                        "preferred": "R Blundell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hoynes, HW",
                        "preferred": "HW Hoynes"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "411–460, Has “in work” benefit reform helped the labor market?, Seeking a Premier Economy: The Economic Effects of British Economic Reforms, 1980-2000, University of Chicago Press, p, 10.7208/chicago/9780226092904.003.0011",
            "id": "bib15",
            "title": "Seeking a Premier Economy: The Economic Effects of British Economic Reforms, 1980-2000",
            "type": "unknown"
        },
        {
            "articleTitle": "Earned income tax credit policies: Impact and optimality",
            "authors": [
                {
                    "name": {
                        "index": "Blundell, R",
                        "preferred": "R Blundell"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.1016/j.labeco.2006.04.001",
            "id": "bib14",
            "journal": "Labour Economics",
            "pages": {
                "first": "423",
                "last": "443",
                "range": "423–443"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "articleTitle": "Fiscal policy, macroeconomic performance and industry structure in a small open economy",
            "authors": [
                {
                    "name": {
                        "index": "Boug, P",
                        "preferred": "P Boug"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "von Brasch, T",
                        "preferred": "T von Brasch"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cappelen, Å",
                        "preferred": "Å Cappelen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hammersland, R",
                        "preferred": "R Hammersland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hungnes, H",
                        "preferred": "H Hungnes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kolsrud, D",
                        "preferred": "D Kolsrud"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Skretting, J",
                        "preferred": "J Skretting"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, B",
                        "preferred": "B Strøm"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vigtel, TC",
                        "preferred": "TC Vigtel"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "doi": "10.1016/j.jmacro.2023.103524",
            "id": "bib17",
            "journal": "Journal of Macroeconomics",
            "pages": "103524",
            "type": "journal",
            "volume": "76"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bougroug, A",
                        "preferred": "A Bougroug"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "details": "Documents 2021/27, Statistics Norway",
            "id": "bib18",
            "title": "Documents 2021/27, Statistics Norway",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ferreira, FHG",
                        "preferred": "FHG Ferreira"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "123–142, Ex-ante evaluation of policy reforms using behavioral models, Impact of Economic Policies on Poverty and Income Distribution, World Bank-Oxford University Press, p",
            "id": "bib19",
            "title": "Impact of Economic Policies on Poverty and Income Distribution",
            "type": "unknown"
        },
        {
            "articleTitle": "Microsimulation as a tool for evaluating redistribution policies",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Spadaro, A",
                        "preferred": "A Spadaro"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.1007/s10888-005-9012-6",
            "id": "bib20",
            "journal": "The Journal of Economic Inequality",
            "pages": {
                "first": "77",
                "last": "106",
                "range": "77–106"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "The measurement of household consumption expenditures",
            "authors": [
                {
                    "name": {
                        "index": "Browning, M",
                        "preferred": "M Browning"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Crossley, TF",
                        "preferred": "TF Crossley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Winter, J",
                        "preferred": "J Winter"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.1146/annurev-economics-080213-041247",
            "id": "bib21",
            "journal": "Annual Review of Economics",
            "pages": {
                "first": "475",
                "last": "501",
                "range": "475–501"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Christl, M",
                        "preferred": "M Christl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "De Poli, S",
                        "preferred": "S De Poli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hufkens, T",
                        "preferred": "T Hufkens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leventi, C",
                        "preferred": "C Leventi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Papini, A",
                        "preferred": "A Papini"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "details": "European Commission",
            "id": "bib22",
            "title": "European Commission",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Duncan, A",
                        "preferred": "A Duncan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kalb, G",
                        "preferred": "G Kalb"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kew, H",
                        "preferred": "H Kew"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Scutella, R",
                        "preferred": "R Scutella"
                    },
                    "type": "person"
                }
            ],
            "date": "2001",
            "id": "bib24",
            "publisher": {
                "name": [
                    "University of Melbourne"
                ]
            },
            "source": "The Melbourne Institute Tax and Transfer Simulator (MITTS)",
            "title": "The Melbourne Institute Tax and Transfer Simulator (MITTS)",
            "type": "report"
        },
        {
            "articleTitle": "Aggregating labour supply and feedback effects in microsimulation",
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Duncan, A",
                        "preferred": "A Duncan"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "id": "bib23",
            "journal": "Australian Journal of Labour Economics",
            "pages": {
                "first": "277",
                "last": "290",
                "range": "277–290"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Discrete hours labour supply modelling: Specification, estimation and simulation",
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kalb, G",
                        "preferred": "G Kalb"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "doi": "10.1111/j.0950-0804.2005.00265.x",
            "id": "bib25",
            "journal": "Journal of Economic Surveys",
            "pages": {
                "first": "697",
                "last": "734",
                "range": "697–734"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Crossley, TF",
                        "preferred": "TF Crossley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Winter, JK",
                        "preferred": "JK Winter"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "23–50, Asking households about expenditures: What have we learned, Improving the Measurement of Consumer Expenditures, University of Chicago Press, p, 10.7208/chicago/9780226194714.003.0002",
            "id": "bib26",
            "title": "Improving the Measurement of Consumer Expenditures",
            "type": "unknown"
        },
        {
            "articleTitle": "Discrete and continuous choice, max-stable processes, and independence from irrelevant attributes",
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "doi": "10.2307/2951512",
            "id": "bib27",
            "journal": "Econometrica",
            "pages": {
                "first": "1179",
                "last": "1205",
                "range": "1179–1205"
            },
            "type": "journal",
            "volume": "62"
        },
        {
            "articleTitle": "Theoretical and practical arguments for modeling labor supply as a choice among latent jobs",
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jia, Z",
                        "preferred": "Z Jia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kornstad, T",
                        "preferred": "T Kornstad"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.1111/joes.12003",
            "id": "bib29",
            "journal": "Journal of Economic Surveys",
            "pages": {
                "first": "134",
                "last": "151",
                "range": "134–151"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "articleTitle": "Labor supply as a choice among latent jobs: Unobserved heterogeneity and identification",
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jia, Z",
                        "preferred": "Z Jia"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1002/jae.2428",
            "id": "bib28",
            "journal": "Journal of Applied Econometrics",
            "pages": {
                "first": "487",
                "last": "506",
                "range": "487–506"
            },
            "type": "journal",
            "volume": "31"
        },
        {
            "articleTitle": "Progressivity comparisons",
            "authors": [
                {
                    "name": {
                        "index": "Dardanoni, V",
                        "preferred": "V Dardanoni"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lambert, PJ",
                        "preferred": "PJ Lambert"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "doi": "10.1016/S0047-2727(01)00089-5",
            "id": "bib30",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "99",
                "last": "122",
                "range": "99–122"
            },
            "type": "journal",
            "volume": "86"
        },
        {
            "articleTitle": "Analysing tax-benefit reforms in the Netherlands using structural models and natural experiments",
            "authors": [
                {
                    "name": {
                        "index": "de Boer, H-W",
                        "preferred": "H-W de Boer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jongen, ELW",
                        "preferred": "ELW Jongen"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "doi": "10.1007/s00148-021-00852-3",
            "id": "bib31",
            "journal": "Journal of Population Economics",
            "pages": {
                "first": "179",
                "last": "209",
                "range": "179–209"
            },
            "pmid": 34054225,
            "type": "journal",
            "volume": "36"
        },
        {
            "articleTitle": "Microsimulation of indirect taxes",
            "authors": [
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Loughrey, J",
                        "preferred": "J Loughrey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verwerft, D",
                        "preferred": "D Verwerft"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.34196/ijm.00052",
            "id": "bib32",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "41",
                "last": "56",
                "range": "41–56"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "articleTitle": "Career and family decisions: Cohorts born 1935-1975",
            "authors": [
                {
                    "name": {
                        "index": "Eckstein, Z",
                        "preferred": "Z Eckstein"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Keane, M",
                        "preferred": "M Keane"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lifshitz, O",
                        "preferred": "O Lifshitz"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.3982/ECTA14474",
            "id": "bib33",
            "journal": "Econometrica",
            "pages": {
                "first": "217",
                "last": "253",
                "range": "217–253"
            },
            "type": "journal",
            "volume": "87"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Fæhn, T",
                        "preferred": "T Fæhn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kaushal, KR",
                        "preferred": "KR Kaushal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Storrøsten, H",
                        "preferred": "H Storrøsten"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yonezawa, H",
                        "preferred": "H Yonezawa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bye, B",
                        "preferred": "B Bye"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "A macroeconomic analysis of Climate Cure. Reports 2020/23, Statistics Norway",
            "id": "bib34",
            "title": "A macroeconomic analysis of Climate Cure. Reports 2020/23, Statistics Norway",
            "type": "unknown"
        },
        {
            "articleTitle": "An introduction to the TAXSIM model",
            "authors": [
                {
                    "name": {
                        "index": "Feenberg, D",
                        "preferred": "D Feenberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Coutts, E",
                        "preferred": "E Coutts"
                    },
                    "type": "person"
                }
            ],
            "date": "1993",
            "doi": "10.2307/3325474",
            "id": "bib35",
            "journal": "Journal of Policy Analysis and Management",
            "pages": {
                "first": "189",
                "last": "194",
                "range": "189–194"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "2141–2221, Microsimulation and policy analysis, Handbook of Income Distribution, Elsevier, p, 10.1016/B978-0-444-59429-7.00025-X",
            "id": "bib36",
            "title": "Handbook of Income Distribution",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Finansdepartementet",
                    "type": "group"
                }
            ],
            "date": "2023",
            "details": "The Norwegian Ministry of Finance",
            "id": "bib37",
            "title": "The Norwegian Ministry of Finance",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Finansministeriet",
                    "type": "group"
                }
            ],
            "date": "2003",
            "details": "The Danish Ministry of Finance",
            "id": "bib38",
            "title": "The Danish Ministry of Finance",
            "type": "unknown"
        },
        {
            "articleTitle": "Estimating labour supply responses and welfare participation: Using a natural experiment to validate a structural labour supply model",
            "authors": [
                {
                    "name": {
                        "index": "Hansen, J",
                        "preferred": "J Hansen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Liu, X",
                        "preferred": "X Liu"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1111/caje.12181",
            "id": "bib39",
            "journal": "The Canadian Journal of Economics",
            "pages": {
                "first": "1831",
                "last": "1854",
                "range": "1831–1854"
            },
            "type": "journal",
            "volume": "48"
        },
        {
            "articleTitle": "Comparing IV with structural models: What simple IV can and cannot identify",
            "authors": [
                {
                    "name": {
                        "index": "Heckman, JJ",
                        "preferred": "JJ Heckman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Urzúa, S",
                        "preferred": "S Urzúa"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1016/j.jeconom.2009.09.006",
            "id": "bib40",
            "journal": "Journal of Econometrics",
            "pages": {
                "first": "27",
                "last": "37",
                "range": "27–37"
            },
            "pmid": 20440375,
            "type": "journal",
            "volume": "156"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Helgeson, T",
                        "preferred": "T Helgeson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "von Hofstein, H",
                        "preferred": "H von Hofstein"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lindström, K",
                        "preferred": "K Lindström"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "details": "Nowcasting household income in Sweden. Producing SILC based flash estimates by using the Swedish micro simulation model FASIT. Paper prepared for the 35th General Conference of the International Association for Research in Income and Wealth",
            "id": "bib87",
            "title": "Nowcasting household income in Sweden. Producing SILC based flash estimates by using the Swedish micro simulation model FASIT. Paper prepared for the 35th General Conference of the International Association for Research in Income and Wealth",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Holmøy, A",
                        "preferred": "A Holmøy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lillegard, M",
                        "preferred": "M Lillegard"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "Documents 2014/17, Statistics Norway (in Norwegian)",
            "id": "bib42",
            "title": "Documents 2014/17, Statistics Norway (in Norwegian)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Holmøy, E",
                        "preferred": "E Holmøy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Strøm, B",
                        "preferred": "B Strøm"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "details": "Betydningen for demografi og makroøkonomi av innvandring mot 2100, Statistics Norway (in Norwegian)",
            "id": "bib43",
            "title": "Betydningen for demografi og makroøkonomi av innvandring mot 2100, Statistics Norway (in Norwegian)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hovland, OK",
                        "preferred": "OK Hovland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Røyne, H",
                        "preferred": "H Røyne"
                    },
                    "type": "person"
                }
            ],
            "date": "1982",
            "details": "Rapporter 82/3, Statistics Norway (in Norwegian)",
            "id": "bib44",
            "title": "Rapporter 82/3, Statistics Norway (in Norwegian)",
            "type": "unknown"
        },
        {
            "articleTitle": "Better LATE than nothing: Some comments on Deaton (2009) and Heckman and Urzua (2009)",
            "authors": [
                {
                    "name": {
                        "index": "Imbens, GW",
                        "preferred": "GW Imbens"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1257/jel.48.2.399",
            "id": "bib45",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "399",
                "last": "423",
                "range": "399–423"
            },
            "type": "journal",
            "volume": "48"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Jenkins, SP",
                        "preferred": "SP Jenkins"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "details": "725–751, Social welfare function measures of horizontal inequity, Models and Measurement of Welfare and Inequality, Springer, p, 10.1007/978-3-642-79037-9_38",
            "id": "bib46",
            "title": "Models and Measurement of Welfare and Inequality",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Jenkins, SP",
                        "preferred": "SP Jenkins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lambert, PJ",
                        "preferred": "PJ Lambert"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "details": "535–556, Horizontal inequity measurement: A basic reassessment, Handbook of Income Inequality Measurement, Kluwer Academic, p, 10.1007/978-94-011-4413-1_19",
            "id": "bib47",
            "title": "Handbook of Income Inequality Measurement",
            "type": "unknown"
        },
        {
            "articleTitle": "Predicting the path of labor supply responses when state dependence matters",
            "authors": [
                {
                    "name": {
                        "index": "Jia, Z",
                        "preferred": "Z Jia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vattø, TE",
                        "preferred": "TE Vattø"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1016/j.labeco.2021.102004",
            "id": "bib49",
            "journal": "Labour Economics",
            "pages": "102004",
            "type": "journal",
            "volume": "71"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Jia, Z",
                        "preferred": "Z Jia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vattø, TE",
                        "preferred": "TE Vattø"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "details": "Manuscript, Statistics Norway",
            "id": "bib48",
            "title": "Manuscript, Statistics Norway",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Joint Committee on Taxation",
                    "type": "group"
                }
            ],
            "date": "2011",
            "details": "Summary of Economic Models and Estimating Practices of the Staff of the Joint Committee on Taxation (JCX-46-11). Washington DC",
            "id": "bib50",
            "title": "Summary of Economic Models and Estimating Practices of the Staff of the Joint Committee on Taxation (JCX-46-11). Washington DC",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kalb, G",
                        "preferred": "G Kalb"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "Modelling labour supply responses in Australia and New Zealand, Tax Reform in Open Economies, Edward Elgar Publishing, 10.4337/9781849804998.00016",
            "id": "bib51",
            "title": "Tax Reform in Open Economies",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kasten, R",
                        "preferred": "R Kasten"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sammartino, F",
                        "preferred": "F Sammartino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Toder, E",
                        "preferred": "E Toder"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "details": "9–50, Trends in federal tax progressivity 1980–93, Tax Progressivity and Income Inequality, Cambridge University Press, p, 10.1017/CBO9780511571824.003",
            "id": "bib52",
            "title": "Tax Progressivity and Income Inequality",
            "type": "unknown"
        },
        {
            "articleTitle": "Structural vs. atheoretic approaches to econometrics",
            "authors": [
                {
                    "name": {
                        "index": "Keane, MP",
                        "preferred": "MP Keane"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1016/j.jeconom.2009.09.003",
            "id": "bib53",
            "journal": "Journal of Econometrics",
            "pages": {
                "first": "3",
                "last": "20",
                "range": "3–20"
            },
            "type": "journal",
            "volume": "156"
        },
        {
            "articleTitle": "Recent research on labor supply: Implications for tax and transfer policy",
            "authors": [
                {
                    "name": {
                        "index": "Keane, MP",
                        "preferred": "MP Keane"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1016/j.labeco.2021.102026",
            "id": "bib54",
            "journal": "Labour Economics",
            "pages": "102026",
            "type": "journal",
            "volume": "77"
        },
        {
            "articleTitle": "An index of inequality: With applications to horizontal equity and social mobility",
            "authors": [
                {
                    "name": {
                        "index": "King, MA",
                        "preferred": "MA King"
                    },
                    "type": "person"
                }
            ],
            "date": "1983",
            "doi": "10.2307/1912250",
            "id": "bib55",
            "journal": "Econometrica",
            "pages": {
                "first": "99",
                "last": "115",
                "range": "99–115"
            },
            "type": "journal",
            "volume": "51"
        },
        {
            "articleTitle": "A discrete choice model for labor supply and childcare",
            "authors": [
                {
                    "name": {
                        "index": "Kornstad, T",
                        "preferred": "T Kornstad"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "doi": "10.1007/s00148-005-0025-z",
            "id": "bib56",
            "journal": "Journal of Population Economics",
            "pages": {
                "first": "781",
                "last": "803",
                "range": "781–803"
            },
            "type": "journal",
            "volume": "20"
        },
        {
            "articleTitle": "Base independence in the analysis of tax policy effects: With an application to Norway 1992–2004",
            "authors": [
                {
                    "name": {
                        "index": "Lambert, PJ",
                        "preferred": "PJ Lambert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1007/s10797-008-9067-y",
            "id": "bib57",
            "journal": "International Tax and Public Finance",
            "pages": {
                "first": "219",
                "last": "252",
                "range": "219–252"
            },
            "type": "journal",
            "volume": "16"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lian, B",
                        "preferred": "B Lian"
                    },
                    "type": "person"
                }
            ],
            "date": "1991",
            "details": "Interne Notater 91/15, Statistics Norway (in Norwegian)",
            "id": "bib58",
            "title": "Interne Notater 91/15, Statistics Norway (in Norwegian)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lian, B",
                        "preferred": "B Lian"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nesbakken, R",
                        "preferred": "R Nesbakken"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "Rapporter 2013/29, Statistics Norway (in Norwegian)",
            "id": "bib59",
            "title": "Rapporter 2013/29, Statistics Norway (in Norwegian)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lian, B",
                        "preferred": "B Lian"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nesbakken, R",
                        "preferred": "R Nesbakken"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jia, Z",
                        "preferred": "Z Jia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nygård, OE",
                        "preferred": "OE Nygård"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vattø, TE",
                        "preferred": "TE Vattø"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "details": "Rapporter 2019/30, Statistics Norway (in Norwegian)",
            "id": "bib60",
            "title": "Rapporter 2019/30, Statistics Norway (in Norwegian)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "McFadden, D",
                        "preferred": "D McFadden"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Talvitie, A",
                        "preferred": "A Talvitie"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cosslett, S",
                        "preferred": "S Cosslett"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hasan, I",
                        "preferred": "I Hasan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, M",
                        "preferred": "M Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reid, F",
                        "preferred": "F Reid"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Train, K",
                        "preferred": "K Train"
                    },
                    "type": "person"
                }
            ],
            "date": "1977",
            "details": "Institute of Transportation Studies, Urban Travel Demand Forecasting Project, Final Report Series, vol. 5",
            "id": "bib61",
            "title": "Institute of Transportation Studies, Urban Travel Demand Forecasting Project, Final Report Series, vol. 5",
            "type": "unknown"
        },
        {
            "articleTitle": "Marginal tax rates and income: New time series evidence",
            "authors": [
                {
                    "name": {
                        "index": "Mertens, K",
                        "preferred": "K Mertens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Montiel Olea, JL",
                        "preferred": "JL Montiel Olea"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1093/qje/qjy008",
            "id": "bib62",
            "journal": "The Quarterly Journal of Economics",
            "pages": {
                "first": "1803",
                "last": "1884",
                "range": "1803–1884"
            },
            "type": "journal",
            "volume": "133"
        },
        {
            "articleTitle": "Horizontal equity, once more",
            "authors": [
                {
                    "name": {
                        "index": "Musgrave, RA",
                        "preferred": "RA Musgrave"
                    },
                    "type": "person"
                }
            ],
            "date": "1990",
            "doi": "10.1086/NTJ41788830",
            "id": "bib63",
            "journal": "National Tax Journal",
            "pages": {
                "first": "113",
                "last": "122",
                "range": "113–122"
            },
            "type": "journal",
            "volume": "43"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Nygaard, E",
                        "preferred": "E Nygaard"
                    },
                    "type": "person"
                }
            ],
            "date": "1988",
            "details": "Rapporter 88/17, Statistics Norway (in Norwegian)",
            "id": "bib64",
            "title": "Rapporter 88/17, Statistics Norway (in Norwegian)",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ollonqvist, J",
                        "preferred": "J Ollonqvist"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tervola, J",
                        "preferred": "J Tervola"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pirttilä, J",
                        "preferred": "J Pirttilä"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "details": "THL discussion papers, Helsinki",
            "id": "bib65",
            "title": "THL discussion papers, Helsinki",
            "type": "unknown"
        },
        {
            "articleTitle": "Accounting for labor demand effects in structural labor supply models",
            "authors": [
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Siegloch, S",
                        "preferred": "S Siegloch"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1016/j.labeco.2011.09.007",
            "id": "bib66",
            "journal": "Labour Economics",
            "pages": {
                "first": "129",
                "last": "138",
                "range": "129–138"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "A measure of horizontal inequity",
            "authors": [
                {
                    "name": {
                        "index": "Plotnick, R",
                        "preferred": "R Plotnick"
                    },
                    "type": "person"
                }
            ],
            "date": "1981",
            "doi": "10.2307/1924099",
            "id": "bib67",
            "journal": "The Review of Economics and Statistics",
            "pages": {
                "first": "283",
                "last": "288",
                "range": "283–288"
            },
            "type": "journal",
            "volume": "63"
        },
        {
            "articleTitle": "Alternatives to paying child benefit to the rich: Means‐testing or higher tax?",
            "authors": [
                {
                    "name": {
                        "index": "Rees, R",
                        "preferred": "R Rees"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vattø, TE",
                        "preferred": "TE Vattø"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "doi": "10.1111/1467-8462.12511",
            "id": "bib68",
            "journal": "Australian Economic Review",
            "pages": {
                "first": "328",
                "last": "354",
                "range": "328–354"
            },
            "type": "journal",
            "volume": "56"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rohaly, J",
                        "preferred": "J Rohaly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Carasso, A",
                        "preferred": "A Carasso"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saleem, MA",
                        "preferred": "MA Saleem"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "details": "Washington, D.C",
            "id": "bib69",
            "title": "Washington, D.C",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rosenqvist, C",
                        "preferred": "C Rosenqvist"
                    },
                    "type": "person"
                }
            ],
            "date": "1972",
            "details": "Rapporter 72/12, Statistics Norway (in Norwegian)",
            "id": "bib70",
            "title": "Rapporter 72/12, Statistics Norway (in Norwegian)",
            "type": "unknown"
        },
        {
            "articleTitle": "The elasticity of taxable income with respect to marginal tax rates: A critical review",
            "authors": [
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Slemrod, J",
                        "preferred": "J Slemrod"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Giertz, SH",
                        "preferred": "SH Giertz"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1257/jel.50.1.3",
            "id": "bib71",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "3",
                "last": "50",
                "range": "3–50"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "authors": [
                {
                    "name": "Statistics Norway",
                    "type": "group"
                }
            ],
            "date": "2021",
            "id": "bib72",
            "title": "Income and wealth statistics for households",
            "type": "web",
            "uri": "https://www.ssb.no/en/inntekt-og-forbruk/statistikker/ifhus"
        },
        {
            "articleTitle": "EUROMOD: the European Union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.34196/ijm.00075",
            "id": "bib73",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Reduced tax progressivity in Norway in the nineties: The effect from tax changes",
            "authors": [
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "doi": "10.1023/B:ITAX.0000033989.32569.5e",
            "id": "bib74",
            "journal": "International Tax and Public Finance",
            "pages": {
                "first": "487",
                "last": "506",
                "range": "487–506"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "The short-term ratio of self-financing of tax cuts: An estimate for Norway’s 2006 tax reform",
            "authors": [
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Aasness, J",
                        "preferred": "J Aasness"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jia, Z",
                        "preferred": "Z Jia"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.17310/ntj.2010.1.04",
            "id": "bib75",
            "journal": "National Tax Journal",
            "pages": {
                "first": "93",
                "last": "120",
                "range": "93–120"
            },
            "type": "journal",
            "volume": "63"
        },
        {
            "articleTitle": "A suggestion for evaluating the redistributional effects of tax changes: With an application to the 2006 Norwegian tax reform",
            "authors": [
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bø, EE",
                        "preferred": "EE Bø"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fjærli, E",
                        "preferred": "E Fjærli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Halvorsen, E",
                        "preferred": "E Halvorsen"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1177/1091142111432446",
            "id": "bib76",
            "journal": "Public Finance Review",
            "pages": {
                "first": "303",
                "last": "338",
                "range": "303–338"
            },
            "type": "journal",
            "volume": "40"
        },
        {
            "articleTitle": "Validation of the discrete choice labor supply model by methods of the new tax responsiveness literature",
            "authors": [
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vattø, TE",
                        "preferred": "TE Vattø"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1016/j.labeco.2015.09.001",
            "id": "bib80",
            "journal": "Labour Economics",
            "pages": {
                "first": "38",
                "last": "53",
                "range": "38–53"
            },
            "type": "journal",
            "volume": "37"
        },
        {
            "articleTitle": "Is there more redistribution now? A review of methods for evaluating tax redistributional effects",
            "authors": [
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jia, Z",
                        "preferred": "Z Jia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lambert, PJ",
                        "preferred": "PJ Lambert"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1628/001522116X14677232484121",
            "id": "bib77",
            "journal": "FinanzArchiv",
            "pages": {
                "first": "302",
                "last": "333",
                "range": "302–333"
            },
            "type": "journal",
            "volume": "72"
        },
        {
            "articleTitle": "An up-to-date joint labor supply and child care choice model",
            "authors": [
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vattø, TE",
                        "preferred": "TE Vattø"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1016/j.euroecorev.2018.10.002",
            "id": "bib79",
            "journal": "European Economic Review",
            "pages": {
                "first": "51",
                "last": "73",
                "range": "51–73"
            },
            "type": "journal",
            "volume": "112"
        },
        {
            "articleTitle": "A wealth tax at work",
            "authors": [
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ring, MAK",
                        "preferred": "MAK Ring"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nygård, OE",
                        "preferred": "OE Nygård"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Epland, J",
                        "preferred": "J Epland"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1093/cesifo/ifac009",
            "id": "bib78",
            "journal": "CESifo Economic Studies",
            "pages": {
                "first": "321",
                "last": "361",
                "range": "321–361"
            },
            "type": "journal",
            "volume": "68"
        },
        {
            "articleTitle": "Assessing the impact of a school subsidy program in Mexico: Using a social experiment to validate a dynamic behavioral model of child schooling and fertility",
            "authors": [
                {
                    "name": {
                        "index": "Todd, PE",
                        "preferred": "PE Todd"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wolpin, KI",
                        "preferred": "KI Wolpin"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.1257/aer.96.5.1384",
            "id": "bib81",
            "journal": "The American Economic Review",
            "pages": {
                "first": "1384",
                "last": "1417",
                "range": "1384–1417"
            },
            "pmid": 29135207,
            "type": "journal",
            "volume": "96"
        },
        {
            "articleTitle": "Structural models of family labor supply: A discrete choice approach",
            "authors": [
                {
                    "name": {
                        "index": "van Soest, A",
                        "preferred": "A van Soest"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "doi": "10.2307/146191",
            "id": "bib82",
            "journal": "The Journal of Human Resources",
            "pages": {
                "first": "63",
                "last": "88",
                "range": "63–88"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Waters, T",
                        "preferred": "T Waters"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "TAXBEN: The IFS Tax and Benefit Microsimulation Model, London",
            "date": "2017",
            "id": "bib83",
            "publisher": {
                "name": [
                    "IFS"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Estimates of the Frisch elasticity of labor supply: A review",
            "authors": [
                {
                    "name": {
                        "index": "Whalen, C",
                        "preferred": "C Whalen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reichling, F",
                        "preferred": "F Reichling"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.1057/eej.2015.23",
            "id": "bib84",
            "journal": "Eastern Economic Journal",
            "pages": {
                "first": "37",
                "last": "42",
                "range": "37–42"
            },
            "type": "journal",
            "volume": "43"
        },
        {
            "articleTitle": "Tax cuts for whom? Heterogeneous effects of income tax changes on growth and employment",
            "authors": [
                {
                    "name": {
                        "index": "Zidar, O",
                        "preferred": "O Zidar"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1086/701424",
            "id": "bib85",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "1437",
                "last": "1472",
                "range": "1437–1472"
            },
            "type": "journal",
            "volume": "127"
        }
    ],
    "acknowledgements": [
        {
            "text": "Bård Lian sadly passed away in December 2024, prior to the completion of this manuscript. We are profoundly grateful for Bård’s contributions to the development and maintenance of the LOTTE model. It was a privilege to have had Bård as our colleague, and he will be greatly missed.",
            "type": "paragraph"
        },
        {
            "text": "We thank Amalie Halle Christensen for the design of Figure 1 and John K. Dagsvik and Erling Holmøy for comments to earlier versions of the paper.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
