{
    "status": "vor",
    "id": "00302",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00302",
    "authorLine": "Dilovar Haydarov et al.",
    "title": "Local Natural Capital Influences on the Geospatial Distribution of Farm Incomes",
    "published": "2024-04-30T00:00:00Z",
    "versionDate": "2024-04-30T00:00:00Z",
    "statusDate": "2024-04-30T00:00:00Z",
    "volume": 17,
    "issue": 1,
    "fpage": 1,
    "lpage": 22,
    "elocationId": "1-22",
    "pdf": "http://web:8082/00302/ijm-00302.pdf",
    "subjects": [
        {
            "id": "environment",
            "name": "Environment"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper examines the impact of natural capital characteristics such as soil quality, continentality (regional climatic differences) and environmental (rainfall and temperature) on farm market gross margin. The natural capital variables vary geographically and therefore differentially influence farm outputs and costs depending on location. In order to account for the geospatial heterogeneity of natural capital, we use a system of equations known as an income generation model that incorporates physical capital, human capital, and natural capital to adjust the data within the geospatial microsimulation model. In our model, we utilise agricultural administrative and National Farm Survey data. The incorporation of the geospatial heterogeneity due to local variations in natural capital results in considerable adjustments in simulated agricultural incomes across the case study country: Ireland, reflecting agronomic differences arising from the natural capital condition. The results show that after incorporating natural capital drivers into our model, market gross margin per hectare increased in the South and South-East. In contrast, sub-catchment level gross margin per hectare values decreased in the Midlands and parts of the North. Decomposing the variation in income between districts and within districts, we find that accounting for heterogeneity in natural capital also reveals greater income variability, particularly in relation to between-district variability. The outputs of the study demonstrate the impact of natural capital on farm income and the importance of accounting for localised environmental and agronomic conditions.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Haydarov et al.",
        "statement": "This article is distributed under the terms of the (<a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ireland",
                            "locality": [
                                "Gawlay"
                            ]
                        },
                        "formatted": [
                            "Gawlay",
                            "Ireland"
                        ]
                    },
                    "name": [
                        "School of Geography, Archaeology and Irish Studies"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "Ireland",
                            "locality": [
                                "Athenry, Galway"
                            ]
                        },
                        "formatted": [
                            "Athenry, Galway",
                            "Ireland"
                        ]
                    },
                    "name": [
                        "Teagasc"
                    ]
                }
            ],
            "emailAddresses": [
                "d.haydarov1@nuigalway.ie"
            ],
            "name": {
                "index": "Haydarov, Dilovar",
                "preferred": "Dilovar Haydarov"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ireland",
                            "locality": [
                                "Galway"
                            ]
                        },
                        "formatted": [
                            "Galway",
                            "Ireland"
                        ]
                    },
                    "name": [
                        "School of Geography, Archaeology and Irish Studies"
                    ]
                }
            ],
            "name": {
                "index": "O’Donoghue, Cathal",
                "preferred": "Cathal O’Donoghue"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ireland",
                            "locality": [
                                "Athenry"
                            ]
                        },
                        "formatted": [
                            "Athenry",
                            "Ireland"
                        ]
                    },
                    "name": [
                        "Teagasc, Rural Economy & Development Programme"
                    ]
                }
            ],
            "name": {
                "index": "Ryan, Mary",
                "preferred": "Mary Ryan"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Ireland",
                            "locality": [
                                "Galway"
                            ]
                        },
                        "formatted": [
                            "Galway",
                            "Ireland"
                        ]
                    },
                    "name": [
                        "School of Geography, Archaeology and Irish Studies"
                    ]
                }
            ],
            "emailAddresses": [
                "Chaosheng.Zhang@universityofgalway.ie"
            ],
            "name": {
                "index": "Zhang, Chaosheng",
                "preferred": "Chaosheng Zhang"
            },
            "type": "person"
        }
    ],
    "funding": {
        "statement": "The authors would like to acknowledge the support of the Teagasc Walsh Scholarship Programme.We are also grateful for funding from Science Foundation Ireland as part of the BiOrbic SFI Centre.This work has been carried out as part of the EPA INCASE (Irish Natural Capital Accounting for Sustainable Environments) project and the EPA SeQUEsTER Project (Scenarios Quantifying land Use & Emissions Transitions towards Equilibrium with Removals), funded under the EPA Research Programme 2014-2020. The EPA Research Programme is a Government of Ireland initiative funded by the Department of the Environment, Climate and Communications. It is administered by the Environmental Protection Agency, which has the statutory function of co-ordinating and promoting environmental research."
    },
    "dataSets": {
        "availability": [
            {
                "text": "To access the proprietary data used to support the findings of this study, Teagasc - the Agriculture and Food Development Authority should be contacted at <a href=\"https://www.teagasc.ie/rural-economy/rural-economy/national-farm-survey/\">https://www.teagasc.ie/rural-economy/rural-economy/national-farm-survey/</a>.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "Farm level geospatial modelling",
        "microsimulation",
        "geospatial variation",
        "agronomic characteristics"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Agriculture is a sector that is heavily impacted by public policy both through regulation (food safety, environmental condition) and through subsidies that support food security and environmental public goods. There is therefore extensive use of policy simulation models to understand the impact of policy on the sector (<a href=\"#bib38\">Shrestha et al., 2016</a>; <a href=\"#bib31\">O’Donoghue, 2017</a>). As a land-based industry, agriculture relies more than most other sectors on the extent and condition of the underlying natural capital, particularly in terms of soil quality and the availability of water. (<a href=\"#bib10\">Emran et al., 2019</a>; <a href=\"#bib22\">Macholdt and Honermeier, 2017</a>). Due to geographical variations in natural capital, ‘place’ is also an important factor to consider in relation to policy analysis, particularly where subsidies are related to “Areas of Natural Constraint” or for catchment scale modelling (<a href=\"#bib35\">Ramilan et al., 2012</a>). Yet many of the datasets that rely on farm income modelling are either not georeferenced or are not representative at a geospatial scale. While geospatial or spatial microsimulation methods have been developed to undertake policy analyses at a local scale (<a href=\"#bib17\">Hynes et al., 2009b</a>; <a href=\"#bib21\">van Leeuwen and Dekkers, 2013</a>), this paper suggests a method to improve geospatial consistency between underlying natural capital and farm level outcomes, which then helps to understand the impact of natural capital on farm income.",
                    "type": "paragraph"
                },
                {
                    "text": "Microsimulation is a simulation or sampling technique that utilises microdata to simulate the impact of policy, economic or social change on micro units such as the individual household, firm or farm (<a href=\"#bib29\">O’Donoghue et al., 2014b</a>). Geospatial microsimulation refers to microsimulation with locational (geospatial) information, which is used for geospatial policy analysis or other location-based studies (<a href=\"#bib33\">Rahman and Harding, 2016</a>; <a href=\"#bib41\">Tanton, 2018</a>; <a href=\"#bib40\">Tanton, 2014</a>). As current farm datasets lack farm survey variables with geospatial/locational information, geospatial microsimulation techniques are used to combine farm survey datasets with national (census) datasets that contain the required geospatial information to produce a geospatial distribution of farms with detailed farm characteristics consistent with the local natural capital or environmental context.",
                    "type": "paragraph"
                },
                {
                    "text": "There are many examples of how such models can be used for geospatial policy analysis and for ex-ante farm-level evaluations (of for example, the role of differential agronomic and environmental factors in designing policies such as the EU Green Deal or the Biodiversity Strategy 2030). <a href=\"#bib39\">Shrestha et al. (2007)</a> simulate the geospatial distributional impact of the 2005 Common Agricultural Policy (CAP) reforms, while <a href=\"#bib31\">O’Donoghue (2017)</a> simulate the impact of the 2014 reforms and <a href=\"#bib46\">Vidyattama and Tanton (2020)</a> simulate the geospatial distributional impact of an external market change on farmer financial distress.",
                    "type": "paragraph"
                },
                {
                    "text": "From an environment perspective, <a href=\"#bib15\">Hynes et al. (2008)</a> model habitat conservation and participation in agri-environmental schemes at a local geospatial scale. <a href=\"#bib16\">Hynes et al. (2009a)</a> model the geospatial distribution of greenhouse gas emissions and Chyzheuskaya and <a href=\"#bib31\">O’Donoghue (2017)</a> and <a href=\"#bib35\">Ramilan et al. (2012)</a> use a geospatial microsimulation modelling framework at catchment scale to simulate the economics of farm level water quality mitigation measures.",
                    "type": "paragraph"
                },
                {
                    "text": "Geospatial microsimulation models are generated by either sampling or reweighting survey data to be consistent with a geospatially representative dataset such as a small area census file (<a href=\"#bib43\">Tanton and Vidyattama, 2020</a>). In this way the model combines both farm level contextual information and geospatial characteristics, thus combining the best of both datasets. This raises a number of issues. Typically farms are sampled or reweighted based on demographic information such as farm-size, household-income, age of the farmer as in the case of <a href=\"#bib21\">van Leeuwen and Dekkers (2013)</a> or milk volume, cow numbers and farm size of <a href=\"#bib35\">Ramilan et al. (2012)</a>. <a href=\"#bib46\">Vidyattama and Tanton (2020)</a> also utilise a variety of farm level demographic and economic characteristics such as farm household income, farm type, the value of agricultural operations, age group by sex, household composition and non-school qualifications.",
                    "type": "paragraph"
                },
                {
                    "text": "These variables are sufficient for the analysis of demographic off-farm characteristics (<a href=\"#bib21\">van Leeuwen and Dekkers, 2013</a>), however in considering the impact of local natural capital on agricultural productivity or the impact in reverse of agriculture on the condition of the natural capital in the local environment, these models may not adequately reflect local variations in natural capital and consequent variations in farm incomes. If natural capital variables are not used in the weighting or sampling that generates the base data of geospatial microsimulation models, then the outputs and costs will not reflect the local extent and condition of the natural capital. While <a href=\"#bib16\">Hynes et al. (2009a)</a> and <a href=\"#bib31\">O’Donoghue (2017)</a> utilised a simple six category soil variable to produce farm level microsimulation models, the effective incorporation of natural capital variables is more complex.",
                    "type": "paragraph"
                },
                {
                    "text": "Natural Capital as a concept is useful in considering environmental drivers of agricultural outcomes (<a href=\"#bib14\">Helm, 2019</a>). The incorporation of additional natural capital variables during the geospatial microsimulation data creation process is however challenging due to sample size and resulting high weights. In this paper we present an alternative approach to improving the geospatial natural capital resolution in agricultural and ecological policy models, focusing on pasture-based livestock systems which are particularly influenced by heterogeneity in natural capital (environmental and agronomic) and are important drivers of ecosystem condition.",
                    "type": "paragraph"
                },
                {
                    "text": "In analysing farm level impacts in the context of geospatial farm microsimulation modelling, Ireland provides an example of pastoral livestock systems with varying environmental and agronomic contexts. The major commodities of the Irish agricultural sector are milk, cattle, pigs and sheep with shares (excluding forage) in 2016 of 36.1%, 35.1%, 7.5% and 3.8%, respectively (<a href=\"#bib6\">Department of Agriculture, Food and the Marine, 2018</a>). Livestock production is pasture based with the main inputs (or intermediate consumption of agriculture) in terms of expenditure including animal feed, forage plants, fertilisers, maintenance and/or repair, with shares of 27%, 21%, 10% and 9%, respectively (<a href=\"#bib4\">Department of Agriculture, Food and the Marine, 2017</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "This paper contributes to the literature by building on an existing farm-level microsimulation model SMILE (the Simulation Model for the Irish Local Economy) (<a href=\"#bib28\">O’Donoghue et al., 2012</a>), to incorporate the environmental and agronomic impact of policies at farm level, thereby improving the geospatial reliability of agricultural and ecological modelling. The improved model is then used to investigate the effect of natural capital on farm market gross margin.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "\"Natural capital describes natural assets in their role of providing natural resource inputs and environmental services for economic production... is generally considered to comprise three principal categories: natural resource stocks, land and ecosystems\".<sup><a href=\"#fn1\">1</a></sup> Natural Capital can be further defined as the stock of natural or ecosystem assets which include geology, soil, air, water and all living things, from which we derive a range of services, often called ecosystem services, such as the food we eat, the water we drink and the plant materials we use for fuel, building materials and medicines, climate regulation and natural flood defences provided by forests, carbon stored by peatlands, or the pollination of crops by insects or cultural ecosystem services.<sup><a href=\"#fn2\">2</a></sup> Natural capital is accounted for in terms of the <i>extent</i> of elements such as grassland, cropland, forest, heathland, scrub and their <i>condition</i> as in the case of soil quality, species accounts, nutrient accounts and related water quality accounts, along with <i>services</i> (agriculture, ecosystem) and <i>benefits</i> (economic).<sup><a href=\"#fn3\">3</a></sup> In the System of Environmental Economic Accounting, ecosystem assets or stocks are divided into components ecosystem extent and condition.",
                            "type": "paragraph"
                        },
                        {
                            "text": "While many geospatial agricultural and ecological analyses are strong on modelling physical capital and to some degree ecosystem extent (intensive and extensive grasslands, cropland), these models are typically weaker on the ecosystem or natural capital condition. As already highlighted, geospatial microsimulation models are notably weaker in this dimension and as a result, tend to underestimate the geospatial heterogeneity of farm incomes, which are often used for place-based policy analysis. In grass-based livestock farming, the focus of this study, agronomic and environmental characteristics of natural capital define the quality and quantity of pasture growth that is driven by soil and weather, which in turn impacts on farm costs and output (<a href=\"#bib18\">Khairo et al., 2008</a>). In this paper, the agronomic variables used describe soil quality e.g. peat and mineral soils, and physiological characteristics e.g. topography, while environmental variables include temperature, rainfall, continentality<sup><a href=\"#fn2\">2</a></sup> and distance to sea.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Environmental and agronomic variables, such as temperature, rainfall and soil are an essential driver of natural capital condition (<a href=\"#bib8\">Dominati et al., 2010</a>). Soil and its mineral composition is an important part of farm natural capital for grass growth (<a href=\"#bib9\">Dong et al., 2012</a>; <a href=\"#bib19\">Kenny, 2017</a>), influencing grass and crop yields and ultimately farm output (<a href=\"#bib48\">Zhou et al., 2006</a>). In this paper, soil quality accounts for different characteristics such as fertility, soil pH, nutrient properties and physiological properties.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Temperature and rainfall interact with soil to influence grass production. In turn, the physical quality (e.g. trafficability) of farm soil and grass growth-rate largely determine the livestock carrying capacity of land. There is however, wide variation in the distribution of soil quality classes across Ireland (<a href=\"#bib55\">Creamer et al., 2014</a>). This variation confers natural advantages for some farmers with regard to greater farm output, while other farmers are disadvantaged as a result of natural constraints. <a href=\"#table1\">Table 1</a> provides an example of the heterogeneity of livestock density and feed requirements in the South (SE and SW) compared to the border area in the North. The southern counties have largely well-drained soils compared to the generally wetter soils in the North, allowing for substantially greater carrying capacity in terms of livestock density per hectare on the better soils, as weather differences result in a longer grass-growing season in the South than in the North. Thus, animals can be kept outdoors on grazed grass rather than indoors on more expensive silage or purchased feed (. As a result, purchased feed cost per animal is typically lower for farms in the South than in the North.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Teagasc National Farm Survey 2014.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: LU per Ha – Stocking rate or livestock units per hectare; Feed (€) per LU - Purchased feed per livestock unit.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">Livestock Unit (LU) per Ha</th><th align=\"left\"/><th align=\"left\"/><th align=\"left\" colspan=\"2\">Feed (€) per LU</th><th align=\"left\"/></tr><tr><th align=\"left\">Land Area</th><th align=\"left\">North/Border</th><th align=\"left\">SE</th><th align=\"left\">SW</th><th align=\"left\">North/Border</th><th align=\"left\">SE</th><th align=\"left\">SW</th></tr></thead><tbody><tr><td align=\"left\">&lt; 20 Ha</td><td align=\"left\">1.68</td><td align=\"left\">2.39</td><td align=\"left\">2.22</td><td align=\"left\">163.9</td><td align=\"left\">97.1</td><td align=\"left\">120.1</td></tr><tr><td align=\"left\">20-30 Ha</td><td align=\"left\">1.70</td><td align=\"left\">2.28</td><td align=\"left\">2.28</td><td align=\"left\">253.5</td><td align=\"left\">280.3</td><td align=\"left\">345.4</td></tr><tr><td align=\"left\">30-50 Ha</td><td align=\"left\">1.78</td><td align=\"left\">2.13</td><td align=\"left\">2.12</td><td align=\"left\">347.3</td><td align=\"left\">223.5</td><td align=\"left\">265.3</td></tr><tr><td align=\"left\">&gt;= 50 Ha</td><td align=\"left\">1.84</td><td align=\"left\">2.10</td><td align=\"left\">1.90</td><td align=\"left\">339.8</td><td align=\"left\">188.6</td><td align=\"left\">256.9</td></tr></tbody></table>"
                                    ],
                                    "title": "Stocking rate and purchased feed requirements in different regions.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Even in a relatively small country like Ireland, ecosystem condition due to agronomic and environmental differences across the country can cause considerable variability in farm output (e.g. lower grass growth and higher fodder costs on less productive soils and/or reduced livestock carrying capacity/livestock density per hectare due to high rainfall).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1. Natural capital",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Agricultural income is comprised of income from both the market (sales) and from agricultural subsidies (such as the Common Agricultural Policy (CAP)), however this paper focuses only on income which is directly influenced by agronomic and environmental variables, namely market income. In estimating farm market income, it is necessary to understand the interaction between the elements of farm production, i.e. output, costs, agronomic and environmental factors. Geographical location and the associated agronomic and environmental characteristics are key elements influencing farm output and cost, manifested by grass output, which is the main fodder in grass-based livestock systems. The area of land available to the farm and the soil quality (productivity, drainage and topography) influence livestock density and crop yields, however yield is also influenced by genetic factors.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Farm gross margin (farm gross output less total direct costs) is one of the primary measures used to evaluate farm profitability. Farm gross output can be defined as the sum of the product of the price and the volume of output per enterprise <i>i</i>. Total direct costs are all directly traceable costs farm costs. The production technology per farm enterprise is expressed as (<a href=\"#equ1\">Equation 1</a>):",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ1",
                            "label": "(1)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msubsup><mi>V</mi><mrow><mi>M</mi></mrow><mrow><mi>i</mi></mrow></msubsup><mo>=</mo><msub><mi>A</mi><mrow><mi>i</mi></mrow></msub><msubsup><mi>K</mi><mrow><mi>i</mi></mrow><mrow><mi>α</mi></mrow></msubsup><msubsup><mi>L</mi><mrow><mi>i</mi></mrow><mrow><mi>β</mi></mrow></msubsup><msubsup><mi>X</mi><mrow><mi>i</mi></mrow><mrow><mi>v</mi></mrow></msubsup><mi>h</mi><msubsup><mi>a</mi><mrow><mi>i</mi></mrow><mrow><mi>δ</mi></mrow></msubsup><mi>l</mi><msubsup><mi>u</mi><mrow><mi>i</mi></mrow><mrow><mi>μ</mi></mrow></msubsup><msubsup><mi>E</mi><mrow><mi>i</mi></mrow><mrow><mi>ψ</mi></mrow></msubsup><mo>=</mo><msub><mi>f</mi><mrow><mi>i</mi></mrow></msub><mrow><mo>(</mo><mrow><mi>A</mi><mo>,</mo><mi>K</mi><mo>,</mo><mi>L</mi><mo>,</mo><mi>X</mi><mo>,</mo><mi>h</mi><mi>a</mi><mo>,</mo><mi>l</mi><mi>u</mi><mo>,</mo><mi>e</mi><mi>n</mi><mi>v</mi><mrow><mo>/</mo></mrow><mi>α</mi><mo>,</mo><mi>β</mi><mo>,</mo><mi>υ</mi><mo>,</mo><mi>δ</mi><mo>,</mo><mi>μ</mi><mo>,</mo><mi>ψ</mi></mrow><mo>)</mo></mrow></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "<math id=\"inf1\"><msub><mrow><mi>A</mi></mrow><mrow><mi>i</mi></mrow></msub></math> is Total Factor Productivity (TFP), while <math id=\"inf2\"><msub><mrow><mi>K</mi></mrow><mrow><mi>i</mi></mrow></msub></math> , <math id=\"inf3\"><msub><mrow><mi>L</mi></mrow><mrow><mi>i</mi></mrow></msub></math> and <math id=\"inf4\"><msub><mrow><mi>X</mi></mrow><mrow><mi>i</mi></mrow></msub></math> represent capital, labour and the remaining inputs for given enterprise <math id=\"inf5\"><mi>i</mi></math>, respectively. <math id=\"inf6\"><mi>h</mi><mi>a</mi><mo>,</mo><mi> </mi><mi>l</mi><mi>u</mi></math> and <math id=\"inf7\"><mi>E</mi></math> express utilised agricultural area (hectare), livestock unit and environmental and agronomic factors, while <math id=\"inf8\"><mi>α</mi><mo>,</mo><mi>β</mi><mo>,</mo><mi>υ</mi><mo>,</mo><mi>δ</mi><mo>,</mo><mi>μ</mi><mo>,</mo><mi>ψ</mi></math> present the output elasticities of <math id=\"inf9\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>A</mi><mo>,</mo><mi>K</mi><mo>,</mo><mi>L</mi><mo>,</mo><mi>X</mi><mo>,</mo><mi>h</mi><mi>a</mi><mo>,</mo><mi>l</mi><mi>u</mi><mo>,</mo><mi>E</mi></mrow></mstyle></math>, respectively.",
                            "type": "paragraph"
                        },
                        {
                            "text": "There are a variety of reasons for variation in the level of production in the short run. First of all, for a given land base, animals may be purchased or sold, thereby changing the stocking density or the area of land under livestock. Secondly, the yield can vary either in the long-term through breeding, or in the short run through improvements as a result of buying-in animals of improved genetic merit, or variations in feed or fertiliser use. In the short run, it is assumed that land area is fixed, given comparatively low land sales in Ireland, although land may also be accessed through land rental agreements.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The equation in relation to costs is as follows, where <math id=\"inf10\"><msubsup><mrow><mi>W</mi></mrow><mrow><mi>C</mi><mi>V</mi></mrow><mrow><mi>i</mi></mrow></msubsup></math> is the price of input costs (both direct and overhead costs) and <math id=\"inf11\"><msubsup><mrow><mi>X</mi></mrow><mrow><mi>C</mi><mi>V</mi></mrow><mrow><mi>i</mi></mrow></msubsup></math> represents the volume of inputs (<a href=\"#equ2\">Equation 2</a>):",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ2",
                            "label": "(2)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>C</mi><mrow><mi>v</mi></mrow></msub><mo>=</mo><munder><mo>∑</mo><mi>i</mi></munder><msubsup><mi>w</mi><mrow><mi>C</mi><mi>V</mi></mrow><mrow><mi>i</mi></mrow></msubsup><msubsup><mi>X</mi><mrow><mi>C</mi><mi>V</mi></mrow><mrow><mi>i</mi></mrow></msubsup></mstyle></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "We include in this definition of variable cost, overhead costs such as utilities and fuels that vary with production. Another long-run overhead cost associated with, for example, depreciation of assets or interest payable on loans, is also included in overhead costs. On the other hand, direct costs are directly traceable to a particular farm system, such as animal feedstuffs.",
                            "type": "paragraph"
                        },
                        {
                            "text": "While some inputs (such as land) are often thought to be comparatively independent of production within the short run, or assets such as machinery and buildings and to some extent labour, many of the inputs like fertiliser, purchased animal feed, seeds and crop protection are endogenous with production. There is some substitution between inputs so using greater quantities of fertiliser (within limits) in tandem with improved grassland management can reduce the necessity for purchased feed stuff or vice versa.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In this paper, we use the SMILE model to investigate the impact of natural capital variables, focusing on the impact of the natural capital variables on the farm market gross margin. The SMILE model has been used in many peer-reviewed analyses (<a href=\"#bib28\">O’Donoghue et al., 2012</a>; <a href=\"#bib26\">O’Donoghue et al., 2013</a>; <a href=\"#bib51\">O’Donoghue et al., 2021</a><a href=\"#bib31\">O’Donoghue, 2017</a>). The robustness of the model has been demonstrated through testing of simulated results against target variable(s) totals and validated against assumptions. Please refer to the references mentioned earlier for more information.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2. Measuring farm profitability",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Theoretical framework",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This section describes the development of a modelling framework to facilitate the use of microsimulation as a methodology to incorporate natural capital in policy assessments that rely on farm income modelling. This is achieved by extending an existing farm-level geospatial microsimulation model (SMILE) to incorporate environmental and agronomic variables and thus improve the consistency of farm incomes with the underlying natural capital in local areas.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The field of farm level geospatial microsimulation modelling is primarily concerned with the geospatial incidence of farm level variables (<a href=\"#bib51\">O’Donoghue et al., 2021</a>; <a href=\"#bib31\">O’Donoghue, 2017</a>). Geospatial microsimulation models use a matching process to take a micro-dataset and make it consistent with small-area calibration data (<a href=\"#bib40\">Tanton, 2014</a>; <a href=\"#bib29\">O’Donoghue et al., 2014b</a>), in order to generate a dataset that is representative both of the farm-level information contained in the micro-dataset and the geospatial information from the geospatial calibration data. Essentially the approach involves either reweighting the micro-data to make it consistent with geospatial calibration totals taken from Census or Administrative calibration data (<a href=\"#bib42\">Tanton and Vidyattama, 2010</a>), or sampling of the micro-data according to sample quotas derived from the geospatial calibration data (<a href=\"#bib30\">Farrell et al., 2013</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In this paper we utilise the Simulation Model of the Irish Local Economy (SMILE-Farm) (<a href=\"#bib26\">O’Donoghue et al., 2013</a>; ), which generates a geospatial distribution of farms that is consistent with small-area data in terms of farm size and system and the contextual data in the Teagasc National Farm Survey (NFS) which is nationally representative by farm size and system and is the basis of the Irish data provided annually to the European Commission Farm Accountancy Data Network (FADN). There have been a number of variants of the SMILE model. <a href=\"#bib17\">Hynes et al. (2009b)</a> describe the SMILE model’s construction and calibration using simulated annealing (, linking the 2000 Census of Agriculture with the Teagasc NFS (<a href=\"#bib1\">Ballas et al., 2005</a>; <a href=\"#bib39\">Shrestha et al., 2007</a>).; <a href=\"#bib28\">O’Donoghue et al. (2012)</a> utilised the less computationally intensive Quota Sampling (QS) (<a href=\"#bib30\">Farrell et al., 2013</a>) to link the NFS to the 2010 Census of Agriculture. QS is a probabilistic reweighting methodology that reweights survey data according to chosen constraint totals for individual pre-defined small areas.",
                            "type": "paragraph"
                        },
                        {
                            "text": "SMILE re-samples from the Teagasc NFS which contains detailed farm level management and income characteristics to be consistent with geospatial agricultural information contained in the Census of Agriculture (collected every 10 years or administrative data (produced annually). The calibration totals reflect the main variables associated with farm-level outcomes including farm system, size and an aggregated soil type. However the incorporation of heterogeneous variables could improve the geospatial resolution and representativeness of the model in relation to local environmental attributes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In order to understand how improved geospatial environmental characteristics might improve the model, we consider an example. Take two similar sized dairy farms, one on well-drained soils in the South West with a long grass growing season because of milder, drier weather conditions and a similar dairy farm in the North East, on heavy, wet soils with a shorter grass growing season. As outlined in <a href=\"#table1\">Table 1</a> the former will likely have a higher stocking rate and lower purchased feed requirements than the latter. In order for SMILE to be able to differentiate between these different environmental contexts, additional information in relation to the condition of local natural capital is required.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In sampling or reweighting from a national survey to be consistent with small area data of a census database, one option is to sample for farms within a particular region from farms of that region. However, <a href=\"#bib31\">O’Donoghue (2017)</a> found that the performance of the matching algorithm was poorer than when sampling from a regional sample pool. This arises as the number of cells of farm size by farm system reduces when allocated across regions, resulting in a poorer match. Thus an alternative approach is required to adjust data post-sampling according to differences in agronomic and environmental factors.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Geospatial farm level microsimulation",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The conditional independence assumption is a necessary condition for any statistical matching or enhancement procedure (<a href=\"#bib12\">D’Orazio et al., 2006</a>). Geospatial microsimulation is in effect a statistical matching process, calibrating a series of overlapping variables between the micro survey and the calibration totals and the incorporating other non-overlapping geospatial variables from the Census or other geospatial dataset into the micro dataset. In a farm-based geospatial microsimulation model, the overlapping variables are farm characteristics, while we import geospatial attributes into the micro data. As highlighted above, the local environment informs the distribution of stocking rate of animals and the nature of the feed and fertiliser inputs used on a farm.",
                            "type": "paragraph"
                        },
                        {
                            "text": "More formally, consider two datasets, say A and B with sets of variables (X, Y) and (X, Z) respectively. Statistical matching involves matching two datasets together by finding units in sample B with similar values of the X variables in sample A, to produce a new dataset (X, Y, Z). Implicit in this method is finding a distance function D (X<sub>A</sub>, X<sub>B</sub>) where the match is found when the distance is minimised for the set of overlapping variables X (<a href=\"#bib36\">Rodgers and DeVol, 1981</a>). In terms of geospatial microsimulation, A is the geospatial dataset where Xs are the overlapping variables used for matching and Zs are the geospatial attributes, while sample B is an attribute-rich dataset such as an income survey.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The assumption outlined in <a href=\"#bib36\">Rodgers and DeVol (1981)</a> is that the conditional distribution of Z given X is independent of the conditional distribution of Y given X. This assumption is known as Conditional Independence. The Variance-Covariance matrix for these datasets can be defined as <a href=\"#equ3\">Equation 3</a>:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ3",
                            "label": "(3)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>C</mi><mo>=</mo><mrow><mo>(</mo><mtable columnalign=\"left left left\" columnspacing=\"1em\" rowspacing=\"4pt\"><mtr><mtd><mrow><mi>C</mi><mi>o</mi><mi>v</mi></mrow><mo stretchy=\"false\">(</mo><mi>X</mi><mo>,</mo><mi>X</mi><mo stretchy=\"false\">)</mo></mtd><mtd><mrow><mi>C</mi><mi>o</mi><mi>v</mi></mrow><mo stretchy=\"false\">(</mo><mi>X</mi><mo>,</mo><mi>Y</mi><mo stretchy=\"false\">)</mo></mtd><mtd><mrow><mi>C</mi><mi>o</mi><mi>v</mi></mrow><mo stretchy=\"false\">(</mo><mi>X</mi><mo>,</mo><mi>Z</mi><mo stretchy=\"false\">)</mo></mtd></mtr><mtr><mtd><mrow><mi>C</mi><mi>o</mi><mi>v</mi></mrow><mo stretchy=\"false\">(</mo><mi>Y</mi><mo>,</mo><mi>X</mi><mo stretchy=\"false\">)</mo></mtd><mtd><mrow><mi>C</mi><mi>o</mi><mi>v</mi></mrow><mo stretchy=\"false\">(</mo><mi>Y</mi><mo>,</mo><mi>Y</mi><mo stretchy=\"false\">)</mo></mtd><mtd><mrow><mi>C</mi><mi>o</mi><mi>v</mi></mrow><mo stretchy=\"false\">(</mo><mi>Y</mi><mo>,</mo><mi>Z</mi><mo stretchy=\"false\">)</mo></mtd></mtr><mtr><mtd><mrow><mi>C</mi><mi>o</mi><mi>v</mi></mrow><mo stretchy=\"false\">(</mo><mi>Z</mi><mo>,</mo><mi>X</mi><mo stretchy=\"false\">)</mo></mtd><mtd><mrow><mi>C</mi><mi>o</mi><mi>v</mi></mrow><mo stretchy=\"false\">(</mo><mi>Z</mi><mo>,</mo><mi>Y</mi><mo stretchy=\"false\">)</mo></mtd><mtd><mrow><mi>C</mi><mi>o</mi><mi>v</mi></mrow><mo stretchy=\"false\">(</mo><mi>Z</mi><mo>,</mo><mi>Z</mi><mo stretchy=\"false\">)</mo></mtd></mtr></mtable><mo>)</mo></mrow></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "Each of these co-variances can be measured using either dataset, except for <math id=\"inf12\"><mi>C</mi><mi>o</mi><mi>v</mi><mo>(</mo><mi>Y</mi><mo>,</mo><mi> </mi><mi>Z</mi><mo>)</mo></math> and <math id=\"inf13\"><mi>C</mi><mi>o</mi><mi>v</mi><mo>(</mo><mi>Z</mi><mo>,</mo><mi> </mi><mi>Y</mi><mo>)</mo></math>. It is assumed that these covariances are zero. In our geospatial microsimulation model, the relationship between our non-overlapping variables <math id=\"inf14\"><mi>Y</mi></math> and our geospatial variables <math id=\"inf15\"><mi>Z</mi></math> is uncorrelated once we condition on the matching variables. Thus, we are assuming that the geospatial incidence of <math id=\"inf16\"><mi>Y</mi></math> is fully accounted for by the geospatial distribution of our <math id=\"inf17\"><mi>X</mi></math> variables. However, this assumption does not always hold, so essentially there is geospatial heterogeneity of variables of interest, independent of the correlation with the overlapping or matching variable <math id=\"inf18\"><mi>X</mi></math>. Based on this equation, the combination of matching variables (farm characteristics) and overlapping variables (variables of interest) don’t necessarily represent the combination of matching variables (<math id=\"inf19\"><mi>X</mi></math>), overlapping variables (<math id=\"inf20\"><mi>Y</mi></math>) and geospatial variables (<math id=\"inf21\"><mi>Z</mi></math>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Therefore, when sampling variables such as farm system and farm size from a survey dataset using control totals of a census dataset and matching with geospatial environmental variables, it is assumed that the conditional independence of this matching is intact and that all geospatial interactions of other variables are incorporated in these matches (<a href=\"#bib29\">O’Donoghue et al., 2014b</a>; <a href=\"#bib27\">O’Donoghue et al., 2010</a>). However, this paper argues that the failure to incorporate geospatial environmental and agronomic factors within the match leads to a failure of the conditional independence. A common weakness in existing geospatial models is that the re-sampling or reweighting processes used in their generation don’t fully incorporate geographically varying agronomic and environmental variables (<a href=\"#bib16\">Hynes et al., 2009a</a>; <a href=\"#bib23\">Morrissey et al., 2008</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Specifically, as highlighted in <a href=\"#table1\">Table 1</a>, if the local environmental characteristics are not accounted for, the livestock density in areas with poor natural capital will be over-estimated, while purchased feed requirements will be under-estimated and <i>vice versa</i>. As a result, the conditional independence assumption fails, because farms with higher livestock density can be located in good or bad soils that are not conditionally dependent on each other. Thus the match algorithm smooths the relationships, diminishing the actual heterogeneity and under-stating geospatial variation of farm activity, by in effect understating the importance of natural capital in production. This means that the linking of overlapping variables with agronomic and environmental variables should be based on a specific location rather than a region or a theoretical condition.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The consequence of sampling without incorporating the local environmental and agronomic context is that sampled results will not be accurate for geospatially varying agronomic and environmental contexts. A correction mechanism to account for this failure is needed to improve the geospatial reliability of the data so as to enable us to analyse the impact of agronomic and environmental factors on farm market (gross) margin, a commonly-used measure of farm income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In addressing the unexplained heterogeneity problem arising from the failure of the conditional independence assumption, increasing the number of overlapping variables is considered. However, it is not feasible to increase the number of constraints or to focus on regional scale (as it worsens the performance of the model/results (<a href=\"#bib29\">O’Donoghue et al., 2014b</a>; <a href=\"#bib11\">O’Donoghue et al., 2018</a>; <a href=\"#bib51\">O’Donoghue et al., 2021</a><a href=\"#bib31\">O’Donoghue, 2017</a>). Focusing on a regional scale is not ideal, because the agronomic and environmental situation is more granular than the region and even a very small region can have variation in localised environmental conditions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Therefore, as it is not feasible to use an approach that avoids the conditional independence assumption, an approach that corrects for the failure of this assumption is needed. This is undertaken by creating a series of production and cost functions that account for the conditional covariance of farm characteristics and agronomic situations, conditional on overlapping variables, namely an Income Generation Model that adjusts for agronomic and environmental factors.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Conditional independence of matching in geospatial simulation",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "An income generation model is a system of equations that defines the drivers of different components of income. In the context of a farm level model, components of farm market gross output (output before subsidies are paid), such as dairy, cattle, sheep and tillage market gross output are included. Tillage farms generally have multiple crop enterprises for rotation purposes and can also provide input into livestock systems.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Early papers on income generation models were based on wage comparisons and distributions (<a href=\"#bib2\">Blinder, 1973</a>; <a href=\"#bib24\">Oaxaca, 1973</a>; <a href=\"#bib7\">DiNardo et al., 1996</a>). A study by <a href=\"#bib47\">Winters et al. (2002)</a> carries out the income generation process for crop, livestock, agricultural and non-agricultural wages. <a href=\"#bib34\">Rahman et al. (2017)</a> use an Alternative Income Generating Activities model to analyse net monthly income of households relying on non-forestry sources of earnings.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the geospatial microsimulation model described in this paper, a panel data model is utilised for farm variables in a form other than binary form, so the production (<math id=\"inf22\"><mfrac><mrow><msub><mrow><mi>V</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow><mrow><msub><mrow><mi>l</mi><mi>u</mi></mrow><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow></mfrac></math>) and cost functions (<math id=\"inf23\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mfrac><msubsup><mi>X</mi><mrow><mi>C</mi><mi>V</mi></mrow><mi>i</mi></msubsup><mrow><mi>h</mi><msub><mi>a</mi><mi>i</mi></msub></mrow></mfrac></mrow></mstyle></math>) take the following forms, respectively (<a href=\"#equ4\">Equation 4</a>, <a href=\"#equ5\">5</a>):",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ4",
                            "label": "(4)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mfrac><msub><mi>V</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mrow><mi>l</mi><msub><mi>u</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow></mfrac><mo>=</mo><msub><mi>f</mi><mrow><mi>i</mi></mrow></msub><mrow><mo>(</mo><mrow><msubsup><mi>p</mi><mrow><mi>M</mi><mo>,</mo><mi>t</mi></mrow><mrow><mi>i</mi></mrow></msubsup><mo>,</mo><msub><mi>W</mi><mrow><mi>C</mi><mi>V</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>,</mo><msub><mi>A</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mo>,</mo><msub><mi>K</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mo>,</mo><msub><mi>L</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mo>,</mo><msub><mi>X</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mo>,</mo><mi>h</mi><msub><mi>a</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mo>,</mo><mi>l</mi><msub><mi>u</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mo>,</mo><msub><mi>u</mi><mrow><mi>i</mi></mrow></msub><mo>,</mo><msub><mi>σ</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mrow><mo>/</mo></mrow><mi>α</mi><mo>,</mo><mi>β</mi><mo>,</mo><mi>υ</mi><mo>,</mo><mi>δ</mi><mo>,</mo><mi>μ</mi></mrow><mo>)</mo></mrow></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "equ5",
                            "label": "(5)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mfrac><msubsup><mi>X</mi><mrow><mi>C</mi><mi>V</mi></mrow><mrow><mi>i</mi></mrow></msubsup><mrow><mi>h</mi><msub><mi>a</mi><mrow><mi>i</mi></mrow></msub></mrow></mfrac><mo>=</mo><msubsup><mi>g</mi><mrow><mi>i</mi></mrow><mrow><mi>l</mi></mrow></msubsup><mrow><mo>(</mo><mrow><msub><mi>W</mi><mrow><mi>C</mi><mi>V</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>,</mo><msub><mi>A</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mo>,</mo><msub><mi>K</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mo>,</mo><msub><mi>L</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mo>,</mo><msub><mi>X</mi><mrow><mi>j</mi><mi>t</mi><mo>,</mo><mi>j</mi><mo>≠</mo><mi>i</mi></mrow></msub><mo>,</mo><msub><mi>V</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mo>,</mo><mi>h</mi><msub><mi>a</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mo>,</mo><mi>l</mi><msub><mi>u</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mo>,</mo><msub><mi>u</mi><mrow><mi>i</mi></mrow></msub><mo>,</mo><msub><mi>σ</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mrow><mo>/</mo></mrow><mi>α</mi><mo>,</mo><mi>β</mi><mo>,</mo><mi>υ</mi><mo>,</mo><mi>δ</mi><mo>,</mo><mi>μ</mi></mrow><mo>)</mo></mrow></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf24\"><msub><mrow><mi>u</mi></mrow><mrow><mi>i</mi></mrow></msub></math> is permanent and <math id=\"inf25\"><msub><mrow><mi>σ</mi></mrow><mrow><mi>i</mi><mi>t</mi></mrow></msub></math> is transitory effects. The production function (<math id=\"inf26\"><mfrac><mrow><msub><mrow><mi>V</mi></mrow><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow><mrow><msub><mrow><mi>l</mi><mi>u</mi></mrow><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow></mfrac></math>) is defined as farm output divided by farm livestock unit in order to adjust for high output and low output farms that are mainly impacted by animal numbers. The cost function (<math id=\"inf27\"><mfrac><mrow><msubsup><mrow><mi>X</mi></mrow><mrow><mi>C</mi><mi>V</mi></mrow><mrow><mi>i</mi></mrow></msubsup></mrow><mrow><msub><mrow><mi>h</mi><mi>a</mi></mrow><mrow><mi>i</mi></mrow></msub></mrow></mfrac></math>) is calculated as farm variable (direct) costs divided by farm utilised agricultural area to provide variable costs per farm size (hectare).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The technical efficiency element (<math id=\"inf28\"><msub><mrow><mi>A</mi></mrow><mrow><mi>i</mi><mi>t</mi></mrow></msub></math>) of the model is affected by agronomic conditions and environmental factors (<math id=\"inf29\"><msub><mrow><mi>E</mi></mrow><mrow><mi>i</mi><mi>t</mi></mrow></msub></math>), the quality of a land (<math id=\"inf30\"><msub><mrow><mi>Q</mi></mrow><mrow><mi>i</mi><mi>t</mi></mrow></msub></math>), access to technical knowledge (<math id=\"inf31\"><msub><mrow><mi>H</mi></mrow><mrow><mi>i</mi><mi>t</mi></mrow></msub></math>) and involvement in activities, e.g. environmental or forestry schemes and off-farm employment (<math id=\"inf32\"><msub><mrow><mi>O</mi></mrow><mrow><mi>i</mi><mi>t</mi></mrow></msub></math>). If <math id=\"inf33\"><msubsup><mrow><mi>A</mi></mrow><mrow><mi>i</mi><mi>t</mi></mrow><mrow><mi>*</mi></mrow></msubsup></math> represents efficiency and managerial skill, then:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ6",
                            "label": "(6)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>A</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mo>=</mo><msubsup><mi>A</mi><mrow><mi>i</mi><mi>t</mi></mrow><mrow><mo>∗</mo></mrow></msubsup><mo>×</mo><msub><mi>E</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mo>×</mo><msub><mi>H</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mo>×</mo><msub><mi>O</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub><mo>×</mo><msub><mi>Q</mi><mrow><mi>i</mi><mi>t</mi></mrow></msub></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "equ7",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>A</mi><mrow><mi>i</mi><mn>0</mn></mrow></msub><mo>,</mo><msub><mi>K</mi><mrow><mi>i</mi><mn>0</mn></mrow></msub><mo>,</mo><msub><mi>L</mi><mrow><mi>i</mi><mn>0</mn></mrow></msub><mo>,</mo><msub><mi>X</mi><mrow><mi>i</mi><mn>0</mn></mrow></msub><mo>,</mo><mi>h</mi><msub><mi>a</mi><mrow><mi>i</mi><mn>0</mn></mrow></msub><mo>,</mo><mi>l</mi><msub><mi>u</mi><mrow><mi>i</mi><mn>0</mn></mrow></msub></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf34\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>A</mi><mrow><mi>i</mi><mn>0</mn></mrow></msub><mo>,</mo><msub><mi>K</mi><mrow><mi>i</mi><mn>0</mn></mrow></msub><mo>,</mo><msub><mi>L</mi><mrow><mi>i</mi><mn>0</mn></mrow></msub><mo>,</mo><msub><mi>X</mi><mrow><mi>i</mi><mn>0</mn></mrow></msub><mo>,</mo><mi>h</mi><msub><mi>a</mi><mrow><mi>i</mi><mn>0</mn></mrow></msub><mo>,</mo><mi>l</mi><msub><mi>u</mi><mrow><mi>i</mi><mn>0</mn></mrow></msub></mrow></mstyle></math> are initial states of technical efficiency, capital, labour, remaining inputs, utilised agricultural area (hectare) and livestock unit. The model draws a random number in order to account for the random noise <math id=\"inf35\"><msub><mrow><mi>σ</mi></mrow><mrow><mi>i</mi><mi>t</mi></mrow></msub></math>. Then it simulates each of the dependent variables in turn. For simplicity, the estimation and simulation of all of the equations are carried out independently (<a href=\"#bib31\">O’Donoghue, 2017</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "As part of the Income Generation process, sampling needs to be conditioned on environmental and agronomic characteristics, to avoid biases and improve accuracy in the target variable of farm gross output.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the first case, sampling is carried out without adjustment for agronomic and environmental variables (<a href=\"#equ7\">Equation 7</a>). While in the second case, while simulating samples, samples are adjusted to localised agronomic and environmental characteristics by means of changing <math id=\"inf36\"><msub><mrow><mi>Z</mi></mrow><mrow><mi>o</mi><mi>r</mi><mi>i</mi><mi>g</mi></mrow></msub></math> (original form) to <math id=\"inf37\"><msup><mrow><mi>Z</mi></mrow><mrow><mi>`</mi></mrow></msup></math> (adjusted form) based on the location of farms. Initially, the farm output results are calculated using <a href=\"#equ7\">Equation 7</a>, while <a href=\"#equ8\">equation 8</a> is used later to extract adjusted farm market margin from the calibration to localised agronomic characteristics (please see <a href=\"#bib31\">O’Donoghue (2017)</a> for model fitting information and validation procedures).",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ8",
                            "label": "(7)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>Y</mi><mo>=</mo><mtext> </mtext><mi>α</mi><mtext> </mtext><mo>+</mo><mtext> </mtext><mi>β</mi><msub><mi>Z</mi><mrow><mi>o</mi><mi>r</mi><mi>i</mi><mi>g</mi></mrow></msub><mtext> </mtext><mo>+</mo><mtext> </mtext><msub><mi>ε</mi><mrow><mi>i</mi></mrow></msub></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "id": "equ9",
                            "label": "(8)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msup><mi>Y</mi><mrow><mo>′</mo></mrow></msup><mo>=</mo><mtext> </mtext><mi>α</mi><mtext> </mtext><mo>+</mo><mtext> </mtext><mi>β</mi><msup><mi>Z</mi><mrow><mo>′</mo></mrow></msup><mtext> </mtext><mo>+</mo><mtext> </mtext><msub><mi>ε</mi><mrow><mi>i</mi></mrow></msub></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf38\"><mi>Y</mi></math> is output without accounting for localised agronomic characteristics, <math id=\"inf39\"><msup><mrow><mi>Y</mi></mrow><mrow><mi>`</mi></mrow></msup></math> is market gross margin after taking into account localised farm context, α is the intercept, <math id=\"inf40\"><mi>β</mi></math> is the coefficient of variables relating to natural capital (environmental and agronomic), <math id=\"inf41\"><mi>Z</mi></math> represents the environmental and agronomic variables and <math id=\"inf42\"><msub><mrow><mi>ε</mi></mrow><mrow><mi>i</mi></mrow></msub></math> is an error term.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 Natural capital based income generation model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To evaluate the impact of the model, we compare the impact of the procedure on the geospatial heterogeneity of farm incomes, by comparing the intra and inter-area differences in the distribution of farm incomes. Examining the variability of incomes between farms within and across areas, inequality is decomposed into population sub-groups, where groups are areas. Total variability of incomes can then be decomposed into a factor attributed to between-group variability across space and variability within a district (within-group variability). Utilising the <i>I<sub>2</sub></i> index, within-group variability is defined in <a href=\"#equ9\">Equation (9)</a>, while between-group variability is defined in formula (10).<sup><a href=\"#fn4\">4</a></sup> Utilising a population share <math id=\"inf43\"><semantics><mrow><mrow><mo>(</mo><mrow><mfrac bevelled=\"true\"><mn>1</mn><mi>n</mi></mfrac></mrow><mo>)</mo></mrow></mrow></semantics></math>, we see that between-person inequality, is in fact the inequality of mean lifetime income.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ1o",
                            "label": "(9)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>I</mi><mrow><mi>w</mi></mrow></msub><mo>=</mo><munder><mo>∑</mo><mi>j</mi></munder><msub><mi>w</mi><mrow><mi>j</mi></mrow></msub><msub><mi>I</mi><mrow><mi>j</mi></mrow></msub></mstyle></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf44\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>w</mi><mrow><mi>j</mi></mrow></msub><mo>=</mo><msubsup><mi>v</mi><mrow><mi>j</mi></mrow><mrow><mn>2</mn></mrow></msubsup><msubsup><mi>f</mi><mrow><mi>j</mi></mrow><mrow><mo>−</mo><mn>1</mn></mrow></msubsup></mrow></mstyle></math>,<math id=\"inf45\"><semantics><mrow><msubsup><mi>v</mi><mi>j</mi><mrow/></msubsup></mrow></semantics></math> the income share of each person <i>j</i> and <math id=\"inf46\"><semantics><mrow><msubsup><mi>f</mi><mi>j</mi><mrow/></msubsup></mrow></semantics></math> is the population share of the person, in this case <math id=\"inf47\"><semantics><mrow><mrow><mo>(</mo><mrow><mfrac bevelled=\"true\"><mn>1</mn><mi>n</mi></mfrac></mrow><mo>)</mo></mrow></mrow></semantics></math>.",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ11",
                            "label": "(10)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>I</mi><mrow><mi>b</mi></mrow></msub><mrow><mo>(</mo><mi>y</mi><mo>)</mo></mrow><mo>=</mo><mfrac><mn>1</mn><mn>2</mn></mfrac><mrow><mo>[</mo><mrow><munder><mo>∑</mo><mi>j</mi></munder><msub><mi>f</mi><mrow><mi>j</mi></mrow></msub><msup><mrow><mo>(</mo><mfrac><msub><mi>μ</mi><mrow><mi>j</mi></mrow></msub><mi>μ</mi></mfrac><mo>)</mo></mrow><mrow><mn>2</mn></mrow></msup><mo>−</mo><mn>1</mn></mrow><mo>]</mo></mrow><mo>=</mo><mfrac><mn>1</mn><mn>2</mn></mfrac><mrow><mo>[</mo><mrow><mfrac><mn>1</mn><mi>n</mi></mfrac><munder><mo>∑</mo><mi>j</mi></munder><msup><mrow><mo>(</mo><mfrac><msub><mi>μ</mi><mrow><mi>j</mi></mrow></msub><mi>μ</mi></mfrac><mo>)</mo></mrow><mrow><mn>2</mn></mrow></msup><mo>−</mo><mn>1</mn></mrow><mo>]</mo></mrow><mo>=</mo><mi>I</mi><mrow><mo>(</mo><mi>μ</mi><mo>)</mo></mrow><mo>=</mo><mrow><mover><mi>I</mi><mo stretchy=\"false\">¯</mo></mover></mrow></mstyle></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf48\"><semantics><mrow><msub><mi>μ</mi><mi>j</mi></msub></mrow></semantics></math> is the mean lifetime income for person <i>j</i> and μ the mean population lifetime income. The simulated data in SMILE is then used to compare the degree of between and within-geospatial district (county) inequality and examine the changes resulting from incorporating natural capital has on the level of both.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In order to see the level of change in farm market output within counties and among counties, the generalized entropy index is deployed (<a href=\"#bib37\">Shorrocks, 1980</a>). The generalized entropy index can be used to measure the income inequality for a given dataset (<a href=\"#bib3\">Bourguignon, 1979</a>). In this case, it is utilised to measure farm market output inequality within and between counties. The formula for the generalized entropy index is given in <a href=\"#equ11\">Equation 11</a>:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ12",
                            "label": "(11)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>G</mi><mi>E</mi><mo stretchy=\"false\">(</mo><mi>α</mi><mo stretchy=\"false\">)</mo><mo>=</mo><mfrac><mn>1</mn><mrow><msup><mi>α</mi><mn>2</mn></msup><mo>−</mo><mi>α</mi></mrow></mfrac><mrow><mo>[</mo><mrow><mfrac><mn>1</mn><mi>n</mi></mfrac><munderover><mo>∑</mo><mrow><mi>i</mi><mo>=</mo><mn>1</mn></mrow><mi>n</mi></munderover><msup><mrow><mo>(</mo><mfrac><msub><mi>y</mi><mi>i</mi></msub><mrow><mover><mi>y</mi><mo stretchy=\"false\">¯</mo></mover></mrow></mfrac><mo>)</mo></mrow><mi>α</mi></msup><mo>−</mo><mn>1</mn></mrow><mo>]</mo></mrow></mstyle></mrow></mstyle></math>",
                            "type": "mathml"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4 Farm market gross margin inequality decomposition",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The geospatial microsimulation approach used here requires three datasets: a micro dataset of farms, geospatial farm calibration totals from the census and geospatial environmental characteristics. SMILE is calibrated to the sub-catchment level geospatial unit. There are 583 sub-catchments in Ireland within 46 river catchments.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-5",
                    "title": "3.5 Data sources",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Geospatial microsimulation models require geospatial data to calibrate micro-data to be consistent with local geospatial patterns. In this version of the model, given a 10 year gap between Census of Agriculture totals, we utilise tabulations drawn from administrative data, the Animal Identification and Movement (AIMS) System and Land Parcel Information System (LPIS) maintained by the Department of Agriculture, Food and the Marine (DAFM), which records animal movements between herds, from birth to slaughter and contains information such as: calf birth by month, gender, sire type, number of beef and dairy calves, mart movement by month, gender and breed, as well as farm-to-farm movements cattle disposals and age profile of herds and are published annually (<a href=\"#bib5\">Department of Agriculture, Food and the Marine, 2017</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "AIMS provides detailed animal numbers for local geospatial areas. AIMS farm types are classified as specialist beef production, specialist dairy, specialist sheep, mixed grazing livestock, specialist tillage, etc. Land use is recorded in the national LPIS geospatial dataset created by merging aerial photographs and images from satellites. Each land parcel has its own unique identification number that can be used to track attached attributes (<a href=\"#bib20\">Land-parcel identification system (LPIS), 2014</a>). Characteristics such as the parcel identification number, herd number, digitised parcel area, crop description, whether a parcel is commonage or not, and claimed crop area (for subsidies) can all be found in Irish LPIS data (<a href=\"#bib49\">Zimmermann et al., 2016</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-6",
                    "title": "3.6 Agricultural administrative data",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The survey dataset is required for two purposes, as part of the base sampling or matching process, standard in geospatial microsimulation and in the case of this paper, to enable the estimation of an income generation model. A specific requirement of the latter purpose is that the data is georeferenced so that environmental data can be combined with the Teagasc NFS",
                            "type": "paragraph"
                        },
                        {
                            "text": "The primary data source for the model is the Teagasc NFS for 2014 consistent with the administrative control totals. It is a voluntary survey, conducted as a part of the European Commission Farm Accountancy Data Network (FADN) and is used for policy, research, financial and performance measurement purposes (<a href=\"#bib44\">Teagasc, 2017</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The main variables collected in the survey are costs, subsidies, purchases, assets, liabilities, yields, inventories and sales. Farms in the survey are characterised as dairy, cattle rearing, cattle other, sheep and tillage systems. Because of the small number of farms, poultry and pig systems are not represented in the Teagasc NFS.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The FADN datasets have been referenced since about 2015 but have as of yet not been released for research purposes. A novel feature the Teagasc NFS is that historical data were georeferenced using address data. This process was particularly difficult given the imprecision of Irish addresses prior to the introduction of post codes in 2014 as described by Green and <a href=\"#bib26\">O’Donoghue et al. (2013)</a>. However, this geo-referencing process allowed for local environmental variables such as rainfall, temperature, altitude, detailed soil codes etc. to be extracted from GIS databases.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-7",
                    "title": "3.7 Farm survey data",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "From 2014 onwards, farms below €8,000 Standard Output (SO) were not included in the Teagasc NFS sample.<sup><a href=\"#fn5\">5</a></sup> The 2014 NFS survey represents 78641 farm holdings with 93% of sectoral output, however, about 60000 small farms recorded in the Administrative data are not covered by the survey. Thus, although most output is covered in the NFS, approximately 20% of the land area is not covered.<sup><a href=\"#fn6\">6</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "These differences are highlighted in <a href=\"#table2\">Table 2</a>, which presents the share of farms by system and size for both the survey and administrative data on which we develop our control totals. From a size perspective, 53% of farms in the administrative datasets are below 30 hectares, while less than 20% of the survey farms are in this bracket. Over 80% of the farms in the administrative data are cattle and sheep farms. Looking at livestock density, the farms excluded from the NFS have lower farm size, livestock density and consequently lower SO; hence their exclusion. Looking at system, dairy farms are over-represented in the survey by virtue of their higher output. However, 12% of farms in the administrative survey contain land, but no animals or tillage crops, as these farms are used for rental, silage production or grazing, with limited economic output.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In developing this model, it is important that the under-represented farms or non-represented farms are included. To do this, ‘synthetic farms’ are generated to represent missing farm types, (mostly cattle and sheep farms). To produce clones, farms under 50 hectares in the survey are replicated, adjusting all variables to a smaller farm size. For other pasture-only farms, we sample according to the size distribution and set their activity to zero, (bar land rental and silage costs).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\" colspan=\"5\">NFS</th><th align=\"left\" colspan=\"5\">Administrative Data</th></tr><tr><th align=\"left\">system</th><th align=\"left\">&lt;= 20 Ha</th><th align=\"left\">20-30 Ha</th><th align=\"left\">30-50 Ha</th><th align=\"left\">50+ Ha</th><th align=\"left\">Total</th><th align=\"left\">&lt;= 20 Ha</th><th align=\"left\">20-30 Ha</th><th align=\"left\">30-50 Ha</th><th align=\"left\">50+ Ha</th><th align=\"left\">Total</th></tr></thead><tbody><tr><td align=\"left\">Dairy</td><td align=\"left\">1.1</td><td align=\"left\">2.4</td><td align=\"left\">11.1</td><td align=\"left\">20.8</td><td align=\"left\">35.4</td><td align=\"left\">0.4</td><td align=\"left\">1.1</td><td align=\"left\">3.6</td><td align=\"left\">6.1</td><td align=\"left\">11.2</td></tr><tr><td align=\"left\">Cattle Rearing</td><td align=\"left\">0.7</td><td align=\"left\">3.4</td><td align=\"left\">6.6</td><td align=\"left\">4.4</td><td align=\"left\">15.1</td><td align=\"left\">7.6</td><td align=\"left\">3.9</td><td align=\"left\">4.2</td><td align=\"left\">1.9</td><td align=\"left\">17.5</td></tr><tr><td align=\"left\">Cattle Other</td><td align=\"left\">2.5</td><td align=\"left\">3.6</td><td align=\"left\">7.8</td><td align=\"left\">11.4</td><td align=\"left\">25.4</td><td align=\"left\">15.7</td><td align=\"left\">7.6</td><td align=\"left\">8.5</td><td align=\"left\">5.6</td><td align=\"left\">37.5</td></tr><tr><td align=\"left\">Sheep</td><td align=\"left\">1.4</td><td align=\"left\">1.7</td><td align=\"left\">4.0</td><td align=\"left\">5.8</td><td align=\"left\">12.9</td><td align=\"left\">4.8</td><td align=\"left\">2.0</td><td align=\"left\">2.6</td><td align=\"left\">2.4</td><td align=\"left\">11.9</td></tr><tr><td align=\"left\">Tillage</td><td align=\"left\">0.5</td><td align=\"left\">1.0</td><td align=\"left\">1.4</td><td align=\"left\">5.7</td><td align=\"left\">8.6</td><td align=\"left\">2.2</td><td align=\"left\">1.1</td><td align=\"left\">1.7</td><td align=\"left\">2.6</td><td align=\"left\">7.7</td></tr><tr><td align=\"left\">Mixed</td><td align=\"left\">0.0</td><td align=\"left\">0.2</td><td align=\"left\">0.3</td><td align=\"left\">2.1</td><td align=\"left\">2.6</td><td align=\"left\">0.6</td><td align=\"left\">0.3</td><td align=\"left\">0.4</td><td align=\"left\">0.6</td><td align=\"left\">2.0</td></tr><tr><td align=\"left\">Other Pasture Farms (Rental, Silage, Grazing)</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">5.0</td><td align=\"left\">0.7</td><td align=\"left\">0.5</td><td align=\"left\">6.2</td><td align=\"left\">12.3</td></tr><tr><td align=\"left\">Total</td><td align=\"left\">6.2</td><td align=\"left\">12.3</td><td align=\"left\">31.2</td><td align=\"left\">50.3</td><td align=\"left\">100.0</td><td align=\"left\">36.3</td><td align=\"left\">16.7</td><td align=\"left\">21.5</td><td align=\"left\">25.4</td><td align=\"left\">100.0</td></tr></tbody></table>"
                                    ],
                                    "title": "Comparison of survey and administrative data.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-8",
                    "title": "3.8 Representativity",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The agronomic and environmental variables that are used in SMILE are grass growth rate, grass land cover, continentality (region’s climatic difference), rainfall, temperature, region, distance to sea, the principal soil type and physiological land characteristics. In relation to soil quality, ‘Soil1’ represents areas with ‘good’ soils, i.e. soils of wide and moderately wide use ranges. Soil2 identifies medium soil quality with somewhat impeded drainage, while Soil3 represents poorer soils with limited agricultural use. These variables are in binary form, with 1 having an association and 0 otherwise.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Grass is the main source of feed for animals in outdoor farming systems. Spring grass growth rate and grass cover variables (<a href=\"#table3\">Table 3</a>) are taken from satellite observations of grass growth during the spring season (<a href=\"#bib13\">Green et al., 2018</a>). Rainfall and temperature data are provided by the Irish weather agency (Met Eireann).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Variable Name</th><th align=\"left\">Mean</th><th align=\"left\">St. Dev</th><th align=\"left\">Min</th><th align=\"left\">Max</th></tr></thead><tbody><tr><td align=\"left\">Spring grass growth rate (dry matter kg/ha)</td><td align=\"left\">9.33</td><td align=\"left\">6.36</td><td align=\"left\">-19.37</td><td align=\"left\">30.32</td></tr><tr><td align=\"left\">Spring grass cover (ha)</td><td align=\"left\">6500.25</td><td align=\"left\">728.79</td><td align=\"left\">3176.46</td><td align=\"left\">8575.78</td></tr><tr><td align=\"left\">Mean_Rain (annual average, mm)</td><td align=\"left\">107.64</td><td align=\"left\">23.80</td><td align=\"left\">60.25</td><td align=\"left\">246.47</td></tr><tr><td align=\"left\">Mean_Temp (annual average, °C)</td><td align=\"left\">9.07</td><td align=\"left\">0.60</td><td align=\"left\">4.67</td><td align=\"left\">10.76</td></tr><tr><td align=\"left\">Soil1 (binary)</td><td align=\"left\">0.17</td><td align=\"left\">0.37</td><td align=\"left\">0</td><td align=\"left\">1</td></tr><tr><td align=\"left\">Soil2 (binary)</td><td align=\"left\">0.81</td><td align=\"left\">0.39</td><td align=\"left\">0</td><td align=\"left\">1</td></tr><tr><td align=\"left\">Soil3 (binary)</td><td align=\"left\">0.01</td><td align=\"left\">0.12</td><td align=\"left\">0</td><td align=\"left\">1</td></tr></tbody></table>"
                                    ],
                                    "title": "Summary statistics of agronomic & environmental variables.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-9",
                    "title": "3.9 Environmental and agronomic variables",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The independent variables included in SMILE are farmer age, farm size, family unpaid labour, dairy forage area, cattle forage area, sheep forage area, dairy livestock units, cattle livestock units, sheep livestock units, mean rainfall, mean temperature, continentality, distance to sea, land physiology, principal soil types and spring grass growth. <a href=\"#table4\">Table 4</a> presents both simulated and sampled farm gross margin and gross output. All values are in Euro. It can be seen that the means of the simulated and sampled values are relatively close to each other, while standard deviation, maximum and minimum values have comparatively wider gaps.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">Variable</th><th align=\"left\">Obs</th><th align=\"left\">Mean</th><th align=\"left\">Std. Dev</th><th align=\"left\">Min</th><th align=\"left\">Max</th></tr></thead><tbody><tr><td align=\"left\">Sampled Gross Margin (€)</td><td align=\"left\">farmgm_ha</td><td align=\"left\">111,369</td><td align=\"left\">483.27</td><td align=\"left\">705.46</td><td align=\"left\">-1185.02</td><td align=\"left\">13377.3</td></tr><tr><td align=\"left\">Simulated Gross Margin (€)</td><td align=\"left\">si_farmgm_ha</td><td align=\"left\">111,369</td><td align=\"left\">483.24</td><td align=\"left\">802.28</td><td align=\"left\">-6325.19</td><td align=\"left\">74604.22</td></tr></tbody></table>"
                                    ],
                                    "title": "Sampled and simulated dependent variable (summary statistics).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-10",
                    "title": "3.10 Independent and dependent variables",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Methods and data",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This section presents the impact of amending matched data in the geospatial microsimulation model to highlight the impact of adjusting to account for localised natural capital.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "As context, we consider how farm market incomes vary by measures of natural capital. We focus on market income as measures of net income incorporating farm subsidies which tend to mitigate agronomic differences due to subsidies that account for natural capital such as the Areas of Natural Constraints (ANC) scheme.<sup><a href=\"#fn7\">7</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The relationship between soil quality and farm market incomes in the geo-referenced Teagasc NFS is presented in <a href=\"#fig1\">Figure 1</a>. In general, better quality soils such as acid brown earths, brown podzolics and grey-brown podzolics enable higher stocking densities and are more productive in relation to crop and grass growth and consequent output and farm margin. Poorer soil types, e.g. organic (peat) soils and stony (lithosols) limit farm productivity and consequent economic performance. Higher stocking rates allow for high value systems such as dairy farming. Drier, flatter fertile land allows for high yields and machine trafficability, enabling tillage farming to be undertaken.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00302%2Fijm-00302-fig001.tif",
                                        "size": {
                                            "width": 1175,
                                            "height": 768
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00302%2Fijm-00302-fig001.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00302-fig001.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "Monthly mean gross margin per hectare by soil types (€).. Source: Author calculations using Teagasc NFS (2014).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In Tables S1 and S2 (appendix), this relationship is generalised using a multi-variate regression model of market gross margin per hectare against the variables used as a proxy for natural capital in this paper. It also reports summary statistics in relation to the natural capital variables in SMILE and the base survey, the Teagasc NFS. The former represents the natural capital variables of all agricultural land, while the latter represents the natural capital characteristics of areas where the largely higher output farms on typically better land are located (see <a href=\"#bib13\">Green et al., 2018</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Applying the survey estimated coefficients to the real geospatial pattern of natural capital and the surveyed farms allows for the calculation of the differential impact of natural capital variables. The SMILE dataset has 14% lower market gross margin per hectare (€972) than the Teagasc NFS (€1199). This difference is expected, given that the NFS is sampled on better land and by definition with better farms.<sup><a href=\"#fn8\">8</a></sup> It implies that the distribution of land in general as represented by all farms is worse than the survey data, consistent with <a href=\"#bib13\">Green et al. (2018)</a>. This highlights the challenge if natural capital is not accounted for when generating the base dataset of the model.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Farm income differentials by natural capital",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The initial match is generated by sampling the adjusted NFS using the calibration totals from the administrative data according to size and system. The geospatial distribution of the market gross margin per hectare is reported in map (a) in <a href=\"#fig2\">Figure 2</a> and in column (A) in <a href=\"#table5\">Table 5</a>. The results are consistent with largely better land and higher incomes South and East of a line from North East to South West, observed by <a href=\"#bib52\">Commins and Frawley (1996)</a>. This pattern is a reflection of the sampling by size and system from the adjusted survey according to the geospatial control totals. However, this regional difference ignores the variations in natural capital identified in <a href=\"#table1\">Table 1</a> above.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00302%2Fijm-00302-fig002.tif",
                                        "size": {
                                            "width": 595,
                                            "height": 534
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00302%2Fijm-00302-fig002.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00302-fig002.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Market Gross Margin per Hectare Sampled and Simulated (based on Jenks or Natural Breaks Classification).",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "NB = This analysis focuses on primarily on pastoral farms; E = East; M = Midlands; NE = North East; N = North West; SE = South East; SW = South West; W = West;",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\" colspan=\"2\">Market Gross Margin per Ha (€)</th><th align=\"left\" colspan=\"2\">Market Gross Margin per Ha relative to national average (€)</th><th align=\"left\" colspan=\"2\">Ratio</th></tr><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\">Sampled</th><th align=\"left\">Simulated</th><th align=\"left\">Sampled</th><th align=\"left\">Simulated</th><th align=\"left\"/><th align=\"left\"/></tr></thead><tbody><tr><td align=\"left\">County</td><td align=\"left\">Region</td><td align=\"left\">A</td><td align=\"left\">B</td><td align=\"left\">C</td><td align=\"left\">D</td><td align=\"left\">D/C</td><td align=\"left\">B/A</td></tr><tr><td align=\"left\">Carlow</td><td align=\"left\">SE</td><td align=\"left\">1094.6</td><td align=\"left\">1147.8</td><td align=\"left\">1.13</td><td align=\"left\">1.24</td><td align=\"left\">1.10</td><td align=\"left\">1.05</td></tr><tr><td align=\"left\">Cavan</td><td align=\"left\">NW</td><td align=\"left\">860.2</td><td align=\"left\">735.7</td><td align=\"left\">0.89</td><td align=\"left\">0.79</td><td align=\"left\">0.90</td><td align=\"left\">0.86</td></tr><tr><td align=\"left\">Clare</td><td align=\"left\">MW</td><td align=\"left\">760.4</td><td align=\"left\">722.5</td><td align=\"left\">0.78</td><td align=\"left\">0.78</td><td align=\"left\">1.00</td><td align=\"left\">0.95</td></tr><tr><td align=\"left\">Cork</td><td align=\"left\">SW</td><td align=\"left\">1617.8</td><td align=\"left\">1584.1</td><td align=\"left\">1.67</td><td align=\"left\">1.71</td><td align=\"left\">1.03</td><td align=\"left\">0.98</td></tr><tr><td align=\"left\">Donegal</td><td align=\"left\">NW</td><td align=\"left\">688.8</td><td align=\"left\">515.7</td><td align=\"left\">0.71</td><td align=\"left\">0.56</td><td align=\"left\">0.79</td><td align=\"left\">0.75</td></tr><tr><td align=\"left\">Dublin</td><td align=\"left\">E</td><td align=\"left\">902.2</td><td align=\"left\">935.2</td><td align=\"left\">0.93</td><td align=\"left\">1.01</td><td align=\"left\">1.09</td><td align=\"left\">1.04</td></tr><tr><td align=\"left\">Galway</td><td align=\"left\">W</td><td align=\"left\">655.0</td><td align=\"left\">626.0</td><td align=\"left\">0.67</td><td align=\"left\">0.68</td><td align=\"left\">1.00</td><td align=\"left\">0.96</td></tr><tr><td align=\"left\">Kerry</td><td align=\"left\">SW</td><td align=\"left\">1129.3</td><td align=\"left\">996.2</td><td align=\"left\">1.16</td><td align=\"left\">1.08</td><td align=\"left\">0.93</td><td align=\"left\">0.88</td></tr><tr><td align=\"left\">Kildare</td><td align=\"left\">E</td><td align=\"left\">988.3</td><td align=\"left\">1033.6</td><td align=\"left\">1.02</td><td align=\"left\">1.12</td><td align=\"left\">1.10</td><td align=\"left\">1.05</td></tr><tr><td align=\"left\">Kilkenny</td><td align=\"left\">SE</td><td align=\"left\">1475.2</td><td align=\"left\">1528.0</td><td align=\"left\">1.52</td><td align=\"left\">1.65</td><td align=\"left\">1.09</td><td align=\"left\">1.04</td></tr><tr><td align=\"left\">Laois</td><td align=\"left\">M</td><td align=\"left\">1093.7</td><td align=\"left\">1093.8</td><td align=\"left\">1.13</td><td align=\"left\">1.18</td><td align=\"left\">1.05</td><td align=\"left\">1.00</td></tr><tr><td align=\"left\">Leitrim</td><td align=\"left\">NW</td><td align=\"left\">531.2</td><td align=\"left\">387.5</td><td align=\"left\">0.55</td><td align=\"left\">0.42</td><td align=\"left\">0.77</td><td align=\"left\">0.73</td></tr><tr><td align=\"left\">Limerick</td><td align=\"left\">MW</td><td align=\"left\">1384.3</td><td align=\"left\">1386.6</td><td align=\"left\">1.42</td><td align=\"left\">1.50</td><td align=\"left\">1.05</td><td align=\"left\">1.00</td></tr><tr><td align=\"left\">Longford</td><td align=\"left\">M</td><td align=\"left\">631.3</td><td align=\"left\">589.1</td><td align=\"left\">0.65</td><td align=\"left\">0.64</td><td align=\"left\">0.98</td><td align=\"left\">0.93</td></tr><tr><td align=\"left\">Louth</td><td align=\"left\">NE</td><td align=\"left\">933.6</td><td align=\"left\">905.9</td><td align=\"left\">0.96</td><td align=\"left\">0.98</td><td align=\"left\">1.02</td><td align=\"left\">0.97</td></tr><tr><td align=\"left\">Mayo</td><td align=\"left\">W</td><td align=\"left\">564.8</td><td align=\"left\">482.7</td><td align=\"left\">0.58</td><td align=\"left\">0.52</td><td align=\"left\">0.90</td><td align=\"left\">0.85</td></tr><tr><td align=\"left\">Meath</td><td align=\"left\">E</td><td align=\"left\">1030.0</td><td align=\"left\">1072.1</td><td align=\"left\">1.06</td><td align=\"left\">1.16</td><td align=\"left\">1.09</td><td align=\"left\">1.04</td></tr><tr><td align=\"left\">Monaghan</td><td align=\"left\">NE</td><td align=\"left\">837.8</td><td align=\"left\">725.7</td><td align=\"left\">0.86</td><td align=\"left\">0.78</td><td align=\"left\">0.91</td><td align=\"left\">0.87</td></tr><tr><td align=\"left\">Offaly</td><td align=\"left\">M</td><td align=\"left\">925.9</td><td align=\"left\">922.7</td><td align=\"left\">0.95</td><td align=\"left\">1.00</td><td align=\"left\">1.05</td><td align=\"left\">1.00</td></tr><tr><td align=\"left\">Roscommon</td><td align=\"left\">W</td><td align=\"left\">576.9</td><td align=\"left\">534.8</td><td align=\"left\">0.59</td><td align=\"left\">0.58</td><td align=\"left\">0.97</td><td align=\"left\">0.93</td></tr><tr><td align=\"left\">Sligo</td><td align=\"left\">NW</td><td align=\"left\">600.9</td><td align=\"left\">524.1</td><td align=\"left\">0.62</td><td align=\"left\">0.57</td><td align=\"left\">0.91</td><td align=\"left\">0.87</td></tr><tr><td align=\"left\">Tipperary</td><td align=\"left\">MW/SE</td><td align=\"left\">1380.2</td><td align=\"left\">1410.8</td><td align=\"left\">1.42</td><td align=\"left\">1.52</td><td align=\"left\">1.07</td><td align=\"left\">1.02</td></tr><tr><td align=\"left\">Waterford</td><td align=\"left\">SE</td><td align=\"left\">1564.9</td><td align=\"left\">1650.9</td><td align=\"left\">1.61</td><td align=\"left\">1.78</td><td align=\"left\">1.11</td><td align=\"left\">1.05</td></tr><tr><td align=\"left\">Westmeath</td><td align=\"left\">M</td><td align=\"left\">857.5</td><td align=\"left\">883.8</td><td align=\"left\">0.88</td><td align=\"left\">0.95</td><td align=\"left\">1.08</td><td align=\"left\">1.03</td></tr><tr><td align=\"left\">Wexford</td><td align=\"left\">SE</td><td align=\"left\">1490.0</td><td align=\"left\">1575.5</td><td align=\"left\">1.53</td><td align=\"left\">1.70</td><td align=\"left\">1.11</td><td align=\"left\">1.06</td></tr><tr><td align=\"left\">Wicklow</td><td align=\"left\">E</td><td align=\"left\">1127.7</td><td align=\"left\">1089.1</td><td align=\"left\">1.16</td><td align=\"left\">1.18</td><td align=\"left\">1.01</td><td align=\"left\">0.97</td></tr><tr><td align=\"left\">Total</td><td align=\"left\"/><td align=\"left\">971.6</td><td align=\"left\">926.4</td><td align=\"left\">1.00</td><td align=\"left\">1.00</td><td align=\"left\">1.00</td><td align=\"left\">0.95</td></tr></tbody></table>"
                                    ],
                                    "title": "Average Changes at County level for Sampled and Simulated Market Gross Margin per Ha",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "<a href=\"#fig2\">Figure 2</a> maps these differences, contrasting simulated and sampled results, and highlighting how natural capital factors impact farm market gross margin. The main impacts of agronomic and environmental calibration are seen around the midlands, the West and North-West.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The sampled map (a) represents differences in size and system, without taking additional natural capital drivers into account. We see that the North-West, South and South-East farms have a relatively higher gross margin per hectare, while the Midlands, North and North-East farmers have lower gross margins. This contrasts with the simulated map (b) which incorporates natural capital drivers. The simulation results have relatively higher upper bound values in the South and South-East.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table5\">Table 5</a> reports the average market gross margin per hectare before (sample) and after (simulated) adjustment. The lowest incomes occur in County Leitrim in the North West in both cases. This reflects the location of lower production systems in this area due to the poor agronomic condition (sample) and due to the relative difference in extent (simulated). As noted above, as the sampling accounts for system differences, which are in part based on ecosystem condition, the impact of the natural capital simulation primarily relates to within-system differences. The bottom seven counties in terms of income are all located in the West, North West or Border regions, with mainly low-income sheep and cattle rearing systems. The ordering is not monotonic, reflecting the underlying ecosystem condition differences, with the addition of the natural capital variables making the biggest difference in Counties Donegal and Roscommon.",
                            "type": "paragraph"
                        },
                        {
                            "text": "At the top of the distribution are counties of the ‘Golden Vale’, Tipperary, Limerick and part of Cork and other counties in the South such as Waterford and Kilkenny. These counties have significant dairy sectors, the highest income farming system. Broadly their rank remains the same across the sampled and simulated results, with Limerick and Tipperary swapping place. The counties in the middle of the distribution are counties in the midlands with a combination of cattle finishing, tillage and some dairy farms.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table5\">Table 5</a> also tabulates the impact of the adjustment due to natural capital condition differences. The adjustment at county level varies from an increase of 11% (Waterford in the SW) to a decrease of 23% (Leitrim in the NW). Of all counties, Kerry in the South West and Donegal in the North West have the biggest falls in rank, falling 5 and 4 places respectively once ecosystem condition is accounted for. Both are coastal counties with relatively large areas of poor land, but with varied farm systems, including some dairy farms. In general, the counties in the East, Midlands and South East have the highest adjustment, with the North-West having the largest reduction. These are consistent with differences in grazing season length, which is driven by natural capital characteristics (<a href=\"#bib13\">Green et al., 2018</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig3\">Figure 3</a> represents the county-level variation of the farm (market) gross margin before and after adjustment for natural capital variables. It can be seen that in the South-East and East of Ireland, there is an increase of up to 5.7% in the farm gross margin. In contrast, the North and South-West of the country see up to a 27.1% decrease in market gross margin. At the same time, the Irish midlands county-level results don’t show a significant change after the inclusion of natural capital variables in the model and, on average, shown only a slight increase in farm gross margin.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00302%2Fijm-00302-fig003.tif",
                                        "size": {
                                            "width": 1205,
                                            "height": 1718
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00302%2Fijm-00302-fig003.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00302-fig003.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Market gross margin per hectare variation.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Our interest in the geospatial distribution of farm income relates to variation in natural capital or environmental attributes on the one hand, and the impact of agricultural activity on the other hand. In <a href=\"#table6\">Table 6</a>, we decompose the variation of market gross margin per hectare across all farms into between-district (geospatial area) variation and within-group variation at the sub-catchment level.<sup><a href=\"#fn9\">9</a></sup> It should be noted that between-group variation accounts for only about 9-10% of the total variation of market gross margin per hectare; it is quite low, but consistent with other findings (<a href=\"#bib31\">O’Donoghue, 2017</a>). This reflects the greater variation between people than between places, reflecting that individual farmers makes individual decisions in relation to stocking rate, system and feed. Farmers also have different skills, efficiency and motivation.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "NB = This analysis focuses on primarily on pastoral farms;",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "The Geospatial unit is sub-catchment.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">Base</th><th align=\"left\"/><th align=\"left\">igm3</th><th align=\"left\"/></tr><tr><th align=\"left\"/><th align=\"left\">GE(2)</th><th align=\"left\">Gini</th><th align=\"left\">GE(2)</th><th align=\"left\">Gini</th></tr></thead><tbody><tr><td align=\"left\">Total</td><td align=\"left\">1.056</td><td align=\"left\">0.677</td><td align=\"left\">1.207</td><td align=\"left\">0.712</td></tr><tr><td align=\"left\">Within</td><td align=\"left\">0.960</td><td align=\"left\"/><td align=\"left\">1.088</td><td align=\"left\"/></tr><tr><td align=\"left\">Between</td><td align=\"left\">0.096</td><td align=\"left\"/><td align=\"left\">0.119</td><td align=\"left\"/></tr></tbody></table>"
                                    ],
                                    "title": "Within and between group variation in market gross margin per hectare.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In undertaking the geospatial adjustment, we find that the simulation method captures more variation, with overall variation increasing by 14% when using the Generalised Entropy measure and 5% when using the Gini. Between area variation increases by 23% as the model improves the geospatial relationship between agricultural income and the pattern of natural capital. Within-area variability also increases but at a lower rate of 13%, given that there are environmental differences within districts as well. Combining, we find that the share of variation accounted for by between-area variation increases by 8%. Within-area variation remains the most important source of variation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In <a href=\"#table7\">Table 7</a>, the statistical significance of the changes made by the simulation procedure to improve the relationship between agriculture and natural capital is reported. For all farms, the mean market gross margin per hectare falls by 5%, with the change in mean being significantly different from zero. The components of the market gross margin, output and direct costs, change by a similar percentage, maintaining the direct cost to output ratio at about 31%.",
                            "type": "paragraph"
                        },
                        {
                            "text": "At a system level, the difference in stocking rate (intensity) and output per livestock unit (yield) on dairy farms, although significantly different from zero has the smallest change of 1% increase and a 2% decrease respectively. When combined into gross output, the changes balance out. This reflects the concentration of dairy systems on better land. The adjustment for natural capital has the highest impact for sheep farms as they occur both in upland areas and lowland areas (with very low stocking rates), with the biggest fall in intensity. This is because Both the intensity and the yield of cattle farms fall by respectively 5% and 4%.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "NB = LB stands for Lower Bound and UB for Upper Bound;",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        },
                                        {
                                            "text": [
                                                {
                                                    "text": "The Lower Bound represents the minimum level of gross output, gross margin, direct costs, etc. that farms have within the simulation, while the Upper Bound represents the maximum level of gross output, gross margin, direct costs, etc. The \"Statistically Different\" column with a value of 1 represents that the change in mean is significantly different from zero and has a probability of less than 5% of being random in terms of the mean being different from zero.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table7",
                                    "label": "Table 7",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\" colspan=\"3\">Sampled</th><th align=\"left\">Simulated</th><th align=\"left\"/><th align=\"left\"/></tr><tr><th align=\"left\"/><th align=\"left\">LB</th><th align=\"left\">UB</th><th align=\"left\">Mean</th><th align=\"left\">Mean</th><th align=\"left\">Ratio Simulated: Sampled</th><th align=\"left\">Statistically Different</th></tr></thead><tbody><tr><td align=\"left\">All Farms</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Market Gross Margin per Ha</td><td align=\"left\">964</td><td align=\"left\">980</td><td align=\"left\">972</td><td align=\"left\">926</td><td align=\"left\">0.95</td><td align=\"left\">1</td></tr><tr><td align=\"left\">Market Gross Output Per Ha</td><td align=\"left\">1398</td><td align=\"left\">1418</td><td align=\"left\">1408</td><td align=\"left\">1336</td><td align=\"left\">0.95</td><td align=\"left\">1</td></tr><tr><td align=\"left\">Farm Direct Costs per Hectare</td><td align=\"left\">434</td><td align=\"left\">439</td><td align=\"left\">437</td><td align=\"left\">409</td><td align=\"left\">0.94</td><td align=\"left\">1</td></tr><tr><td align=\"left\">Dairy Farms</td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"> </td></tr><tr><td align=\"left\">Dairy Livestock Units per Ha</td><td align=\"left\">1.83</td><td align=\"left\">1.85</td><td align=\"left\">1.84</td><td align=\"left\">1.87</td><td align=\"left\">1.01</td><td align=\"left\">1</td></tr><tr><td align=\"left\">Dairy Gross Output per Livestock Units</td><td align=\"left\">1858</td><td align=\"left\">1869</td><td align=\"left\">1864</td><td align=\"left\">1822</td><td align=\"left\">0.98</td><td align=\"left\">1</td></tr><tr><td align=\"left\">Cattle Farms</td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"> </td></tr><tr><td align=\"left\">Cattle Livestock Units per Ha</td><td align=\"left\">1.33</td><td align=\"left\">1.34</td><td align=\"left\">1.33</td><td align=\"left\">1.26</td><td align=\"left\">0.95</td><td align=\"left\">1</td></tr><tr><td align=\"left\">Cattle Gross Output per Livestock Units</td><td align=\"left\">565</td><td align=\"left\">568</td><td align=\"left\">567</td><td align=\"left\">541</td><td align=\"left\">0.96</td><td align=\"left\">1</td></tr><tr><td align=\"left\">Sheep Farms</td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"> </td></tr><tr><td align=\"left\">Sheep Gross Output per Livestock Units</td><td align=\"left\">1.59</td><td align=\"left\">1.60</td><td align=\"left\">1.59</td><td align=\"left\">1.38</td><td align=\"left\">0.87</td><td align=\"left\">1</td></tr><tr><td align=\"left\">Farm Direct Costs per Hectare</td><td align=\"left\">464</td><td align=\"left\">469</td><td align=\"left\">466</td><td align=\"left\">441</td><td align=\"left\">0.95</td><td align=\"left\">1</td></tr></tbody></table>"
                                    ],
                                    "title": "Statistical significance of changes in Farm Market Gross Margin per hectare and its components.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 The geospatial distribution of farm gross margin with and without environmental calibration",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This study develops a modelling framework to improve the capacity to incorporate the heterogeneity of agricultural systems associated with local natural capital characteristics, in geospatial microsimulation models. Existing farm geospatial microsimulation models do not directly factor in natural capital (agronomic and environmental) variables and as result have a tendency to under-estimate geospatial heterogenity, which is an important element influencing costs and output. The modelling framework is then utilised to investigate the impact of natural capital on farm market gross margin.",
                    "type": "paragraph"
                },
                {
                    "text": "In order to account for the geospatial heterogeneity of natural capital, we estimated an income generation model that incorporated physical capital, human capital and natural capital. Once the farm data are sampled in accordance with administrative data-based geospatial control totals, the sampled distribution was adjusted to account for the local natural capital characteristics by adjusting each component of the market output and costs. As the new geospatial distribution of natural capital characteristics is worse than the distribution within the survey, this adjustment has a tendency to reduce average incomes, reflecting the purpose and design of the farm survey used (which focuses on the representativity of output and not place). The results show the lowest incomes occur in West, North West or Border under either measure. This reflects both the fact that lower production systems locate in this area due to the poor agronomic condition (sample) and due to the relative difference in extent (simulated). The highest incomes occur in the South and Mid-West, consistent with findings in others studies. The biggest adjustments at county level occur in terms of growth 11% (Waterford in the SW) to a fall of 23% (Leitrim in the NW). In general, the counties in the East, Midlands and South East have the highest adjustment, with the North-West have the biggest reduction, consistent with grazing season length.",
                    "type": "paragraph"
                },
                {
                    "text": "Decomposing the variation in income between- and within-districts, the majority of income variation occurs within-area, reflecting preferences, skills and attributes of farms and some differences in within-area natural capital. However, adjusting for heterogeneity in natural capital increases the total variation and in particular, between-area variation. The change in mean incomes resulting from this approach was statistically significant both in total and for individual income components, with the biggest changes occurring for sheep farms that are located on a variety of different land types and the smallest changes on dairy farms which are more likely to be concentrated on good land.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper contributes to the literature on agricultural and environmental modelling through the development of the capacity to incorporate natural capital. The paper also contributes to the field of geospatial microsimulation modelling through the advancement of modelling capacity by highlighting the importance of incorporating natural capital conditions and extent in the analysis of farm incomes and developing for its incorporation. Improving the relationship between agriculture and the local environment in economic models has the added benefit of usability for other purposes which rely on this relationship, such as analysis of environment improvement measures on farms and supporting policy frameworks. In order to enhance the model in the future by controlling the uncertainty of distributions of variables, Confidence Intervals could be used to offer more informative way to interpret results (<a href=\"#bib32\">Rahman, 2017</a>; <a href=\"#bib45\">Veroniki et al., 2016</a>). However, the two-stage process of sampling and calibration makes it difficult, while the scale makes it quite a computation challenge.",
                    "type": "paragraph"
                },
                {
                    "text": "Improved consistency between agricultural attributes and natural local capital drivers allows for policy analyses of measures to improve the environmental footprint of agriculture. It is also useful in understanding the local economic drivers of land use change to (for example) forestry and improves our understanding of the contribution of agriculture to rural development. This methodology is scalable as the Irish FADN data used in this paper are available in other countries and similar geospatial datasets exist in many countries. However, it does rely on geo-referenced farm survey data and on the release of geo-referenced farm survey data for research purposes.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Discussion and conclusion",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "<a href=\"http://stats.oecd.org/glossary/detail.asp?ID=1730\">stats.oecd.org/glossary/detail.asp?ID=1730.</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"https://naturalcapitalforum.com/about/\">https://naturalcapitalforum.com/about/</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"https://ec.europa.eu/environment/nature/capital_accounting/pdf/MAES_INCA_2018_report_FINAL-fpub.pdf\">https://ec.europa.eu/environment/nature/capital_accounting/pdf/MAES_INCA_2018_report_FINAL-fpub.pdf</a><a href=\"https://ec.europa.eu/environment/nature/capital_accounting/pdf/MAES_INCA_2018_report_FINAL-fpub.pdf\">https://ec.europa.eu/environment/nature/capital_accounting/pdf/MAES_INCA_2018_report_FINAL-fpub.pdf</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib54\">Björklund and Merilä, 1997</a> use a similar decomposition method but instead use the I<sub>0</sub>, Theil L and I<sub>1</sub> Theil T indices.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A standard output of €8,000 represents the equivalent of 6 dairy cows, 6 hectares of wheat or 14 suckler cows.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This total depends upon how the NFS is weighted.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The ANC scheme provides payments to people farming land in designated areas face significant hardships from factors such as remoteness, difficult topography, climatic problems and poor soil conditions. <a href=\"https://www.gov.ie/en/service/13d971-areas-of-natural-constraint-scheme\">https://www.gov.ie/en/service/13d971-areas-of-natural-constraint-scheme.</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "It should be noted that while the farms are consistent with the distribution of farms, they are not actual farms from the administrative data, but rather farms sampled from the actual NFS. The clone farms to have a geospatial and distributional pattern consistent with the administrative data.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The algorithm was unable to process the analysis at the more disaggregated townland level.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "Building a dynamic spatial microsimulation model for Ireland",
            "authors": [
                {
                    "name": {
                        "index": "Ballas, D",
                        "preferred": "D Ballas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, GP",
                        "preferred": "GP Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wiemers, E",
                        "preferred": "E Wiemers"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "doi": "10.1002/psp.359",
            "id": "bib1",
            "journal": "Population, Space and Place",
            "pages": {
                "first": "157",
                "last": "172",
                "range": "157–172"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "Why some measures of fluctuating asymmetry are so sensitive to measurement error.In Annales Zoologici Fennici",
            "authors": [
                {
                    "name": {
                        "index": "Björklund, M",
                        "preferred": "M Björklund"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Merilä, J",
                        "preferred": "J Merilä"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "id": "bib54",
            "journal": "Finnish Zoological and Botanical Publishing Board",
            "pages": {
                "first": "133",
                "last": "137",
                "range": "133–137"
            },
            "type": "journal",
            "volume": "34"
        },
        {
            "articleTitle": "Wage discrimination: reduced form and structural estimates",
            "authors": [
                {
                    "name": {
                        "index": "Blinder, AS",
                        "preferred": "AS Blinder"
                    },
                    "type": "person"
                }
            ],
            "date": "1973",
            "doi": "10.2307/144855",
            "id": "bib2",
            "journal": "The Journal of Human Resources",
            "pages": "436",
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Decomposable income inequality measures",
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                }
            ],
            "date": "1979",
            "doi": "10.2307/1914138",
            "id": "bib3",
            "journal": "Econometrica: Journal of the Econometric Society",
            "pages": {
                "first": "901",
                "last": "920",
                "range": "901–920"
            },
            "type": "journal",
            "volume": "47"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Commins, P",
                        "preferred": "P Commins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Frawley, JP",
                        "preferred": "JP Frawley"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Changing Structure of Irish Farming: Trends and Prospects, Vol 1, Rural Economy Research Series",
            "date": "1996",
            "id": "bib52",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Dublin"
                        ]
                    },
                    "formatted": [
                        "Dublin"
                    ]
                },
                "name": [
                    "Teagasc"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Creamer, R",
                        "preferred": "R Creamer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fealy, R",
                        "preferred": "R Fealy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hallett, S",
                        "preferred": "S Hallett"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hannam, J",
                        "preferred": "J Hannam"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Holden, N",
                        "preferred": "N Holden"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jones, B",
                        "preferred": "B Jones"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mayr, T",
                        "preferred": "T Mayr"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Simo Josa, I",
                        "preferred": "I Simo Josa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schulte, R",
                        "preferred": "R Schulte"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "TEAGASC",
            "id": "bib55",
            "title": "TEAGASC",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Department of Agriculture, Food and the Marine",
                    "type": "group"
                }
            ],
            "date": "2017",
            "details": "DAFM",
            "id": "bib4",
            "title": "DAFM",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Department of Agriculture, Food and the Marine",
                    "type": "group"
                }
            ],
            "date": "2017",
            "details": "DAFM",
            "id": "bib5",
            "title": "DAFM",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Department of Agriculture, Food and the Marine",
                    "type": "group"
                }
            ],
            "date": "2018",
            "details": "DAFM",
            "id": "bib6",
            "title": "DAFM",
            "type": "unknown"
        },
        {
            "articleTitle": "Labor Market Institutions and the Distribution of Wages, 1973-1992: A Semiparametric Approach",
            "authors": [
                {
                    "name": {
                        "index": "DiNardo, J",
                        "preferred": "J DiNardo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fortin, NM",
                        "preferred": "NM Fortin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lemieux, T",
                        "preferred": "T Lemieux"
                    },
                    "type": "person"
                }
            ],
            "date": "1996",
            "doi": "10.2307/2171954",
            "id": "bib7",
            "journal": "Econometrica",
            "pages": {
                "first": "1001",
                "last": "1044",
                "range": "1001–1044"
            },
            "type": "journal",
            "volume": "64"
        },
        {
            "articleTitle": "A framework for classifying and quantifying the natural capital and ecosystem services of soils",
            "authors": [
                {
                    "name": {
                        "index": "Dominati, E",
                        "preferred": "E Dominati"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Patterson, M",
                        "preferred": "M Patterson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mackay, A",
                        "preferred": "A Mackay"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1016/j.ecolecon.2010.05.002",
            "id": "bib8",
            "journal": "Ecological Economics",
            "pages": {
                "first": "1858",
                "last": "1868",
                "range": "1858–1868"
            },
            "type": "journal",
            "volume": "69"
        },
        {
            "articleTitle": "The impact of human activities on natural capital and ecosystem services of natural pastures in North Xinjiang, China",
            "authors": [
                {
                    "name": {
                        "index": "Dong, X",
                        "preferred": "X Dong"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yang, W",
                        "preferred": "W Yang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ulgiati, S",
                        "preferred": "S Ulgiati"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yan, M",
                        "preferred": "M Yan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhang, X",
                        "preferred": "X Zhang"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1016/j.ecolmodel.2011.11.006",
            "id": "bib9",
            "journal": "Ecological Modelling",
            "pages": {
                "first": "28",
                "last": "39",
                "range": "28–39"
            },
            "type": "journal",
            "volume": "225"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "D’Orazio, M",
                        "preferred": "M D’Orazio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Di Zio, M",
                        "preferred": "M Di Zio"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Scanu, M",
                        "preferred": "M Scanu"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Statistical Matching: Theory and Practice",
            "date": "2006",
            "doi": "10.1002/0470023554",
            "id": "bib12",
            "publisher": {
                "name": [
                    "John Wiley & Sons"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Agronomic, economic, and environmental performance of nitrogen rates and source in Bangladesh’s coastal rice agroecosystems",
            "authors": [
                {
                    "name": {
                        "index": "Emran, SA",
                        "preferred": "SA Emran"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Krupnik, TJ",
                        "preferred": "TJ Krupnik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kumar, V",
                        "preferred": "V Kumar"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ali, MY",
                        "preferred": "MY Ali"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pittelkow, CM",
                        "preferred": "CM Pittelkow"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1016/j.fcr.2019.107567",
            "id": "bib10",
            "journal": "Field Crops Research",
            "pages": "107567",
            "pmid": 31534298,
            "type": "journal",
            "volume": "241"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Farrell, N",
                        "preferred": "N Farrell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lennon, J",
                        "preferred": "J Lennon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ballas, D",
                        "preferred": "D Ballas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "The SMILE model: Construction and calibration, Spatial Microsimulation for Rural Policy Analysis, Teagasc, Dublin, Advances in Spatial Science, 10.1007/978-3-642-30026-4",
            "id": "bib30",
            "title": "Spatial Microsimulation for Rural Policy Analysis",
            "type": "unknown"
        },
        {
            "articleTitle": "How current environmental and weather conditions affect time critical decision making on irish dairy farms",
            "authors": [
                {
                    "name": {
                        "index": "Green, S",
                        "preferred": "S Green"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cawkwell, F",
                        "preferred": "F Cawkwell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dwyer, E",
                        "preferred": "E Dwyer"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "id": "bib13",
            "journal": "International Journal of Agricultural Management",
            "pages": {
                "first": "1",
                "last": "9",
                "range": "1–9"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "articleTitle": "Natural capital: assets, systems, and policies",
            "authors": [
                {
                    "name": {
                        "index": "Helm, D",
                        "preferred": "D Helm"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1093/oxrep/gry027",
            "id": "bib14",
            "journal": "Oxford Review of Economic Policy",
            "pages": {
                "first": "1",
                "last": "13",
                "range": "1–13"
            },
            "type": "journal",
            "volume": "35"
        },
        {
            "articleTitle": "Modelling habitat conservation and participation in agri-environmental schemes: A spatial microsimulation approach",
            "authors": [
                {
                    "name": {
                        "index": "Hynes, S",
                        "preferred": "S Hynes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Farrelly, N",
                        "preferred": "N Farrelly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Murphy, E",
                        "preferred": "E Murphy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "doi": "10.1016/j.ecolecon.2008.02.006",
            "id": "bib15",
            "journal": "Ecological Economics",
            "pages": {
                "first": "258",
                "last": "269",
                "range": "258–269"
            },
            "type": "journal",
            "volume": "66"
        },
        {
            "articleTitle": "A spatial micro-simulation analysis of methane emissions from Irish agriculture",
            "authors": [
                {
                    "name": {
                        "index": "Hynes, S",
                        "preferred": "S Hynes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "discriminator": "a",
            "doi": "10.1016/j.ecocom.2008.10.014",
            "id": "bib16",
            "journal": "Ecological Complexity",
            "pages": {
                "first": "135",
                "last": "146",
                "range": "135–146"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Building a static farm level spatial microsimulation model for rural development and agricultural policy analysis in Ireland",
            "authors": [
                {
                    "name": {
                        "index": "Hynes, S",
                        "preferred": "S Hynes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "discriminator": "b",
            "doi": "10.1504/IJARGE.2009.026230",
            "id": "bib17",
            "journal": "International Journal of Agricultural Resources, Governance and Ecology",
            "pages": {
                "first": "282",
                "last": "299",
                "range": "282–299"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Modeling of natural and social capital on farms: Toward useable integration",
            "authors": [
                {
                    "name": {
                        "index": "Kenny, DC",
                        "preferred": "DC Kenny"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.1016/j.ecolmodel.2017.04.010",
            "id": "bib19",
            "journal": "Ecological Modelling",
            "pages": {
                "first": "1",
                "last": "13",
                "range": "1–13"
            },
            "type": "journal",
            "volume": "356"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Khairo, SA",
                        "preferred": "SA Khairo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mullen, JD",
                        "preferred": "JD Mullen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hacker, RB",
                        "preferred": "RB Hacker"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Patton, DA",
                        "preferred": "DA Patton"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "Economic Research Report No. 31",
            "id": "bib18",
            "title": "Economic Research Report No. 31",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Land-parcel identification system (LPIS)",
                    "type": "group"
                }
            ],
            "date": "2014",
            "details": "LPIS, https://en.wikipedia.org/wiki/Land-parcel_identification_system, Accessed, 15 September 2014",
            "id": "bib20",
            "title": "Accessed",
            "type": "unknown",
            "uri": "https://en.wikipedia.org/wiki/Land-parcel_identification_system"
        },
        {
            "articleTitle": "Yield Stability in Winter Wheat Production: A Survey on German Farmers’ and Advisors’ Views",
            "authors": [
                {
                    "name": {
                        "index": "Macholdt, J",
                        "preferred": "J Macholdt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Honermeier, B",
                        "preferred": "B Honermeier"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.3390/agronomy7030045",
            "id": "bib22",
            "journal": "Agronomy",
            "pages": "45",
            "type": "journal",
            "volume": "7"
        },
        {
            "articleTitle": "Examining access to GP services in rural Ireland using microsimulation analysis",
            "authors": [
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ballas, D",
                        "preferred": "D Ballas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hynes, S",
                        "preferred": "S Hynes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "doi": "10.1111/j.1475-4762.2008.00844.x",
            "id": "bib23",
            "journal": "Area",
            "pages": {
                "first": "354",
                "last": "364",
                "range": "354–364"
            },
            "type": "journal",
            "volume": "40"
        },
        {
            "articleTitle": "Male-Female Wage Differentials in Urban Labor Markets",
            "authors": [
                {
                    "name": {
                        "index": "Oaxaca, RL",
                        "preferred": "RL Oaxaca"
                    },
                    "type": "person"
                }
            ],
            "date": "1973",
            "doi": "10.2307/2525981",
            "id": "bib24",
            "journal": "International Economic Review",
            "pages": {
                "first": "693",
                "last": "709",
                "range": "693–709"
            },
            "type": "journal",
            "volume": "14"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Howley, P",
                        "preferred": "P Howley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hynes, S",
                        "preferred": "S Hynes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fealy, R",
                        "preferred": "R Fealy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chyzheuskaya, A",
                        "preferred": "A Chyzheuskaya"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Green, S",
                        "preferred": "S Green"
                    },
                    "type": "person"
                }
            ],
            "authorsEtAl": true,
            "bookTitle": "The Spatial Relationship between Economic Activity and River Water Quality (Economics Working Paper No. 163)",
            "date": "2010",
            "id": "bib27",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Galway"
                        ]
                    },
                    "formatted": [
                        "Galway"
                    ]
                },
                "name": [
                    "Department of Economics, National University of Ireland"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lennon, J",
                        "preferred": "J Lennon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Loughrey, J",
                        "preferred": "J Loughrey"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "Short and medium-term projections of household income in ireland using a spatial microsimulation model, Spatial Microsimulation for Rural Policy Analysis, Springer Science & Business Media",
            "id": "bib28",
            "title": "Spatial Microsimulation for Rural Policy Analysis",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Farrell, N",
                        "preferred": "N Farrell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lennon, J",
                        "preferred": "J Lennon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ballas, D",
                        "preferred": "D Ballas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Clarke, G",
                        "preferred": "G Clarke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hynes, S",
                        "preferred": "S Hynes"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "The SMILE model: construction and calibration, Spatial Microsimulation for Rural Policy Analysis, Springer-Verlag, 10.1007/978-3-642-30026-4",
            "id": "bib26",
            "title": "Spatial Microsimulation for Rural Policy Analysis",
            "type": "unknown"
        },
        {
            "articleTitle": "Spatial Microsimulation Modelling: A Review of Applications and Methodological Choices",
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morrissey, K",
                        "preferred": "K Morrissey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lennon, J",
                        "preferred": "J Lennon"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "discriminator": "b",
            "doi": "10.34196/ijm.00093",
            "id": "bib29",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "26",
                "last": "75",
                "range": "26–75"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "details": "177–214, Farm-Level Income Generation Microsimulation Model, Farm-Level Microsimulation Modelling, Palgrave Macmillan, p, 10.1007/978-3-319-63979-6",
            "id": "bib31",
            "title": "Farm-Level Microsimulation Modelling",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ryan, M",
                        "preferred": "M Ryan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kilcline, K",
                        "preferred": "K Kilcline"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Daly, K",
                        "preferred": "K Daly"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fenton, O",
                        "preferred": "O Fenton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heanue, K",
                        "preferred": "K Heanue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Denis, OH",
                        "preferred": "OH Denis"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Agri-Environmental Knowledge Innovation System for Water Quality Improvement (No. 276232)",
            "date": "2018",
            "id": "bib11",
            "publisher": {
                "name": [
                    "European Association of Agricultural Economists"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The spatial impact of rural economic change on river water quality",
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Buckley, C",
                        "preferred": "C Buckley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chyzheuskaya, A",
                        "preferred": "A Chyzheuskaya"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Green, S",
                        "preferred": "S Green"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Howley, P",
                        "preferred": "P Howley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hynes, S",
                        "preferred": "S Hynes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Upton, V",
                        "preferred": "V Upton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ryan, M",
                        "preferred": "M Ryan"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1016/j.landusepol.2021.105322",
            "id": "bib51",
            "journal": "Land Use Policy",
            "pages": "105322",
            "type": "journal",
            "volume": "103"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rahman, A",
                        "preferred": "A Rahman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Small area estimation and microsimulation modeling",
            "date": "2016",
            "id": "bib33",
            "publisher": {
                "name": [
                    "CRC Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Small area housing stress estimation in Australia: Calculating confidence intervals for a spatial microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Rahman, A",
                        "preferred": "A Rahman"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.1080/03610918.2016.1241406",
            "id": "bib32",
            "journal": "Communications in Statistics - Simulation and Computation",
            "pages": {
                "first": "7466",
                "last": "7484",
                "range": "7466–7484"
            },
            "type": "journal",
            "volume": "46"
        },
        {
            "articleTitle": "Developing alternative income generation activities reduces forest dependency of the poor and enhances their livelihoods: the case of the Chunati Wildlife Sanctuary, Bangladesh",
            "authors": [
                {
                    "name": {
                        "index": "Rahman, MM",
                        "preferred": "MM Rahman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mahmud, MAA",
                        "preferred": "MAA Mahmud"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ahmed, FU",
                        "preferred": "FU Ahmed"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Deb, R",
                        "preferred": "R Deb"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.1080/14728028.2017.1320590",
            "id": "bib34",
            "journal": "Forests, Trees and Livelihoods",
            "pages": {
                "first": "256",
                "last": "270",
                "range": "256–270"
            },
            "type": "journal",
            "volume": "26"
        },
        {
            "articleTitle": "Using microsimulation to maximise scarce survey data: applications for catchment scale modelling and policy analysis",
            "authors": [
                {
                    "name": {
                        "index": "Ramilan, T",
                        "preferred": "T Ramilan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Scrimgeour, F",
                        "preferred": "F Scrimgeour"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Marsh, D",
                        "preferred": "D Marsh"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1007/s10666-011-9300-4",
            "id": "bib35",
            "journal": "Environmental Modeling & Assessment",
            "pages": {
                "first": "399",
                "last": "410",
                "range": "399–410"
            },
            "type": "journal",
            "volume": "17"
        },
        {
            "articleTitle": "An evaluation of statistical matching",
            "authors": [
                {
                    "name": {
                        "index": "Rodgers, WL",
                        "preferred": "WL Rodgers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "DeVol, E",
                        "preferred": "E DeVol"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Proceedings of the American Statistical Association Section on Survey Research Methods"
                ]
            },
            "date": "1981",
            "id": "bib36",
            "pages": {
                "first": "128",
                "last": "132",
                "range": "128–132"
            },
            "type": "conference-proceeding"
        },
        {
            "articleTitle": "The class of additively decomposable inequality measures",
            "authors": [
                {
                    "name": {
                        "index": "Shorrocks, AF",
                        "preferred": "AF Shorrocks"
                    },
                    "type": "person"
                }
            ],
            "date": "1980",
            "doi": "10.2307/1913126",
            "id": "bib37",
            "journal": "Econometrica",
            "pages": {
                "first": "613",
                "last": "625",
                "range": "613–625"
            },
            "type": "journal",
            "volume": "48"
        },
        {
            "articleTitle": "The effect of decoupling on farming in Ireland: a regional analysis",
            "authors": [
                {
                    "name": {
                        "index": "Shrestha, S",
                        "preferred": "S Shrestha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hennessy, T",
                        "preferred": "T Hennessy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hynes, S",
                        "preferred": "S Hynes"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "id": "bib39",
            "journal": "Irish Journal of Agricultural and Food Research",
            "pages": "13",
            "type": "journal",
            "volume": "1"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Shrestha, S",
                        "preferred": "S Shrestha"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Barnes, A",
                        "preferred": "A Barnes"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ahmadi, BV",
                        "preferred": "BV Ahmadi"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Farm-level modelling: techniques, applications and policy",
            "date": "2016",
            "id": "bib38",
            "publisher": {
                "name": [
                    "CABI"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Pushing it to the edge: extending generalised regression as a spatial microsimulation method",
            "authors": [
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vidyattama, Y",
                        "preferred": "Y Vidyattama"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.34196/ijm.00036",
            "id": "bib42",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "23",
                "last": "33",
                "range": "23–33"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "articleTitle": "A review of spatial microsimulation methods",
            "authors": [
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.34196/ijm.00092",
            "id": "bib40",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "25",
                "range": "4–25"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "articleTitle": "Spatial microsimulation: developments and potential future directions",
            "authors": [
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.34196/ijm.00176",
            "id": "bib41",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "143",
                "last": "161",
                "range": "143–161"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vidyattama, Y",
                        "preferred": "Y Vidyattama"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "107–120, Using Spatial Microsimulation to Derive a Base File for a Spatial Decision Support System, Population Change and Impacts in Asia and the Pacific, Singapore, Springer, p",
            "id": "bib43",
            "title": "Population Change and Impacts in Asia and the Pacific",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Teagasc",
                    "type": "group"
                }
            ],
            "date": "2017",
            "details": "Teagasc",
            "id": "bib44",
            "title": "Teagasc",
            "type": "unknown"
        },
        {
            "articleTitle": "Determinants of off-farm income and its local patterns: A spatial microsimulation of Dutch farmers",
            "authors": [
                {
                    "name": {
                        "index": "van Leeuwen, E",
                        "preferred": "E van Leeuwen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dekkers, J",
                        "preferred": "J Dekkers"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.1016/j.jrurstud.2013.02.002",
            "id": "bib21",
            "journal": "Journal of Rural Studies",
            "pages": {
                "first": "55",
                "last": "66",
                "range": "55–66"
            },
            "type": "journal",
            "volume": "31"
        },
        {
            "articleTitle": "Methods to estimate the between-study variance and its uncertainty in meta-analysis",
            "authors": [
                {
                    "name": {
                        "index": "Veroniki, AA",
                        "preferred": "AA Veroniki"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jackson, D",
                        "preferred": "D Jackson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Viechtbauer, W",
                        "preferred": "W Viechtbauer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bender, R",
                        "preferred": "R Bender"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bowden, J",
                        "preferred": "J Bowden"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Knapp, G",
                        "preferred": "G Knapp"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kuss, O",
                        "preferred": "O Kuss"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Higgins, JPT",
                        "preferred": "JPT Higgins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Langan, D",
                        "preferred": "D Langan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Salanti, G",
                        "preferred": "G Salanti"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1002/jrsm.1164",
            "id": "bib45",
            "journal": "Research Synthesis Methods",
            "pages": {
                "first": "55",
                "last": "79",
                "range": "55–79"
            },
            "pmid": 26332144,
            "type": "journal",
            "volume": "7"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Vidyattama, Y",
                        "preferred": "Y Vidyattama"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tanton, R",
                        "preferred": "R Tanton"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "283–304, Using a spatial farm microsimulation model for australia to estimate the Impact of an external shock on farmer incomes, Statistics for Data Science and Policy Analysis, Singapore, Springer, p, 10.1007/978-981-15-1735-8",
            "id": "bib46",
            "title": "Statistics for Data Science and Policy Analysis",
            "type": "unknown"
        },
        {
            "articleTitle": "Assets, activities and income generation in rural Mexico: factoring in social and public capital <sup>⋆</sup>",
            "authors": [
                {
                    "name": {
                        "index": "Winters, P",
                        "preferred": "P Winters"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Davis, B",
                        "preferred": "B Davis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Corral, L",
                        "preferred": "L Corral"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "doi": "10.1111/j.1574-0862.2002.tb00112.x",
            "id": "bib47",
            "journal": "Agricultural Economics",
            "pages": {
                "first": "139",
                "last": "156",
                "range": "139–156"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "articleTitle": "Modeling vegetation coverage and soil erosion in the Loess Plateau Area of China",
            "authors": [
                {
                    "name": {
                        "index": "Zhou, ZC",
                        "preferred": "ZC Zhou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shangguan, ZP",
                        "preferred": "ZP Shangguan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhao, D",
                        "preferred": "D Zhao"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.1016/j.ecolmodel.2006.04.019",
            "id": "bib48",
            "journal": "Ecological Modelling",
            "pages": {
                "first": "263",
                "last": "268",
                "range": "263–268"
            },
            "type": "journal",
            "volume": "198"
        },
        {
            "articleTitle": "The irish land-parcels identification system (LPIS)–experiences in ongoing and recent environmental research and land cover mapping",
            "authors": [
                {
                    "name": {
                        "index": "Zimmermann, J",
                        "preferred": "J Zimmermann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lydon, K",
                        "preferred": "K Lydon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Packham, I",
                        "preferred": "I Packham"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith, G",
                        "preferred": "G Smith"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Green, S",
                        "preferred": "S Green"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1353/bae.2016.0025",
            "id": "bib49",
            "journal": "Biology and Environment",
            "pages": {
                "first": "53",
                "last": "62",
                "range": "53–62"
            },
            "type": "journal",
            "volume": "116B"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: Teagasc National Farm Survey and Simulation Model of the Irish Local Economy.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "A1-T1",
                            "label": "Table A1",
                            "tables": [
                                "<table><thead><tr><th align=\"left\">Explanatory Variables</th><th align=\"left\">Coef.</th><th align=\"left\">Std. Err.</th><th align=\"left\">t</th><th align=\"left\">Mean (Survey Data)</th><th align=\"left\">Mean (SMILE-GIS)</th></tr></thead><tbody><tr><td align=\"left\">Acid Brown Earth 70%</td><td align=\"left\">0.3</td><td align=\"left\">0.3</td><td align=\"left\">0.92</td><td align=\"left\">0.006</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Acid Brown Earth 70% (Coarse texture)</td><td align=\"left\">0.4</td><td align=\"left\">0.3</td><td align=\"left\">1.31</td><td align=\"left\">0.008</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Acid Brown Earth 75%</td><td align=\"left\">0.5</td><td align=\"left\">0.2</td><td align=\"left\">2.05</td><td align=\"left\">0.040</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Acid Brown Earth 90%</td><td align=\"left\">1.2</td><td align=\"left\">0.4</td><td align=\"left\">2.73</td><td align=\"left\">0.011</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Basin Peat 100%</td><td align=\"left\">-0.6</td><td align=\"left\">1.5</td><td align=\"left\">-0.41</td><td align=\"left\">-0.010</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Blanket Peat (Low level) 100%</td><td align=\"left\">-0.1</td><td align=\"left\">0.4</td><td align=\"left\">-0.28</td><td align=\"left\">-0.001</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Brown Podzolic 60%</td><td align=\"left\">0.1</td><td align=\"left\">0.2</td><td align=\"left\">0.61</td><td align=\"left\">0.016</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Brown Podzolic 80%</td><td align=\"left\">0.2</td><td align=\"left\">0.4</td><td align=\"left\">0.49</td><td align=\"left\">0.007</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Degraded Grey Brown Podzolic 50%</td><td align=\"left\">-0.5</td><td align=\"left\">0.3</td><td align=\"left\">-1.68</td><td align=\"left\">-0.014</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Gley 50%</td><td align=\"left\">-0.3</td><td align=\"left\">0.3</td><td align=\"left\">-1.08</td><td align=\"left\">-0.011</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Gley 60%</td><td align=\"left\">0.2</td><td align=\"left\">1.5</td><td align=\"left\">0.13</td><td align=\"left\">0.002</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Gley 75%</td><td align=\"left\">0.4</td><td align=\"left\">0.2</td><td align=\"left\">1.51</td><td align=\"left\">0.024</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Gley 80%</td><td align=\"left\">0.1</td><td align=\"left\">1.5</td><td align=\"left\">0.08</td><td align=\"left\">0.002</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Gley 90%</td><td align=\"left\">-0.4</td><td align=\"left\">1.4</td><td align=\"left\">-0.29</td><td align=\"left\">-0.019</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Grey Brown Podzolic 60%</td><td align=\"left\">-0.1</td><td align=\"left\">0.3</td><td align=\"left\">-0.33</td><td align=\"left\">-0.004</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Grey Brown Podzolic 70%</td><td align=\"left\">0.2</td><td align=\"left\">0.3</td><td align=\"left\">0.88</td><td align=\"left\">0.011</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Grey Brown Podzolic 75%</td><td align=\"left\">0.3</td><td align=\"left\">0.3</td><td align=\"left\">1.01</td><td align=\"left\">0.009</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Grey Brown Podzolic 80%</td><td align=\"left\">0.5</td><td align=\"left\">0.3</td><td align=\"left\">1.64</td><td align=\"left\">0.017</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Island not surveyed</td><td align=\"left\">-0.9</td><td align=\"left\">0.4</td><td align=\"left\">-2.26</td><td align=\"left\">-0.011</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Lithosols and Outcropping Rock 70%</td><td align=\"left\">0.8</td><td align=\"left\">0.2</td><td align=\"left\">3.57</td><td align=\"left\">0.084</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Minimal Grey Brown Podzolic 70%</td><td align=\"left\">0.4</td><td align=\"left\">0.2</td><td align=\"left\">1.48</td><td align=\"left\">0.026</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Peaty Gley 70%</td><td align=\"left\">-1.1</td><td align=\"left\">0.3</td><td align=\"left\">-4.18</td><td align=\"left\">-0.047</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Peaty Podzol 75%</td><td align=\"left\">-1.2</td><td align=\"left\">0.5</td><td align=\"left\">-2.65</td><td align=\"left\">-0.010</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Podzol 70%</td><td align=\"left\">0.4</td><td align=\"left\">0.7</td><td align=\"left\">0.59</td><td align=\"left\">0.001</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Distance to Sea</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">-1.53</td><td align=\"left\">-0.112</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Average Temperature</td><td align=\"left\">-0.1</td><td align=\"left\">0.0</td><td align=\"left\">-5.09</td><td align=\"left\">-1.144</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Average Rainfall</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">-5.7</td><td align=\"left\">-1.673</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Flat to Undulating Lowland (Mainly dry</td><td align=\"left\">-0.3</td><td align=\"left\">0.2</td><td align=\"left\">-1.11</td><td align=\"left\">-0.091</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Flat to Undulating Lowland (Mainly wet</td><td align=\"left\">0.4</td><td align=\"left\">1.4</td><td align=\"left\">0.26</td><td align=\"left\">0.033</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Hill</td><td align=\"left\">0.0</td><td align=\"left\">0.3</td><td align=\"left\">0.09</td><td align=\"left\">0.002</td><td align=\"left\">0.000</td></tr></tbody></table>"
                            ],
                            "title": "Regression model of market gross margin per hectare as a function of natural capital variables.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Source: <a href=\"#bib31\">O’Donoghue (2017)</a>.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "A1-T2",
                            "label": "Table A2",
                            "tables": [
                                "<table><thead><tr><th align=\"left\" rowspan=\"2\">Dep var</th><th align=\"left\">Dairy</th><th align=\"left\">Dairy</th><th align=\"left\">Cattle</th><th align=\"left\">Cattle</th><th align=\"left\">Sheep</th><th align=\"left\">Sheep</th><th align=\"left\">Cereal</th></tr><tr><th align=\"left\">Livestock Units/Ha</th><th align=\"left\">Output per livestock unit</th><th align=\"left\">Livestock Units/Ha</th><th align=\"left\">Output per livestock unit</th><th align=\"left\">Livestock Units/Ha</th><th align=\"left\">Output per livestock unit</th><th align=\"left\">Output per livestock unit</th></tr></thead><tbody><tr><td align=\"left\">Obs</td><td align=\"left\">4966</td><td align=\"left\">4957</td><td align=\"left\">13,933</td><td align=\"left\">13,845</td><td align=\"left\">4860</td><td align=\"left\">4772</td><td align=\"left\">2987</td></tr><tr><td align=\"left\">R2</td><td align=\"left\">0.4225</td><td align=\"left\">0.3841</td><td align=\"left\">0.5157</td><td align=\"left\">0.2666</td><td align=\"left\">0.5976</td><td align=\"left\">0.1891</td><td align=\"left\">0.2276</td></tr><tr><td align=\"left\">Price</td><td align=\"left\">0.000045***</td><td align=\"left\"> </td><td align=\"left\">0.0001***</td><td align=\"left\"> </td><td align=\"left\">0.0001***</td><td align=\"left\"> </td><td align=\"left\"> </td></tr><tr><td align=\"left\">Fertiliser per ha</td><td align=\"left\"> </td><td align=\"left\">0.0815***</td><td align=\"left\"> </td><td align=\"left\">0.0783***</td><td align=\"left\">0.2295***</td><td align=\"left\">0.033*</td><td align=\"left\">0.2196***</td></tr><tr><td align=\"left\">Purchased concentrate per Ha</td><td align=\"left\"> </td><td align=\"left\">0.1525***</td><td align=\"left\"> </td><td align=\"left\">0.0988***</td><td align=\"left\">0.0147*</td><td align=\"left\">0.0981***</td><td align=\"left\"> </td></tr><tr><td align=\"left\">Share of enterprise area usage</td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\">-0.2927***</td><td align=\"left\">-0.3804***</td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\">-0.125***</td></tr><tr><td align=\"left\">Stocking rate for the enterprise</td><td align=\"left\"> </td><td align=\"left\">-0.0812***</td><td align=\"left\"> </td><td align=\"left\">-0.1345***</td><td align=\"left\">-0.2149***</td><td align=\"left\">-0.0513**</td><td align=\"left\"> </td></tr><tr><td align=\"left\">Labour (Log)</td><td align=\"left\">0.0542***</td><td align=\"left\">-0.0106</td><td align=\"left\">0.0794</td><td align=\"left\">0.0419***</td><td align=\"left\">0.1001***</td><td align=\"left\">0.0829***</td><td align=\"left\">0.0172</td></tr><tr><td align=\"left\">Age (Log)</td><td align=\"left\">-0.024***</td><td align=\"left\">-0.0122</td><td align=\"left\">-0.0129**</td><td align=\"left\">-0.0015</td><td align=\"left\">0.0007</td><td align=\"left\">0.0267</td><td align=\"left\">-0.0347</td></tr><tr><td align=\"left\">Has an off-farm job</td><td align=\"left\"> </td><td align=\"left\">-0.0109</td><td align=\"left\"> </td><td align=\"left\">0.0139</td><td align=\"left\">-0.0143</td><td align=\"left\">-0.01</td><td align=\"left\">-0.0171</td></tr><tr><td align=\"left\">Farm size (Log)</td><td align=\"left\">-0.132***</td><td align=\"left\">0.0565***</td><td align=\"left\">-0.1142***</td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\">0.028</td><td align=\"left\"> </td></tr><tr><td align=\"left\">Has forestry</td><td align=\"left\"> </td><td align=\"left\">-0.0259</td><td align=\"left\"> </td><td align=\"left\">-0.0221</td><td align=\"left\"> </td><td align=\"left\">-0.0499</td><td align=\"left\">0.1501***</td></tr><tr><td align=\"left\">Extension service</td><td align=\"left\">-0.0055</td><td align=\"left\">0.0077</td><td align=\"left\">0.0067</td><td align=\"left\">0.0289***</td><td align=\"left\">-0.0015</td><td align=\"left\">0.0035</td><td align=\"left\">0.0052</td></tr><tr><td align=\"left\">Agri-environmental Sch</td><td align=\"left\">0.0121*</td><td align=\"left\">0.0129**</td><td align=\"left\">0.0077</td><td align=\"left\">0.0001</td><td align=\"left\">-0.018*</td><td align=\"left\">0.0325*</td><td align=\"left\">0.021</td></tr><tr><td align=\"left\">Constant</td><td align=\"left\">-22.671***</td><td align=\"left\">-5.7243***</td><td align=\"left\">-6.2127***</td><td align=\"left\">19.4944***</td><td align=\"left\">-0.8441***</td><td align=\"left\">14.5525</td><td align=\"left\">7.0117***</td></tr><tr><td align=\"left\">Sigma u</td><td align=\"left\">0.1798</td><td align=\"left\">0.1936***</td><td align=\"left\">0.2523***</td><td align=\"left\">0.3014***</td><td align=\"left\">0.3075***</td><td align=\"left\">0.4936***</td><td align=\"left\">0.4378***</td></tr><tr><td align=\"left\">Sigma e</td><td align=\"left\">0.1329</td><td align=\"left\">0.1343***</td><td align=\"left\">0.179***</td><td align=\"left\">0.3293***</td><td align=\"left\">0.2426***</td><td align=\"left\">0.4209***</td><td align=\"left\">0.3392***</td></tr><tr><td align=\"left\">Rho</td><td align=\"left\">0.6466</td><td align=\"left\">0.6753</td><td align=\"left\">0.6651</td><td align=\"left\">0.4558</td><td align=\"left\">0.6164</td><td align=\"left\">0.5791</td><td align=\"left\">0.6249</td></tr></tbody></table>"
                            ],
                            "title": "Gross output estimation.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "­",
                    "type": "paragraph"
                }
            ],
            "id": "A1",
            "title": "Appendix A"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
