{
    "status": "vor",
    "id": "00305",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00305",
    "authorLine": "Hassan Eini-Zinab, Hananeh Sadat Sadeghi",
    "title": "Population-based Simulation of COVID-19 Outbreak in Iran: Comparison of Different Policy Options",
    "published": "2024-04-30T00:00:00Z",
    "versionDate": "2024-04-30T00:00:00Z",
    "statusDate": "2024-04-30T00:00:00Z",
    "volume": 17,
    "issue": 1,
    "fpage": 102,
    "lpage": 121,
    "elocationId": "102-121",
    "pdf": "http://web:8082/00305/ijm-00305.pdf",
    "subjects": [
        {
            "id": "dynamic-microsimulation",
            "name": "Dynamic microsimulation"
        },
        {
            "id": "demography",
            "name": "Demography"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Simulation and modeling of the COVID-19 outbreak can prognosticate behavior of the disease and simultaneously provide planners with a picture of what to expect. The existing studies simulating the COVID-19 outbreak in Iran, regardless of their macro or micro approaches, have been based on the principle of population homogeneity. Assuming population homogeneity in the simulation will lead to far-fetched results, as the actual population of a society is heterogeneous. This study uses a micro simulation approach and real demographic data drawn from the national census of 2016 conducted by the Statistical Center of Iran to simulate the outbreak. The conceptual framework of the National Corona Virus Taskforce Epidemiological Committee, which uses a SEIR approach, has been developed and expanded in this study to include socioeconomic, demographic, and geographical variables in the model. Total of eight policy scenarios (i.e. No Intervention, Student Quarantine, Weekend Lockdown, Inter-Province Travel Ban, Jobless Quarantine, Elderly Quarantine, Inter-District Travel Ban and Iranian School Policy) have been examined in the simulation. The results indicate, in terms of the number of population at risk, hospitalized patients, and total number of deaths, Jobless Quarantine is the most effective and No Intervention is the least effective policy option in Iran.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Eini-Zinab and Sadeghi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Iran",
                            "locality": [
                                "Tehran"
                            ]
                        },
                        "formatted": [
                            "Tehran",
                            "Iran"
                        ]
                    },
                    "name": [
                        "Department of Community Nutrition"
                    ]
                }
            ],
            "emailAddresses": [
                "Hassan.eini@gmail.com"
            ],
            "name": {
                "index": "Eini-Zinab, Hassan",
                "preferred": "Hassan Eini-Zinab"
            },
            "orcid": "0000-0002-6895-034X",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Iran",
                            "locality": [
                                "Tehran"
                            ]
                        },
                        "formatted": [
                            "Tehran",
                            "Iran"
                        ]
                    },
                    "name": [
                        "Department of Demography"
                    ]
                }
            ],
            "emailAddresses": [
                "sadeghihananeh@gmail.com"
            ],
            "name": {
                "index": "Sadeghi, Hananeh Sadat",
                "preferred": "Hananeh Sadat Sadeghi"
            },
            "orcid": "0000-0002-5115-4312",
            "type": "person"
        }
    ],
    "funding": {
        "statement": "No specific funding for this article is reported."
    },
    "dataSets": {
        "availability": [
            {
                "text": "Please contact the authors for information on data and code availability.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "Population-Based Simulation",
        "Micro Data",
        "Policy Options",
        "COVID-19",
        "Iran"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Over the last few decades, mathematical models of disease transmission have been helpful to gain insights into the transmission dynamics of infectious diseases and the potential role of different intervention strategies (<a href=\"#bib2\">Chowell et al., 2016</a>; <a href=\"#bib10\">Jenner et al., 2020</a>). Currently, there is a global pandemic of COVID-19. To assess its prevalence, it is necessary to have adequate models that allow real-time modeling of the impact of various quarantine measures by the state. It is advisable to simulate and assess organizing or planning any epidemic prevention measures before their implementation. In other words, all the possible ways of spreading a viral infection should be simulated in real time without the involvement of real people (<a href=\"#bib24\">Vyklyuk et al., 2021</a>). Simulation and modeling of the COVID-19 outbreak can prognosticate behavior of the disease and simultaneously provide planners with a picture of what to expect. Furthermore, simulation allows the planner to test different scenarios and programs in a hypothetical setting beforehand and choose the suitable option.",
                    "type": "paragraph"
                },
                {
                    "text": "When reformulating the conceptual population model into an operative simulation model, one can choose between a micro-model approach describing every individual or a macro-model approach aggregating the individuals into classes/states of individuals where only the number of individuals in each state is described. These types of models are needed for different perspectives (<a href=\"#bib6\">Gustafsson and Sternad, 2007</a>). It was stated that micro-simulation and macro-simulation are essentially two alternative methods for making similar statements about the future. However, despite this essential similarity, for practical purposes one will virtually never be indifferent between micro-simulation and macro-simulation (<a href=\"#bib23\">Van Imhoff and Post, 1998</a>). Macro models can provide useful projections at the aggregate level, but their analyses are usually insufficient to reveal the individual impact (<a href=\"#bib13\">Li, 2011</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In fact, microsimulation models differ from the more traditional cohort-based models since they simulate the impact of interventions or policies on individual trajectories rather than the deterministic mean response of homogeneous cohorts. Cohort models investigate a hypothetical homogeneous cohort of individuals as they transition across health states (<a href=\"#bib11\">Krijkamp et al., 2018</a>; <a href=\"#bib15\">Marois and Aktas, 2021</a>). Microsimulation is a technique used to model complex real-life events by simulating the actions of, and/or the impact of, policy change on the individual micro unit (<a href=\"#bib9\">Harding, 2007</a>; <a href=\"#bib22\">Spielauer, 2011</a>; <a href=\"#bib15\">Marois and Aktas, 2021</a>). In a standard situation, each individual in the simulation is an observation in a rectangular data file, which contains records of demographic characteristics and other key variables of interest. The simulator takes as input population files and demographic/epidemiological rates, and updates the population accordingly (<a href=\"#bib27\">Zagheni, 2015</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Microsimulation is the preferred modeling choice if individuals are different, if differences matter, and if there are too many possible combinations of considered characteristics to split the population into a manageable number of groups (<a href=\"#bib22\">Spielauer, 2011</a>). Microsimulation can be used to create static or dynamic models. A static model is a way of synthesising data to produce an entire population estimate of individuals. It is dynamic microsimulation which is used in population projections and to perform ‘what if’ scenario testing of policy interventions (<a href=\"#bib14\">Lomax and Smith, 2017</a>). When heterogeneous populations are used in simulation, one can not only predict the future behavior of the model, but it’s also possible to test different scenarios and policy options on different population groups and compare the results. In this paper we pursue the latter goal to assess the effect of different policy options on COVID-19 outbreak in Iran.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "On February 19, Iran confirmed two cases of death due to COVID-19 in the city of Qom, some 150 km south of the capital city, Tehran. This was the first report of death officially diagnosed as COVID-19 in West Asia, Middle East and North Africa. Following its worldwide spread and two deaths in Qom city, on February 19, the Iranian officials announced the COVID-19 outbreak in the country. The virus spread was rapid in Iran and by March 5, 2020, all 31 provinces had reported infected cases (<a href=\"#bib18\">Raoofi et al., 2020</a>). The COVID-19 situation in Iran continues to evolve rapidly, with the number of individuals who have contracted the virus have increased sharply since the first case was reported around mid-February 2020. According to the spokesperson of the Iranian Ministry of Health and Medical Education, the pandemic has so far claimed 62,999 lives in Iran (April, 2021). The pandemic caused by the spread of this virus has caused different countries to adopt policies in accordance with their conditions. These policies have been formulated and Implemented in accordance with their own circumstances. Due to the novelty of the pandemic, it is not simply possible to measure the effectiveness of aforementioned policies. There is no need to say that the consequences of such interventions taken by the countries will be revealed during time.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Since the outbreak of the pandemic, Iran has tried to find the best national policy package to deal with it. Approaching this precious goal, the trend of the disease has been examined as an important task to discover models of various interventions on changing the natural course of the disease in Iran. When it comes to the interventions, it should be mentioned that Iran’s Epidemiological Committee was obliged by the National Corona Virus Taskforce to model the disease in the shortest possible time using the maximum scientific power of the country to present its scientific findings in the form of policy statements to be a suitable basis for national decisions. Based on this given task and by creating different working groups in the country among universities and using the power of experts inside and outside the country, various statistical models were designed and after expert discussions, the most important and instructive ones were selected (<a href=\"#bib8\">Haghdoost, 2020</a>). This paper, adapts the conceptual framework and parameter values proposed by the Epidemiological Committee.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s1-1",
                    "title": "1.1. COVID-19 in Iran",
                    "type": "section"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "There are a few simulation studies on the outbreak in Iran. The COVID-19 International Modeling Consortium (CoMo Consortium) was created by researchers at the University of Oxford and Cornell University, is partnering with infectious disease modelers and public health experts from over 40 countries in Africa, Asia and America. Iran is part of this Consortium and uses its results in planning. The CoMo consortium has developed an age-structured, compartmental Susceptible-Exposed-Infectious-Recovery (SEIR) model to estimate the trajectory of COVID-19 based on different scenarios, and assess the potential impact of the various behavioral change strategies as well as treatment and vaccines, when they become available.",
                    "type": "paragraph"
                },
                {
                    "text": "In Iran, on the other hand, the study conducted by <a href=\"#bib5\">Ghaffarzadegan and Rahmandad (2020)</a>, draws a modeling-in-real-time of the emerging outbreak of COVID-19 for understanding the state of the disease. They developed a simple dynamic model of the epidemic to provide a more reliable picture of the state of the disease based on time series data for official reports of death, recovered patients, and cumulative number of infections over time and unofficial data points including four observations about the number of Iranian passengers diagnosed with COVID-19 upon arrival in international airports, and three estimates aggregated by healthcare providers in Iran and reports by some news agencies about total cases of death from COVID-19. They estimated about 493,000 infected cases (90% CI: 271K-810K) as of March 20th, 2020. Their estimate for cumulative cases of infection until that date is 916,000 (90% CI: 508K, 1.5M), and for total death is 15,485 (90% CI: 8.4K, 25.8K). These numbers are significantly higher than official statistics. In an another study, <a href=\"#bib28\">Zareie et al. (2020)</a> predicted the number of patients until April 15, 2020 through estimating the three parameters of time-dependent transmission rate, time-dependent recovery rate, and time-dependent death rate from COVID-19 outbreak in China and using the number of COVID-19 infections in Iran. Based on their predictions of Iran about 29,000 people were supposed to be infected from March 25 to April 15, 2020. On average, 1,292 people with COVID-19 were expected to be infected daily in Iran. The epidemic peaks within 3 days (March 25 to March 27, 2020) and reaches its highest point on March 25, 2020 with 1715 infected cases.",
                    "type": "paragraph"
                },
                {
                    "text": "The Como Model as a representative of macro-models uses UN aggregate data based on age and sex. However, this model defects in assuming the population to be homogeneous. Some of individual based models are suffering from this presumption as well. For example, in the Cellular Automata (CA) model, population movement (in order to be at risk of disease) is assumed to be random and stochastic while a population is heterogonous in terms of demographic, economic and social characteristic.",
                    "type": "paragraph"
                },
                {
                    "text": "Indeed, an important feature of a CA is that the automata’s location does not move; they can only change their state. The position of the cells and their neighbourhood relations remain fixed over time. CAs cannot have more than one attribute; for example, a cell could be occupied or unoccupied, but the cell could not contain multiple attributes (<a href=\"#bib3\">Crooks and Heppenstall, 2012</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Simulations considering only final outcomes, e.g. infections/deaths, that use time series data, fall into another problem. In other words, number of infections or deaths is function of age structure, geographical distribution of the population and other socio-economic characteristics. Due to the fact that the population of Iran is scattered in different districts with different population densities, and also this population is heterogeneous in terms of age and sex, our study provides a better understanding of the mechanism of disease prevalence and policy scenarios.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Previous Research",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Recent modeling papers on COVID-19 focus principally on the epidemiology, attempting to both estimate the basic reproductive number of the disease and to provide estimates of the effectiveness of different interventions in flattening the growth curve of the epidemic in order to reduce the burden on the healthcare system (<a href=\"#bib4\">Currie et al., 2020</a>). The theoretical framework most commonly used is based on the division of the human host population into categories containing susceptible, infected but not yet infectious (exposed), infectious, and recovered individuals (<a href=\"#bib12\">Lekone and Finkenstädt, 2006</a>). The (SEIR) model provides a mathematical framework to explain the spread of infectious diseases and has been previously used for estimating the epidemiological parameters of several infectious diseases such as measles, Ebola, and influenza (<a href=\"#bib21\">Sharifi et al., 2020</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Iran’s Epidemiological Committee of National Corona Virus Taskforce used an extended form of the susceptible-exposed-infected/infectious-recovered/removed (SEIR) model, which is a dynamic modelling approach. Such epidemiological models are assumed to be compartmental; the target population will be divided into different sections or compartments (To see mathematical formulas and relationships, please refer to the Supplementary file 1 of the study conducted by <a href=\"#bib21\">Sharifi et al., 2020</a>). In brief, they considered the following compartments: (a) susceptible, referring to the total number of individuals (ie, hosts) who have been susceptible to COVID-19. They assumed the entire population as susceptible in their model; (b) exposed, referring to individuals who are exposed to COVID-19 while they are asymptomatic and not yet infectious; (c) infected, referring to infected people who demonstrate clinical symptoms after their incubation period and have the potential to transmit the disease to other susceptible individuals; and (d) recovered/ removed, depending on the severity of the disease. they assumed that the infected people will (i) be recovered and immune from re-infection and therefore, no longer transmit the infection, (ii) have mild to moderate clinical symptoms and follow home-isolation guidelines without the need to be hospitalized, or (iii) have severe clinical symptoms and require hospitalization. These individuals would either be recovered or die and therefore, removed from the model (<a href=\"#bib21\">Sharifi et al., 2020</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In our study, we expanded the conceptual framework of Iran’s Epidemiological Committee of the National Coronavirus Taskforce by incorporating socioeconomic, demographic, and geographical variables into the model.",
                    "type": "paragraph"
                },
                {
                    "text": "The aforementioned model assumes that individuals in the society are homogeneous. For example, the probability of infection is calculated by dividing the number of infected individuals by total population and this probability is presumed to be equal for all individuals of the society.",
                    "type": "paragraph"
                },
                {
                    "text": "On the other hand, in our study the probability of infection is calculated separately for each district and in case of no infected individual in the district, the probability will be zero. Furthermore, in the households with an infected person, the probability is calculated by dividing the number of infected individuals by the number of the household members. For these households, the model uses the maximum of household or district probabilities of infection. In the expanded model (<a href=\"#fig1\">Figure 1</a>), the variables of district, household, population movement, population density, urban and rural status, economic and social status, age, gender, occupation, and education have been added to the original framework. As a matter of fact, early onset of the disease occurs from a few districts, hence as long as an infected individual has not moved to another district, the probability of infection in the latter district is zero which causes no prevalence. Moreover, the probability of infection within households with an infected individual may be more than other individuals in the same district. Population movement causes the spread and dissemination of the disease in different districts. Population density affects an individual’s number of daily contacts. It is expected that districts with low population density, have lower number of daily contacts. In rural areas, population density is lower than in the urban areas. Employed individuals have more contacts than others and if infected, they are less likely to be effectively isolated. Educated individuals, due to their job type and health literacy level, mostly have fewer contacts (in epidemic conditions) and if infected, they are more likely to isolate. The socioeconomic status of individuals can affect the probabilities of exposure, isolation, recovery, hospitalization, and death. Age and sex can also affect the probabilities of hospitalization and death. The newly added variables are marked with green boxes and red lines in <a href=\"#fig1\">Figure 1</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00305%2Fijm-00305-fig001.tif",
                                "size": {
                                    "width": 1994,
                                    "height": 761
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00305%2Fijm-00305-fig001.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00305-fig001.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Extended conceptual framework in the present study for the outbreak of COVID-19. <i>Source:</i> The Epidemiological Committee of Iran’s National Corona virus Taskforce. The new variables illustrated via green boxes and red lines are added to the original conceptual framework by authors.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s3",
            "title": "3. Conceptual framework",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The statistical population of this study includes 78,921,893 individuals of population in Iran based on the 2016 census. However, a 2% sample of this census which has been published by the Statistical Center of Iran (SCI) as raw data is used in simulation. The SCI selects a 2% sample of census and publishes for public use.<sup><a href=\"#fn1\">1</a></sup> The sampling method is considered as stratified random sampling. After determining the 2% sample size for each urban/rural area of each district, households are selected. To have enough samples from less populated districts, they may contribute more than 2% to the sampling framework. Weights are used at both household and individual level to offset any over or under representation. On the basis of this process, the household weight is calculated equal to the inverse- probability- of- selection and by adjusting this weight based on the population of each sex in the urban/rural area of each district, the individual weight is defined. As a result, there are representative samples from all 429 districts of Iran in this data. For example, more samples are selected from districts with low population, but they will also be given less weight. Therefore, the 2% sample data represents the total population of Iran and its districts at the time of census (<a href=\"#bib19\">SCI, 2016a</a>). The sample size used in this simulation is 1,579,435 individuals. Considering the variable of weight in the data and applying this variable in statistical calculations, we may show indicators for the whole statistical population. Due to the 5.67% growth of the country’s population since the 2016 census, all indicators related to the number of events must be multiplied by 1.0567 to calculate the value of the indicator for the current time. However, one should beware of the fact that not all population groups grow at similar rate.",
                    "type": "paragraph"
                },
                {
                    "text": "This simulation uses R Software. R is a programming language that has gained recognition within the field of decision modeling and simulation. It has the capacity to perform microsimulations more efficiently than software commonly used for decision modeling, incorporate statistical analyses, produce more transparent models and reproducible results. However, no clear guidance of implementation of microsimulation models in R exists (<a href=\"#bib11\">Krijkamp et al., 2018</a>). So, all R codes are written by researchers and no specific package was utilized for simulation. However, multiple packages were used in the process of data management and simulation.<sup><a href=\"#fn2\">2</a></sup>",
                    "type": "paragraph"
                }
            ],
            "id": "s4",
            "title": "4. Data and Software",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Based on the country’s official reports and available epidemiological data, January 21, 2020 was considered as the initial day of the COVID-19 outbreak in Iran. National Epidemiological Committee used several parameters as model inputs and obtained their values from a comprehensive literature review and published articles in relation to COVID-19, as well as relevant parameters derived from estimates in similar epidemics, in particular, H1N1 influenza (<a href=\"#bib7\">Haghdoost et al., 2009</a>). They first shared the initial values of the parameters with Iran’s national and scientific committees and experts, and made the necessary adjustments, accordingly. They compared the revised values of these parameters with the literature as well as the epidemic pattern in Iran. They then made the final revisions for the values of the parameters used as the extended SEIR model inputs (<a href=\"#bib21\">Sharifi et al., 2020</a>). The model variables and their parameters are presented at <a href=\"#table1\">Table 1</a>.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table><thead><tr><th align=\"left\">Model parameter</th><th align=\"left\">Definition</th><th align=\"left\">Value</th><th align=\"left\">References</th></tr></thead><tbody><tr><td align=\"left\">Suscep</td><td align=\"left\">Susceptible population to disease at any time</td><td align=\"left\">78,921,893 individuals<sup><a href=\"#fn1\">1</a></sup> Sample size:1,579,435</td><td align=\"left\">SCI (2016b)<a href=\"#bib20\">SCI (2016b)</a></td></tr><tr><td align=\"left\">Expose</td><td align=\"left\">Exposed population to COVID-19 virus at any time</td><td align=\"left\">With a probability of 105 individuals per a million population in three districts of Qom (136 people), Tehran (917 people), and Rasht (100 people) on the first day</td><td align=\"left\">--</td></tr><tr><td align=\"left\">Infect</td><td align=\"left\">Infected population by COVID-19 virus at any time</td><td align=\"left\">Based on mechanism of model (zero individual on day zero)</td><td align=\"left\">--</td></tr><tr><td align=\"left\">Isolate</td><td align=\"left\">Isolated population after infection who were not hospitalized</td><td align=\"left\">zero individual on time zero (T0)</td><td align=\"left\">--</td></tr><tr><td align=\"left\">Recover</td><td align=\"left\">Recovered population</td><td align=\"left\">zero individual on T0</td><td align=\"left\">--</td></tr><tr><td align=\"left\">Hospice</td><td align=\"left\">Hospitalized patients</td><td align=\"left\">zero individual on T0</td><td align=\"left\">--</td></tr><tr><td align=\"left\">Death</td><td align=\"left\">deceased population</td><td align=\"left\">zero individual on T0</td><td align=\"left\">--</td></tr><tr><td align=\"left\">hospice</td><td align=\"left\">discharged patients (at home or in a special residence that is under care and follow-up)</td><td align=\"left\">zero individual on T0</td><td align=\"left\">--</td></tr><tr><td align=\"left\">N</td><td align=\"left\">Total population</td><td align=\"left\">78921893 individuals who are scattered throughout the country in 429 districtsSample size:1579435</td><td align=\"left\">SCI (2016b)</td></tr><tr><td align=\"left\">C</td><td align=\"left\">Number of daily contacts of healthy individual per day</td><td align=\"left\">The mean number of daily contacts proposed by Iran’s Taskforce<sup><a href=\"#fn3\">3</a></sup> experts with a normal distribution and standard deviation of 2 (min 2 &amp; max 50) is used to assign the daily effective contact numbers. To take into account population density of districts, number of contacts at each district is also set to have a positive correlation coefficient with district population density. The correlation is assumed to have a normal distribution with mean of 0.4 and standard deviation of 0.1 ranging from 0.15 to 0.55.</td><td align=\"left\">--</td></tr><tr><td align=\"left\">B</td><td align=\"left\">Probability of transmission in case of encountering healthy individual with infected individual</td><td align=\"left\">Using the formula applied by the Epidemiology Committee of Iran’s Taskforce:B = (((Sin (2 × 3.14 × (Time +110) / 365)) + 1) ×((0.045 – 0.02) / 2)) +0.02</td><td align=\"left\">Haghdoost et al., 2009&amp;Wan<a href=\"#bib25\">Wan et al. (2020)</a> et al., 2020</td></tr><tr><td align=\"left\">SE</td><td align=\"left\">The number of individuals from the susceptive group who are added to the exposed group daily.</td><td align=\"left\">B×c(Infect/N)Infect/N at the district and household levels is calculated and the higher probability is used.</td><td align=\"left\">--</td></tr><tr><td align=\"left\">EI</td><td align=\"left\">The number of individuals from exposed group who are added to infected group daily</td><td align=\"left\">All exposed people will become ill in D1 days.</td><td align=\"left\">--</td></tr><tr><td align=\"left\">D1</td><td align=\"left\">Duration of time until an exposed individual becomes infected</td><td align=\"left\">Randomly determined for each individual with normal distribution and with mean of 5.33<sup><a href=\"#fn4\">4</a></sup> days and a standard deviation of 0.445 and a minimum of 2 and a maximum of 9 days. N~(5.33,0.445,2,9)</td><td align=\"left\">You et al., 2020</td></tr><tr><td align=\"left\">IIS</td><td align=\"left\">The number of individuals who are isolated daily</td><td align=\"left\">Each infected individual may be isolated randomly with a normal distribution and with a mean probability IS.RATE, standard deviation of 0.05, minimum of 0, and maximum of 1.</td><td align=\"left\">--</td></tr><tr><td align=\"left\">D7</td><td align=\"left\">Duration of time until an infected individual becomes isolated</td><td align=\"left\">Randomly determined for each individual with a normal distribution, mean of 3 days, standard deviation of 0.5, and a minimum of 1 day.N~(3,0.5,1,-)</td><td align=\"left\">Expert Opinion</td></tr><tr><td align=\"left\">IS.RATE</td><td align=\"left\">rate of infected individuals who become isolated</td><td align=\"left\">Randomly determined for each iteration with a normal distribution and mean of 20%, a standard deviation of 5%, a minimum of 5%, and a maximum of 50%. N~(20,5,5,50)</td><td align=\"left\">--</td></tr><tr><td align=\"left\">D8</td><td align=\"left\">Duration of time until an isolated individual becomes recovered</td><td align=\"left\">Randomly determined for each person with normal distribution and mean of 7.91 days, standard deviation of 0.5, and a minimum of 3 days.N~(7.91,0.5,3,-)</td><td align=\"left\">You et al<a href=\"#bib26\">You et al. (2020)</a>., 2020</td></tr><tr><td align=\"left\">IR</td><td align=\"left\">The number of infected individuals(without hospitalization and isolation) who recover daily</td><td align=\"left\">Each individual may be randomly recover daily with a probability calculated by subtracting sum of probabilities of isolation, hospitalization, and death of the individual from 1</td><td align=\"left\">--</td></tr><tr><td align=\"left\">IR.RATE</td><td align=\"left\">Rate of infected individuals(without hospitalization and isolation) who recover</td><td align=\"left\">Calculated by subtracting sum of probabilities of isolation, hospitalization, and death of the individual from 1</td><td align=\"left\">--</td></tr><tr><td align=\"left\">D9</td><td align=\"left\">Duration of time until an infected individual(without hospitalization and isolation) recovers</td><td align=\"left\">Randomly determined for each individual with a normal distribution and an average of 10.91 days, standard deviation of 0.5, and a minimum of 6 days.N~(10.91,0.5,6)</td><td align=\"left\">--</td></tr><tr><td align=\"left\">IH</td><td align=\"left\">Number of infected individuals who are hospitalized daily.</td><td align=\"left\">The daily number of hospitalized patients is, first, determined by multiplying the IH.Rate with the number of infected people. For each individual, then, the probability of hospitalization is estimated based on the age-sex distribution of hospitalized patients (See table 2).</td><td align=\"left\">--</td></tr><tr><td align=\"left\">IH.Rate</td><td align=\"left\">Rate of infected individuals who are hospitalized daily.</td><td align=\"left\">Randomly determined for each iteration with a normal distribution and mean of 5%, a standard deviation of 1%, a minimum of 2%, and a maximum of 15%.N~(0.05,0.01,0.02,0.15)</td><td align=\"left\">--</td></tr><tr><td align=\"left\">D2</td><td align=\"left\">Duration of time until an infected individual becomes hospitalized</td><td align=\"left\">Randomly assigned for each individual with a normal distribution and an average of 2 days and a standard deviation of 0.5 and a minimum of 1 day. N~(2,0.5,1)</td><td align=\"left\">Expert Opinion</td></tr><tr><td align=\"left\">GENERAL</td><td align=\"left\">Number of hospitalized individuals who are admitted to general wards (non-ICU).</td><td align=\"left\">Hospit × 0.9</td><td align=\"left\">--</td></tr><tr><td align=\"left\">ICU</td><td align=\"left\">Number of hospitalized individuals who are admitted to ICUs</td><td align=\"left\">Hospit × 0.10</td><td align=\"left\">--</td></tr><tr><td align=\"left\">HT</td><td align=\"left\">Probability of hospital discharge</td><td align=\"left\">This probability for each individual is determined randomly with a normal distribution, an average of HT.Rate, standard deviation of 0.01 and a minimum of 0 and maximum 1 (100%).N~(HT.Rate,0.01,0,1)</td><td align=\"left\">--</td></tr><tr><td align=\"left\">HT.Rate</td><td align=\"left\">Rate of hospital discharge</td><td align=\"left\">Randomly determined for each iteration with a normal distribution, mean of 90%, standard deviation of 1%, minimum of 80%, and maximum of 99%.N~(0.9,0.01,0.8,0.99)</td><td align=\"left\">National Data and Expert Opinion</td></tr><tr><td align=\"left\">D6</td><td align=\"left\">Duration of time until hospital discharge</td><td align=\"left\">Randomly determined for each individual with a normal distribution and an average of 5 days, standard deviation of 0.5, and a minimum of 1 day. N~(5,0.5,1)</td><td align=\"left\">--</td></tr><tr><td align=\"left\">HR</td><td align=\"left\">The number of individuals who recover daily after discharge</td><td align=\"left\">1- TD.Rate</td><td align=\"left\">--</td></tr><tr><td align=\"left\">D4</td><td align=\"left\">Duration of time between discharge and recovery</td><td align=\"left\">Randomly determined for each individual with a normal distribution and an average of 7 days and a standard deviation of 0.5 and a minimum of 3 days.N~(7,0.5,3)</td><td align=\"left\">National Data and Expert Opinion</td></tr><tr><td align=\"left\">HD</td><td align=\"left\">The Number of individuals who die daily in hospital</td><td align=\"left\">The daily number of hospital deaths is, first, determined by multiplying the HD.Rate with the number of hospitalized patients. For each individual, then, the probability of death is estimated based on the age-sex distribution of deaths (See table 2).</td><td align=\"left\">--</td></tr><tr><td align=\"left\">HD.Rate</td><td align=\"left\">Hospital deaths rate</td><td align=\"left\">1- HT.Rate</td><td align=\"left\">--</td></tr><tr><td align=\"left\">D5</td><td align=\"left\">Duration of time between hospitalization and death</td><td align=\"left\">Randomly determined for each individual with a normal distribution and an average of 5 days, standard deviation of 0.5, and a minimum of 0.N~(5,0.5,0)</td><td align=\"left\">--</td></tr><tr><td align=\"left\">ID</td><td align=\"left\">Number of infected individuals who die daily (without hospitalization)</td><td align=\"left\">The daily number of deaths is, first, determined by multiplying the ID.Rate with the number of infected patients. For each individual, then, the probability of death is estimated based on the age-sex distribution of deaths (See table 2).</td><td align=\"left\">--</td></tr><tr><td align=\"left\">ID. Rate</td><td align=\"left\">Rate of death for infected individuals without hospitalization</td><td align=\"left\">Randomly determined for each iteration with a normal distribution and mean of 2 per thousand, a standard deviation of 5 in tens of thousands, a minimum of 1 per hundred thousand, and maximum 5 per thousand.N~(0.002,0.0005,0.00001,0.005)</td><td align=\"left\">--</td></tr><tr><td align=\"left\">D10</td><td align=\"left\">Duration of time until infected individual die without hospitalization.</td><td align=\"left\">Randomly determined for each individual with a normal distribution and an average of 11 days, standard deviation of 0.5, and a minimum of 4 days.N~(11,0.5,4)</td><td align=\"left\">justify with expert opinion&amp;Haghdoost et al., 2009</td></tr><tr><td align=\"left\">TD</td><td align=\"left\">Number of individuals who die daily after discharge from hospital</td><td align=\"left\">The daily number of deaths is, first, determined by multiplying the TD.Rate with the number of discharged patients. For each individual, then, the probability of death is estimated based on the age-sex distribution of deaths (See table 2).</td><td align=\"left\">--</td></tr><tr><td align=\"left\">TD.Rate</td><td align=\"left\">Rate of death for individuals who die after discharge</td><td align=\"left\">Randomly for each iteration:N~(0.005,0.001,0.0001,0.01)</td><td align=\"left\">National Data and Expert Opinion</td></tr><tr><td align=\"left\">D11</td><td align=\"left\">Duration of time until infected individual dies after discharge from hospital.</td><td align=\"left\">Randomly for each individual:N~(7,0.5,1)</td><td align=\"left\">--</td></tr><tr><td align=\"left\">Population Movement</td><td align=\"left\">Population movement</td><td align=\"left\">2016 Census inter-district migration Matrix: based on this matrix, individuals randomly change their place of residence (probability of daily movement of approximately 8% of the population)</td><td align=\"left\">--</td></tr><tr><td align=\"left\">Urban/Rural</td><td align=\"left\">NA</td><td align=\"left\">the place of residence can be used in policy scenarios</td><td align=\"left\">--</td></tr><tr><td align=\"left\">Population Density</td><td align=\"left\">Population density</td><td align=\"left\">Obtained by dividing the population of each district by its area and is used to determine the number of daily contacts</td><td align=\"left\">--</td></tr><tr><td align=\"left\">Household</td><td align=\"left\">Household</td><td align=\"left\">Individuals in each district are nested in households. The household size shows the number of members and is used to calculate the probability of an infection at the household level</td><td align=\"left\">--</td></tr><tr><td align=\"left\">District</td><td align=\"left\">District</td><td align=\"left\">The country's population lives in 429 districts. The probability of infection is calculated at the district level, as well</td><td align=\"left\">--</td></tr><tr><td align=\"left\">Age &amp; Sex</td><td align=\"left\">Age and sex</td><td align=\"left\">Individual characteristics of members of the society that are used to estimate the probabilities of hospitalization and death</td><td align=\"left\">--</td></tr><tr><td align=\"left\">SES</td><td align=\"left\">NA</td><td align=\"left\">Indicates the level of welfare of the household. Can be used in policy scenarios.</td><td align=\"left\">--</td></tr><tr><td align=\"left\">Occupation</td><td align=\"left\">NA</td><td align=\"left\">Indicates a person's occupational status. Can be used in policy scenarios</td><td align=\"left\">--</td></tr><tr><td align=\"left\">Education</td><td align=\"left\">NA</td><td align=\"left\">Indicates a person's level of education. can be used in policy scenarios</td><td align=\"left\">--</td></tr></tbody></table>"
                            ],
                            "title": "Modeling the COVID-19 outbreak in Iran: parameters, definitions, and values",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "As mentioned earlier, in this study, the simulation is using micro and real demographic data. Accordingly, individuals are located in different districts of Iran, a total of 429, and in each district they are clustered within households. The population of the districts is not closed, and a number of individuals move inter-districts daily. On the day of the study, the entire population is in a susceptible to disease state. On the first day (January 21, 2020), in three districts of Tehran, Qom, and Rasht, approximately 1150 individuals (with a probability of 105 individuals per one million individual) are exposed to the disease. Due to population movement, these individuals or new patients who were in contact with the initial cases, may travel to other districts and expose the individuals of these districts to disease. Individuals in the household are exposed to the disease by the maximum of probabilities of infection at the district or household level. The population density of the districts affects the number of daily contacts. In this study, the correlation coefficient between the population density of the districts and the number of daily contacts of individuals is considered in average to be 0.4. To determine daily population movement pattern between districts, the migration matrix of the 2016 census which shows permanent inter-district migration for a five-year period (2011-16), has been used.<sup><a href=\"#fn5\">5</a></sup> As daily movements are not recorded, the migration matrix is used as a proxy for daily movements. In the model which runs by daily increments, single-day movements are assumed which means travelers return to their permanent place of residence at the end of the day. Age and sex distribution of hospitalized patients as well as the deceased patients reported for Tehran University of Medical Sciences, used to determine the probability of hospitalization and death by age and sex (<a href=\"#table2\">Table 2</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Calculated from epidemiological report of COVID-19 patients of the Tehran University of Medical Sciences Hospitals, April 2020.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table><thead><tr><th align=\"left\" rowspan=\"2\">Age group</th><th align=\"left\" colspan=\"2\">Hospitalization</th><th align=\"left\" colspan=\"2\">Deaths</th></tr><tr><th align=\"left\">Female</th><th align=\"left\">Male</th><th align=\"left\">Female</th><th align=\"left\">Male</th></tr></thead><tbody><tr><td align=\"left\">0</td><td align=\"left\">0.001192</td><td align=\"left\">0.001523</td><td align=\"left\">0</td><td align=\"left\">0</td></tr><tr><td align=\"left\">1-9</td><td align=\"left\">0.001937</td><td align=\"left\">0.002475</td><td align=\"left\">0</td><td align=\"left\">0</td></tr><tr><td align=\"left\">10-19</td><td align=\"left\">0.006754</td><td align=\"left\">0.008631</td><td align=\"left\">0.00356</td><td align=\"left\">0.00561</td></tr><tr><td align=\"left\">20-29</td><td align=\"left\">0.035259</td><td align=\"left\">0.045058</td><td align=\"left\">0.00356</td><td align=\"left\">0.00561</td></tr><tr><td align=\"left\">30-39</td><td align=\"left\">0.081592</td><td align=\"left\">0.104267</td><td align=\"left\">0.01305</td><td align=\"left\">0.02059</td></tr><tr><td align=\"left\">40-40</td><td align=\"left\">0.084373</td><td align=\"left\">0.107821</td><td align=\"left\">0.02551</td><td align=\"left\">0.04024</td></tr><tr><td align=\"left\">50-59</td><td align=\"left\">0.079954</td><td align=\"left\">0.102173</td><td align=\"left\">0.05577</td><td align=\"left\">0.08796</td></tr><tr><td align=\"left\">60-69</td><td align=\"left\">0.073249</td><td align=\"left\">0.093606</td><td align=\"left\">0.08958</td><td align=\"left\">0.1413</td></tr><tr><td align=\"left\">70-79</td><td align=\"left\">0.04539</td><td align=\"left\">0.058004</td><td align=\"left\">0.10857</td><td align=\"left\">0.17125</td></tr><tr><td align=\"left\">80-89</td><td align=\"left\">0.025973</td><td align=\"left\">0.03319</td><td align=\"left\">0.07594</td><td align=\"left\">0.11978</td></tr><tr><td align=\"left\">90</td><td align=\"left\">0.003327</td><td align=\"left\">0.004252</td><td align=\"left\">0.01246</td><td align=\"left\">0.01965</td></tr></tbody></table>"
                            ],
                            "title": "The proportion of hospitalized COVID-19 patients and deaths by age and sex at TUMS",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "In order to take into account, the stochastic and uncertainty nature of the model, two steps are taken. In the first step, all parameters are randomly determined by a specific distribution for individuals. For example, if it takes an average of 4.9 days for an exposed person to become ill, a random number is assigned to each exposed individual. These random numbers follow a normal distribution with a mean of 4.9, and a standard deviation of 1. However, no one can have a number less than 2. The details of all parameters are presented at <a href=\"#table1\">Table 1</a>, which are either based on available literature or agreed upon by a group of national experts. In the second step, to consider the randomness of the phenomenon, the whole process must be iterated several times. This allows not only calculation of the average parameter values as the best estimate, but also calculation of the confidence interval of the estimates (for example, with 95% and/or 80% probabilities).",
                    "type": "paragraph"
                },
                {
                    "text": "As mentioned earlier the simulation is done in a series of iterations, the procedure to run iterations is as follows. The iteration starts with a rectangular data of 1,579,435 cases and a set of necessary variables including a state variable which is set to <i>susceptible</i> state for all at day 0. At start of iteration, the R code randomly assigns the model parameters for each individual based on information provided in <a href=\"#table1\">Table 1</a>. At day 1 some cases are exposed to the infection as mentioned above. Once someone becomes exposed to the infection, s/he should pass through the conceptual framework and experience new status values determined by parameters assigned. As the model progresses to next days, it updates the status of each individual by calculating new probabilities of exposure for susceptible cases and assigning new status for exposed cases. The probabilities of exposure are calculated at both household and district levels. The maximum of the two is used in the model, however. At the end of iteration and also at each time increment, cases have different status (i.e. susceptible, exposed, infected, isolated, hospitalized, deceased, &amp; recovered). The weighted frequency of status variable by time provides daily statistics at population level. Once an iteration ends, the program starts the whole process again in a new iteration where new values of parameters for each case are set randomly.",
                    "type": "paragraph"
                },
                {
                    "text": "Probabilities of inter-district travel, calculated from migration matrix, are also used to calculate the daily location of each individual. Random number generators with binomial distribution are used to determine daily status and location for each individual utilizing the related probabilities.",
                    "type": "paragraph"
                },
                {
                    "text": "The socio-economic and demographic variables added to the conceptual framework could affect the model in two ways. They either act on transition from susceptible to exposure state, by affecting number of daily contacts (e.g. the higher the population density, the higher the number of daily contacts) and population size (e.g. population movement spreads exposed and infected cases across different districts for new districts to be affected). Or they can affect the probabilities of isolation, hospitalization, and death (e.g. age-sex distribution of death). Not all socio-economic and demographic variables of the expanded conceptual framework are used in this simulation. For list of variables and their parameter values see <a href=\"#table1\">Table 1</a>. It’s worth noting that this study is not aiming to predict number of population at each state for the purpose of predicting the course of the pandemic in Iran. Instead, this study’s main goal is to use the model to examine different policy and health options and their effect on population. If the goal was to predict the course of disease in Iran, one needed to update the parameters regularly as new information becomes available. However, for comparing different policy scenarios, the important point is to run all scenarios using similar parameter values. This study compares the effect of eight different policy options on the spread of COVID-19 pandemic.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Eight different policy scenarios are tested in this study using the aforementioned conceptual framework and methodology. Individuals are passed through the conceptual framework tunnel and based on the model parameters during simulation. Individuals experience one of the different states during each one of the simulation days. The states include susceptible (at risk of exposure), exposed, infected, isolated, hospitalized, deceased, and recovered. In each of the following scenarios, from the 61<sup>th</sup> day of simulation, an intervention is defined. In other words, from day zero to day 60, individuals are passed through the conceptual tunnel based on specified parameters set in the model. From day 61 onwards in each scenario,<sup><a href=\"#fn6\">6</a></sup> a policy is applied which may affect these parameter values. Comparing the number of healthy individuals, number of patients, number of patients hospitalized, number of deceased persons and so on in different scenarios one can show the effect of each policy option on the prevalence of COVID-19 disease. The total duration of the simulation is 200 days in all scenarios. The eight scenarios include:",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>Scenario 1</b> (No Intervention): In this scenario no intervention takes place after day 60. This scenario is similar to policy without practical action against prevalence of disease or it is the same as what is known as herd immunity.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>Scenario 2</b> (Student Quarantine): Schools and universities are closed from the 61<sup>st</sup> day of study and students are quarantined at home. Accordingly, since 61<sup>st</sup> of the simulation all persons who positively answered yes to this question in the census \"Are you studying now?” are only exposed to the household probability of infection. In other words, the district probability of infection for students becomes zero.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>Scenario 3</b> (Weekend Lockdown): From the 61<sup>st</sup> day of the simulation, commuting and movement is free for all individuals on the working days; i.e. Saturday, Sunday, Monday, Tuesday, and Wednesday, but it is banned on the weekends; i.e. Thursday and Friday.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>Scenario 4</b> (Inter-Province Travel Ban): Inter-province (total of 31 provinces) travel ban is exerted from day 61 of the study.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>Scenario 5</b> (Jobless Quarantine): Like other scenarios, there are no restrictions for individuals in the first 60 days of the study. From day 61, only people with jobs (those who declared their activity status as “<i>employed”</i> in the census) are allowed to commute or move and all other individuals are in quarantine. Hence, jobless people are exposed to household probability of infection while working population are exposed to both household and district probabilities of infection.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>Scenario 6</b> (Elderly Quarantine): From day 61 of study, elderly people, i.e. people over 60 years old, are quarantined inside the household.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>Scenario 7</b> (Inter-District Travel Ban): It is similar to inter-province travel ban with the difference that in this scenario the ban is applied at the district (a total of 429) level and individuals cannot move between districts.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>Scenario 8</b> (Iranian School Policy): There are two differences between this scenario and previous ones. First, this scenario starts from the 31<sup>st</sup> day onwards instead of the 61<sup>st</sup> day and secondly, this policy applies only for 3 months. According to this policy which bears a resemblance to the policy of Iranian schools, universities and schools are closed on the 31<sup>st</sup> day of the study (equivalent to February 20, 2020) and supposed to be opened 3 months later just for two months and then closed again. Until day 30 of the study, students (persons who are currently studying) are exposed to the probability of exposure to the disease in three levels. The first level is the probability of exposure to the disease in the district of residence, the second level is the probability of exposure to the disease in household and the third level is the probability of exposure to the disease in school/university. Being quarantined from day 31 to day 120 of study, these people are only exposed to the probability of exposure to the disease in the household level. From day 121 to 180 they are exposed to all three probabilities (which the highest values is used in the model) one more time, then quarantined again from day 181 onwards and therefore are exposed to the probability in the household level.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1. Description of the eight COVID-19 Pandemic Scenarios",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Methodology",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The results presented in this research are based on several times iteration of every policy scenario.<sup><a href=\"#fn7\">7</a></sup> The reported results for each scenario include the calculation of the median line, where 50% of the iterations are below the line and 50% above it. The first quarter (Q1) shows the line where 25% of the iterations are below it, and 75% are above the line. The third quarter (Q3) shows the line where 75% of the iterations are below it and 25% above the line. The median line of all scenarios is brought together in <a href=\"#fig2\">Figures 2–4</a>, which compare different policy scenarios. <a href=\"#fig2\">Figures 2–4</a> show the median line of iterations for population at risk (susceptible state), hospitalized patients, and the total number of deaths at different scenarios. <a href=\"#fig5\">Figures 5–7</a> show all iterations for each policy scenario. The area between the first and third quarters, in these figures, is marked in light blue color. In these figures, the red line represents the median, and the gray lines are single iterations.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00305%2Fijm-00305-fig002.tif",
                                "size": {
                                    "width": 1651,
                                    "height": 1827
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00305%2Fijm-00305-fig002.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00305-fig002.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Comparison of the number of population at risk (healthy individuals) in different policy scenarios: population-based simulation based on 100 iterations. <i>Source:</i> The authors’ own analyses on the basis of the national census data of 2016 conducted by the Statistical Center of Iran.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00305%2Fijm-00305-fig003.tif",
                                "size": {
                                    "width": 1651,
                                    "height": 1834
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00305%2Fijm-00305-fig003.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00305-fig003.jpg"
                                }
                            },
                            "label": "Figure 3",
                            "title": "Comparison of the number of patients hospitalized in different policy scenarios: Population-based simulation based on 100 iterations. <i>Source:</i> The authors’ own calculations based on national census data of 2016 conducted by the Statistical Center of Iran.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig4",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00305%2Fijm-00305-fig004.tif",
                                "size": {
                                    "width": 1650,
                                    "height": 1828
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00305%2Fijm-00305-fig004.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00305-fig004.jpg"
                                }
                            },
                            "label": "Figure 4",
                            "title": "Comparison of the total number of death in different policy scenarios: Population-based simulation based on 100 iterations. <i>Source:</i> The authors’ own calculations based on national census data of 2016 conducted by the Statistical Center of Iran.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig5",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00305%2Fijm-00305-fig005.tif",
                                "size": {
                                    "width": 2146,
                                    "height": 2636
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00305%2Fijm-00305-fig005.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00305-fig005.jpg"
                                }
                            },
                            "label": "Figure 5",
                            "title": "Number of population at risk in all 8 scenarios. <i>Source:</i> The authors’ own calculations based on national census data of 2016 conducted by the Statistical Center of Iran.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig6",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00305%2Fijm-00305-fig006.tif",
                                "size": {
                                    "width": 2146,
                                    "height": 2651
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00305%2Fijm-00305-fig006.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00305-fig006.jpg"
                                }
                            },
                            "label": "Figure 6",
                            "title": "Number of hospitalized patients in all 8 scenarios. <i>Source:</i> The authors’ own calculations based on national census data of 2016 conducted by the Statistical Center of Iran.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "fig7",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00305%2Fijm-00305-fig007.tif",
                                "size": {
                                    "width": 2146,
                                    "height": 2647
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00305%2Fijm-00305-fig007.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00305-fig007.jpg"
                                }
                            },
                            "label": "Figure 7",
                            "title": "Number of total death in all 8 scenarios. <i>Source:</i> The authors’ own calculations based on national census data of 2016 conducted by the Statistical Center of Iran.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "According to <a href=\"#fig2\">Figure 2</a>, the scenario with no intervention on all days of simulation (Scenario 1) has the lowest number of population at risk almost all the times. The most successful disease control policy seems to be the jobless quarantine scenario which has the largest number of healthy individuals at all times after starting of interventions. Based on this figure, of 78,921,893 healthy and susceptible individuals to disease on day zero of study across country, in no-intervention scenario 26,145,683 individuals are still healthy and exposed to disease on the last day of the simulation (day 200). In case of quarantining the students, this number increases to 38,467,580. Providing weekend lockdown, 67,574,552 individuals, with inter-province travel ban 26,334,141 individuals, with jobless quarantining 67,574,552 individuals; with elderly quarantine 31,722,408 individuals; with inter-district travel ban 26,334,142 individuals and with school policy which bears a resemblance to the policy of Iranian schools, 32,739,349 individuals do not get infected during the course of simulation. Therefore, quarantining of jobless individuals, and consequently keeping most people healthy is the most effective scenario among different scenarios. After the scenario without intervention, the least effective scenarios are the inter-district and inter-province travel ban from the 61<sup>st</sup> day onwards. It seems day 61<sup>st</sup> is too late for travel ban as districts could have their own outbreak once they have enough of infected population. <a href=\"#fig2\">Figure 2</a> also confirms this conclusion for all simulation days.",
                    "type": "paragraph"
                },
                {
                    "text": "In terms of the hospitalized patients, as <a href=\"#fig3\">Figure 3</a> shows, no intervention and elderly quarantine policy scenarios have the highest number of hospitalized patients on the most days of the simulation. The lowest number of hospitalized patients is related to the policy option of jobless quarantine, which from the day of implementation of this policy, the 61<sup>st</sup> day, the number of hospitalized patients shows a decreasing trend. Policy options of students quarantine, weekend lockdown and school closure policy in Iran after the jobless quarantine policy, show the lowest number of hospitalized patients on different days. It should be mentioned that in the school policy of Iran (scenario 8), due to the reopening of the schools after a temporary closure, the number of hospitalized has an increasing trend after the 121<sup>st</sup> day. The implementation of two policy options of inter-district and inter-province travel ban from the 61<sup>st</sup> day shows the least effect in reducing the number of hospitalized patients.",
                    "type": "paragraph"
                },
                {
                    "text": "In terms of the total number of deaths due to COVID-19 disease, as <a href=\"#fig4\">Figure 4</a> shows, no intervention scenario or Herd Immunity has the highest number of deaths. The lowest number of death is related to the most effective policy option of jobless quarantine. Closuring policy of Iranian schools and universities due to its early start compared to other policies is the second effective policy in reducing the number of deaths up to day 120 of simulation. With reopening of schools and universities, the number of deaths in this scenario also increases. Like the previous indicators, in terms of the number of deaths as well, inter-district and inter-province travel ban due to late start, are the least effective policies after policy without intervention. Based on this figure, on day 200<sup>th</sup> of study the median number of deaths in no intervention scenario is 89,839. If the jobless quarantine policy is implemented, this number declines to 19,109 with the highest decrease. Inter-Province Travel Ban with 84,732 deaths and Inter-District Travel Ban with 81,501 deaths are the least effective policy scenarios to reduce deaths from COVID-19 disease. Quarantining of students after the 60<sup>th</sup> day of study until the last day of simulation is the second most effective policy.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The results related to the number of (healthy) exposed population, infected, hospitalized patients, and total deaths are shown in the <a href=\"#fig5\">Figure 5–7</a>. The median lines are marked in red, the first and third quarter lines are marked in blue, and the area between the quarters are marked in light blue. The results presented here are mainly based on the median line.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>Scenario 1 (No Intervention):</b> In this scenario, which was conducted in 200 iterations, all individuals are exposed to the disease at district and household level probabilities of infection. Based on the information of the median lines, red color, 26,145,683 individuals won’t get infected with the disease at the end of the 200-day period. The highest number of patients in one day will reach to 6,865,231 individuals and the maximum number of hospitalized patients in one day will reach to 93,745 individuals. At the end of the simulation period, the total number of deaths will be 89,839 individuals.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>Scenario 2 (Student Quarantine):</b> The number of iterations of this and the other remaining scenarios are 100 iterations. As explained earlier, in this scenario, students are quarantined at home from day 61 of the iteration. Students comprise 21.8% of the census data. Hence, about 78% of the population will be exposed to both district and household level probabilities of exposure and students exposure probabilities are limited to household level during the policy. Based on the information of the median lines, red color, by applying this scenario, 38,467,580 individuals won’t get infected with the disease at the end of the 200<sup>th</sup> day of the study. The highest number of patients in one day will reach to 4,727,158 individuals while the maximum number of hospitalized patients (including new and previously hospitalized patients) in one day will reach to 63,727 individuals. At the end of the simulation period, the total number of deaths will be 72,511 individuals.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>Scenario 3 (Weekend Lockdown):</b> In this scenario, during the policy implementation all population groups are exposed to both district and household level probabilities during the 5 work-days and only to household level probabilities for the 2 week-end days. Based on the information of the median lines, red color, of <a href=\"#fig5\">Figure 5–7</a> by applying this scenario from the 61<sup>st</sup> day of the simulation, 39,818,412 individuals won’t get infected with disease at the end of the 200<sup>th</sup> day. The highest number of patients in one day will reach to 4,806,783 individuals while the maximum number of hospitalized patients in one day will reach to 68,040 individuals. At the end of the simulation period, the total number of deaths will be 70,396 individuals.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>Scenario 4 (Inter-Province Travel Ban):</b> In this scenario, starting from day 61 of the simulation, travels between provinces are prohibited, however, movement between districts of each province is allowed. All population groups are exposed to both district and household level probabilities during the policy implementation. Based on the information of the median lines, red color, by applying this scenario, 26,454,221 individuals won’t get infected with the disease at the end of the 200<sup>th</sup> day period. The highest number of patients in one day will reach to 6,356,434 individuals while the maximum number of hospitalized patients in one day will reach to 83,617 individuals. At the end of the simulation period, the total number of deaths will be 84,732 individuals.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>Scenario 5 (Jobless Quarantine):</b> As explained earlier, in this scenario, all population groups are quarantined at home from day 61 of the iteration, except those who have a job. According to the 2% sample data of 2016 census data, about 28.5% have stated their economic activity status as “<i>employed</i>”. Hence, about 71.5% of the population will be exposed to only household level probability of exposure during the policy implementation and employed population’s exposure probabilities will include both district and household levels. Based on the information of the median lines, red color, by applying this scenario, 67,574,552 individuals won’t get infected with the disease at the end of the 200<sup>th</sup> day. The highest number of patients in one day will reach to 1,969,160 individuals while the maximum number of hospitalized patients in one day will reach to 27,865 individuals. At the end of the simulation period, the total number of deaths will be 19,109 individuals. This scenario is the most effective policy in reducing the number of infected individuals, hospitalized patients, and the total number of deaths.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>Scenario 6 (Elderly Quarantine):</b> In this scenario, all elderly people (population aged 60+) are quarantined at home from day 61 of the iteration. Elderly people comprise 9.4% of the census data. Hence, more than 90% of the population will be exposed to both district and household level probabilities of exposure and population aged 60 and above are exposed to only household level probabilities during the policy. Based on the information of the median lines of <a href=\"#fig5\">Figures 5–7</a>, red color, by applying this scenario, 31,722,408 individuals are still healthy at the end of the study period. The highest number of patients in one day will reach to 5,861,062 individuals while the maximum number of hospitalized patients in one day will reach to 93,786 individuals. At the end of the simulation period, the total number of deaths will be 79,855 individuals.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>Scenario 7 (Inter-District Travel Ban):</b> This policy restricts exchange of all population groups, including the infected, between districts. In this scenario, starting from day 61 of the simulation, travels between districts, including those in a same province, are prohibited. All population groups are exposed to both district and household level probabilities during the policy implementation. Based on the information of the median lines, red color, by applying this scenario, 26,334,142 individuals won’t get infected with the disease at the end of the 200<sup>th</sup> day of the study. The highest number of patients in one day will reach to 6,553,475 individuals while the maximum number of hospitalized patients in one day will reach to 85,011 individuals. At the end of the simulation period, the total number of deaths will be 81,501 individuals.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<b>Scenario 8 (Iranian School Policy):</b> This policy, which resembles Iran school policy at early days of the outbreak, is similar to scenario 2 in terms of the affected population. During the restriction periods of this scenario, 21.8% of the population is exposed to household probabilities of exposure to the infection. Based on the information of the median lines of the figures, red color, by closuring of schools and universities from the 31<sup>st</sup> day onwards for 3 months and reopening it for 2 months and then quarantining students at home again, 32,739,349 individuals will be healthy (not infected at all) at the end of the simulation period. The highest number of patients in one day will reach to 4,244,883 individuals while the maximum number of hospitalized patients in one day will reach to 60,145 individuals. At the end of the simulation period, the total number of deaths will be 75,776 individuals. In the case of preventing schools and universities from reopening, this scenario could become the second most effective policy in declining the prevalence of COVID-19 disease. It should be noted that the results of this scenario is not comparable to previous scenarios due to different start day for policies. This scenario is more effective than the similar scenario 2 policy option because of its early implementation, i.e. day 31<sup>st</sup> instead of 61<sup>st</sup>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-1",
                    "title": "6.1. Simulation results by the scenarios",
                    "type": "section"
                }
            ],
            "id": "s6",
            "title": "6. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The purpose of this study is to compare different policy options in Iran to prevent the spread of COVID-19 cycle and achieve the best policy scenarios. To reach this goal, the conceptual framework of the model proposed by the Iran’s National Corona Virus Taskforce has been developed and expanded in this study to include socioeconomic, demographic, and geographical variables. The simulation results of the Coronavirus Taskforce demonstrated that in the absence of new treatments, vaccines and stability of the contagious and infectivity rate of coronaviruses, the natural course of disease will continue in Iran in the coming years and is expected to affect up to 63% of population. This value is similar to the values predicted in other countries of the world. From their point of view, the most effective tool available is patient isolation to delay the severe wave of disease, so that suspected and infected patients have the least contact with healthy population and thus break the transmission chain.",
                    "type": "paragraph"
                },
                {
                    "text": "In terms of comparison with other statistical models suggesting policy interventions, <a href=\"#bib17\">Pourmalek et al. (2021)</a> conducted a rapid review to inform researchers about the methodology and results of epidemic estimation studies performed for COVID-19 epidemic in Iran. They believe that COVID-19 models which consider scenarios for policy options include key influencing factors such as role of asymptomatic cases in spread of the disease, under-reporting of deaths and cases, testing availability, and delayed diagnosis, and providing estimates for sub-national regions are more useful for epidemic control. This study has shown that most studies about COVID-19 intended to predict the upcoming situation. However, most of them were unsuccessful in evaluating and presenting policy interventions. This failure was rooted in two distinct reasons. First, using inappropriate data which did not represent heterogeneous population structure of Iran and second, making a model that considered the same probability of infection and death for all population assuming homogeneity of the entire population of Iran.",
                    "type": "paragraph"
                },
                {
                    "text": "Contrary to the model proposed by the Coronavirus Taskforce, which uses the macro method and assumes that the entire population of Iran is homogeneous, the main innovation of our study was to use real micro and demographic data in order to simulate the COVID-19 outbreak in Iran. This data allowed us not only to be able to simulate COVID-19, but also to examine various policy scenarios. After defining and investigating eight scenarios including no Intervention, student quarantine, weekend lockdown, inter-province travel ban, jobless quarantine, elderly quarantine, inter-district travel ban, and Iranian school policy, we came to the conclusion that in terms of the number of population at risk, hospitalized patients and total number of deaths, Jobless quarantine is by far the most effective policy option in preventing the rapid spread of the COVID-19 in Iran. In all scenarios, the results are compared with the first scenario i.e. no intervention. In jobless quarantine scenario, all of these people must stay at home and the probability of infection for these people will only be at the household level. This seems to be true because of some demographic characteristics of Iran such as the low employment rate for women, high unemployment rate and the high proportion of student population. On the other hand, regarding restrictions on mobility and population movement, inter-province travel ban and inter-district travel ban scenarios are effective in the early stages of the disease, but if the infected population are scattered in all provinces/districts, these policies will play little role.",
                    "type": "paragraph"
                }
            ],
            "id": "s7",
            "title": "7. Conclusion",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "According to the population clock of the Statistical Centre of Iran, the population of Iran on April 1, 2020 was 83,399,663 people which shows a 5.67% growth in Iran’s population since November 2016 census. All reported numbers in this report must be multiplied by 1.0567 to get the numbers for 2020.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "All R codes are available on-demand from the corresponding author.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Numbers of daily effective contacts proposed by national experts in increments of 10 days are 13, 12, 10, 9, 5, 4, 5, 6, & 5 for the first 90 days of simulation. The number is fixed at 5 for the rest of study duration.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The mean and SD of most parameters in this table are taken from national taskforce modeling study.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"https://amar.org.ir/%D8%B3%D8%B1%D8%B4%D9%85%D8%A7%D8%B1%DB%8C-%D8%B9%D9%85%D9%88%D9%85%DB%8C-%D9%86%D9%81%D9%88%D8%B3-%D9%88-%D9%85%D8%B3%DA%A9%D9%86/%D9%86%D8%AA%D8%A7%DB%8C%D8%AC-%D8%B3%D8%B1%D8%B4%D9%85%D8%A7%D8%B1%DB%8C\">https://amar.org.ir/%D8%B3%D8%B1%D8%B4%D9%85%D8%A7%D8%B1%DB%8C-%D8%B9%D9%85%D9%88%D9%85%DB%8C-%D9%86%D9%81%D9%88%D8%B3-%D9%88-%D9%85%D8%B3%DA%A9%D9%86/%D9%86%D8%AA%D8%A7%DB%8C%D8%AC-%D8%B3%D8%B1%D8%B4%D9%85%D8%A7%D8%B1%DB%8C</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The important thing about scenarios is that all scenarios are hypothetical. The day chosen for the simulation may have different effects, but the goal is to compare scenarios. So, we have to choose a specific day for all scenarios. In the case of the last scenario, Iranian School Policy, its simulation started on the 31 day and this is because Iranian schools have been closed since the 30<sup>th</sup> day. All other scenarios start from day 61.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The initial plan was to run all scenarios at least 200 times. However, due to time consuming nature of simulation, only first policy scenario has 200 iterations and the remaining are run by 100 times.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "Mathematical models to characterize early epidemic growth: A review",
            "authors": [
                {
                    "name": {
                        "index": "Chowell, G",
                        "preferred": "G Chowell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sattenspiel, L",
                        "preferred": "L Sattenspiel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bansal, S",
                        "preferred": "S Bansal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Viboud, C",
                        "preferred": "C Viboud"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1016/j.plrev.2016.07.005",
            "id": "bib2",
            "journal": "Physics of Life Reviews",
            "pages": {
                "first": "66",
                "last": "97",
                "range": "66–97"
            },
            "pmid": 27451336,
            "type": "journal",
            "volume": "18"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Crooks, AT",
                        "preferred": "AT Crooks"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Heppenstall, AJ",
                        "preferred": "AJ Heppenstall"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "85–105, Introduction to agent-based modelling, Agent-Based Models of Geographical Systems, Dordrecht, Netherlands, Springer, p, 10.1007/978-90-481-8927-4",
            "id": "bib3",
            "title": "Agent-Based Models of Geographical Systems",
            "type": "unknown"
        },
        {
            "articleTitle": "How simulation modelling can help reduce the impact of COVID-19",
            "authors": [
                {
                    "name": {
                        "index": "Currie, CSM",
                        "preferred": "CSM Currie"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fowler, JW",
                        "preferred": "JW Fowler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kotiadis, K",
                        "preferred": "K Kotiadis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Monks, T",
                        "preferred": "T Monks"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Onggo, BS",
                        "preferred": "BS Onggo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robertson, DA",
                        "preferred": "DA Robertson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tako, AA",
                        "preferred": "AA Tako"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1080/17477778.2020.1751570",
            "id": "bib4",
            "journal": "Journal of Simulation",
            "pages": {
                "first": "83",
                "last": "97",
                "range": "83–97"
            },
            "type": "journal",
            "volume": "14"
        },
        {
            "articleTitle": "Simulation-Based Estimation of the Spread of COVID-19 in Iran",
            "authors": [
                {
                    "name": {
                        "index": "Ghaffarzadegan, N",
                        "preferred": "N Ghaffarzadegan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rahmandad, H",
                        "preferred": "H Rahmandad"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1101/2020.03.22.20040956",
            "id": "bib5",
            "source": "Medrxiv",
            "type": "preprint",
            "uri": "https://doi.org/10.1101/2020.03.22.20040956"
        },
        {
            "articleTitle": "Bringing consistency to simulation of population models--Poisson simulation as a bridge between micro and macro simulation",
            "authors": [
                {
                    "name": {
                        "index": "Gustafsson, L",
                        "preferred": "L Gustafsson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sternad, M",
                        "preferred": "M Sternad"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "doi": "10.1016/j.mbs.2007.02.004",
            "id": "bib6",
            "journal": "Mathematical Biosciences",
            "pages": {
                "first": "361",
                "last": "385",
                "range": "361–385"
            },
            "pmid": 17412368,
            "type": "journal",
            "volume": "209"
        },
        {
            "articleTitle": "Modelling of H1N1 flu in Iran",
            "authors": [
                {
                    "name": {
                        "index": "Haghdoost, AA",
                        "preferred": "AA Haghdoost"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gooya, MM",
                        "preferred": "MM Gooya"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Baneshi, MR",
                        "preferred": "MR Baneshi"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "id": "bib7",
            "journal": "Archives of Iranian Medicine",
            "pages": {
                "first": "533",
                "last": "541",
                "range": "533–541"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Haghdoost, AA",
                        "preferred": "AA Haghdoost"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "20, First report of modeling COVID-19 epidemic in Iran, Ministry of Health and Medical Education (MOHME), Tehran, Iran",
            "id": "bib8",
            "title": "Ministry of Health and Medical Education (MOHME)",
            "type": "unknown"
        },
        {
            "articleTitle": "Challenges and Opportunities of Dynamic Microsimulation Modelling",
            "authors": [
                {
                    "name": {
                        "index": "Harding, A",
                        "preferred": "A Harding"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "doi": "10.34196/IJM.00280",
            "id": "bib9",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "1",
                "last": "13",
                "range": "1–13"
            },
            "type": "journal",
            "volume": "16"
        },
        {
            "articleTitle": "Leveraging Computational Modeling to Understand Infectious Diseases",
            "authors": [
                {
                    "name": {
                        "index": "Jenner, AL",
                        "preferred": "AL Jenner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Aogo, RA",
                        "preferred": "RA Aogo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Davis, CL",
                        "preferred": "CL Davis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith, AM",
                        "preferred": "AM Smith"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Craig, M",
                        "preferred": "M Craig"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1007/s40139-020-00213-x",
            "id": "bib10",
            "journal": "Current Pathobiology Reports",
            "pages": {
                "first": "149",
                "last": "161",
                "range": "149–161"
            },
            "pmid": 32989410,
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Microsimulation Modeling for Health Decision Sciences Using R: A Tutorial",
            "authors": [
                {
                    "name": {
                        "index": "Krijkamp, EM",
                        "preferred": "EM Krijkamp"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Alarid-Escudero, F",
                        "preferred": "F Alarid-Escudero"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Enns, EA",
                        "preferred": "EA Enns"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jalal, HJ",
                        "preferred": "HJ Jalal"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hunink, MGM",
                        "preferred": "MGM Hunink"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pechlivanoglou, P",
                        "preferred": "P Pechlivanoglou"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1177/0272989X18754513",
            "id": "bib11",
            "journal": "Medical Decision Making",
            "pages": {
                "first": "400",
                "last": "422",
                "range": "400–422"
            },
            "pmid": 29587047,
            "type": "journal",
            "volume": "38"
        },
        {
            "articleTitle": "Statistical inference in a stochastic epidemic SEIR model with control intervention: Ebola as a case study",
            "authors": [
                {
                    "name": {
                        "index": "Lekone, PE",
                        "preferred": "PE Lekone"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Finkenstädt, BF",
                        "preferred": "BF Finkenstädt"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.1111/j.1541-0420.2006.00609.x",
            "id": "bib12",
            "journal": "Biometrics",
            "pages": {
                "first": "1170",
                "last": "1177",
                "range": "1170–1177"
            },
            "pmid": 17156292,
            "type": "journal",
            "volume": "62"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Li, J",
                        "preferred": "J Li"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Dynamic Microsimulation for Public Policy Analysis",
            "date": "2011",
            "id": "bib13",
            "publisher": {
                "name": [
                    "Boekenplan"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Microsimulation for demography",
            "authors": [
                {
                    "name": {
                        "index": "Lomax, N",
                        "preferred": "N Lomax"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith, A",
                        "preferred": "A Smith"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.37970/aps.v1i1.14",
            "id": "bib14",
            "journal": "Australian Population Studies",
            "pages": {
                "first": "73",
                "last": "85",
                "range": "73–85"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "Projecting health-ageing trajectories in Europe using a dynamic microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Marois, G",
                        "preferred": "G Marois"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Aktas, A",
                        "preferred": "A Aktas"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1038/s41598-021-81092-z",
            "id": "bib15",
            "journal": "Scientific Reports",
            "pages": "1785",
            "pmid": 33469046,
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "Rapid review of COVID-19 epidemic estimation studies for Iran",
            "authors": [
                {
                    "name": {
                        "index": "Pourmalek, F",
                        "preferred": "F Pourmalek"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rezaei Hemami, M",
                        "preferred": "M Rezaei Hemami"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Janani, L",
                        "preferred": "L Janani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moradi-Lakeh, M",
                        "preferred": "M Moradi-Lakeh"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1186/s12889-021-10183-3",
            "id": "bib17",
            "journal": "BMC Public Health",
            "pages": "257",
            "pmid": 33522928,
            "type": "journal",
            "volume": "21"
        },
        {
            "articleTitle": "COVID-19 Pandemic and Comparative Health Policy Learning in Iran",
            "authors": [
                {
                    "name": {
                        "index": "Raoofi, A",
                        "preferred": "A Raoofi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Takian, A",
                        "preferred": "A Takian"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Akbari Sari, A",
                        "preferred": "A Akbari Sari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Olyaeemanesh, A",
                        "preferred": "A Olyaeemanesh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Haghighi, H",
                        "preferred": "H Haghighi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Aarabi, M",
                        "preferred": "M Aarabi"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.34172/aim.2020.02",
            "id": "bib18",
            "journal": "Archives of Iranian Medicine",
            "pages": {
                "first": "220",
                "last": "234",
                "range": "220–234"
            },
            "pmid": 32271594,
            "type": "journal",
            "volume": "23"
        },
        {
            "authors": [
                {
                    "name": "SCI",
                    "type": "group"
                }
            ],
            "bookTitle": "The 2016 National Census of Population and Housing (Post-Enumeration Survey; Sample Design)",
            "date": "2016",
            "discriminator": "a",
            "id": "bib19",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Tehran"
                        ]
                    },
                    "formatted": [
                        "Tehran"
                    ]
                },
                "name": [
                    "Statistical Center of Iran"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "SCI",
                    "type": "group"
                }
            ],
            "bookTitle": "The 2016 National Census of Population and Housing (Post-Enumeration Survey)",
            "date": "2016",
            "discriminator": "b",
            "id": "bib20",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Tehran"
                        ]
                    },
                    "formatted": [
                        "Tehran"
                    ]
                },
                "name": [
                    "Statistical Center of Iran"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Estimating COVID-19-Related Infections, Deaths, and Hospitalizations in Iran Under Different Physical Distancing and Isolation Scenarios",
            "authors": [
                {
                    "name": {
                        "index": "Sharifi, H",
                        "preferred": "H Sharifi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jahani, Y",
                        "preferred": "Y Jahani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mirzazadeh, A",
                        "preferred": "A Mirzazadeh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ahmadi Gohari, M",
                        "preferred": "M Ahmadi Gohari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nakhaeizadeh, M",
                        "preferred": "M Nakhaeizadeh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shokoohi, M",
                        "preferred": "M Shokoohi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Eybpoosh, S",
                        "preferred": "S Eybpoosh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tohidinik, HR",
                        "preferred": "HR Tohidinik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mostafavi, E",
                        "preferred": "E Mostafavi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Khalili, D",
                        "preferred": "D Khalili"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hashemi Nazari, SS",
                        "preferred": "SS Hashemi Nazari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Karamouzian, M",
                        "preferred": "M Karamouzian"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Haghdoost, AA",
                        "preferred": "AA Haghdoost"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.34172/ijhpm.2020.134",
            "id": "bib21",
            "journal": "International Journal of Health Policy and Management",
            "pages": {
                "first": "334",
                "last": "343",
                "range": "334–343"
            },
            "pmid": 32772007,
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "What is Social Science Microsimulation?",
            "authors": [
                {
                    "name": {
                        "index": "Spielauer, M",
                        "preferred": "M Spielauer"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1177/0894439310370085",
            "id": "bib22",
            "journal": "Social Science Computer Review",
            "pages": {
                "first": "9",
                "last": "20",
                "range": "9–20"
            },
            "type": "journal",
            "volume": "29"
        },
        {
            "articleTitle": "Microsimulation methods for population projection",
            "authors": [
                {
                    "name": {
                        "index": "Van Imhoff, E",
                        "preferred": "E Van Imhoff"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Post, W",
                        "preferred": "W Post"
                    },
                    "type": "person"
                }
            ],
            "date": "1998",
            "doi": "10.3917/popu.p1998.10n1.0136",
            "id": "bib23",
            "journal": "Population",
            "pages": {
                "first": "97",
                "last": "136",
                "range": "97–136"
            },
            "type": "journal",
            "volume": "53"
        },
        {
            "articleTitle": "Modeling and analysis of different scenarios for the spread of COVID-19 by using the modified multi-agent systems - Evidence from the selected countries",
            "authors": [
                {
                    "name": {
                        "index": "Vyklyuk, Y",
                        "preferred": "Y Vyklyuk"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Manylich, M",
                        "preferred": "M Manylich"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Škoda, M",
                        "preferred": "M Škoda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Radovanović, MM",
                        "preferred": "MM Radovanović"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Petrović, MD",
                        "preferred": "MD Petrović"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1016/j.rinp.2020.103662",
            "id": "bib24",
            "journal": "Results in Physics",
            "pages": "103662",
            "pmid": 33318892,
            "type": "journal",
            "volume": "20"
        },
        {
            "articleTitle": "Risk estimation and prediction of the transmission of coronavirus disease-2019 (COVID-19) in the mainland of China excluding Hubei province",
            "authors": [
                {
                    "name": {
                        "index": "Wan, H",
                        "preferred": "H Wan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cui, J-A",
                        "preferred": "J-A Cui"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yang, G-J",
                        "preferred": "G-J Yang"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1186/s40249-020-00683-6",
            "id": "bib25",
            "journal": "Infectious Diseases of Poverty",
            "pages": "116",
            "pmid": 32831142,
            "type": "journal",
            "volume": "9"
        },
        {
            "articleTitle": "Estimation of the time-varying reproduction number of COVID-19 outbreak in China",
            "authors": [
                {
                    "name": {
                        "index": "You, C",
                        "preferred": "C You"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Deng, Y",
                        "preferred": "Y Deng"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hu, W",
                        "preferred": "W Hu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sun, J",
                        "preferred": "J Sun"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lin, Q",
                        "preferred": "Q Lin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhou, F",
                        "preferred": "F Zhou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pang, CH",
                        "preferred": "CH Pang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhang, Y",
                        "preferred": "Y Zhang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chen, Z",
                        "preferred": "Z Chen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhou, X-H",
                        "preferred": "X-H Zhou"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1016/j.ijheh.2020.113555",
            "id": "bib26",
            "journal": "International Journal of Hygiene and Environmental Health",
            "pages": "S1438-4639(20)30213-3",
            "pmid": 32460229,
            "type": "journal",
            "volume": "228"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Zagheni, E",
                        "preferred": "E Zagheni"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Microsimulation in Demographic Research",
            "date": "2015",
            "doi": "10.1016/B978-0-08-097086-8.31018-2",
            "id": "bib27",
            "publisher": {
                "name": [
                    "International Encyclopedia of Social and Behavioral Sciences"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "A Model for COVID-19 Prediction in Iran Based on China Parameters",
            "authors": [
                {
                    "name": {
                        "index": "Zareie, B",
                        "preferred": "B Zareie"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Roshani, A",
                        "preferred": "A Roshani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mansournia, MA",
                        "preferred": "MA Mansournia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rasouli, MA",
                        "preferred": "MA Rasouli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moradi, G",
                        "preferred": "G Moradi"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.34172/aim.2020.05",
            "id": "bib28",
            "journal": "Archives of Iranian Medicine",
            "pages": {
                "first": "244",
                "last": "248",
                "range": "244–248"
            },
            "pmid": 32271597,
            "type": "journal",
            "volume": "23"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
