{
    "status": "vor",
    "id": "00306",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00306",
    "authorLine": "Konstantins Beņkovskis et al.",
    "title": "Keeping the Best of Two Worlds: Linking CGE and Microsimulation Models for Policy Analysis",
    "published": "2024-04-30T00:00:00Z",
    "versionDate": "2024-04-30T00:00:00Z",
    "statusDate": "2024-04-30T00:00:00Z",
    "volume": 17,
    "issue": 1,
    "fpage": 122,
    "lpage": 144,
    "elocationId": "122-144",
    "pdf": "http://web:8082/00306/ijm-00306.pdf",
    "subjects": [
        {
            "id": "dynamic-microsimulation",
            "name": "Dynamic microsimulation"
        },
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "In this paper, we link a CGE model with the tax-benefit microsimulation model EUROMOD for Latvia. The model linkage is done using an iterative top-down bottom-up approach, ensuring the convergence of changes in disposable income, employment and wage in both models. We also incorporate the unreported wage payments in CGE and EUROMOD to account for the substantial labour tax non-compliance in Latvia and improve the modelling of the fiscal sector. Two simulations demonstrate the advantages of the joint CGE-EUROMOD system over the individual macro and microsimulation models. The lack of income distribution aspect and the scarcity of fiscal instruments in CGE can be overcome by the features of EUROMOD. The CGE model, on the other hand, provides macroeconomic spillovers that are missing in the simulations of EUROMOD.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Beņkovskis et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Latvia",
                            "locality": [
                                "Riga"
                            ]
                        },
                        "formatted": [
                            "Riga",
                            "Latvia"
                        ]
                    },
                    "name": [
                        "Monetary Policy Department, Latvijas Banka"
                    ]
                }
            ],
            "emailAddresses": [
                "Konstantins.Benkovskis@bank.lv"
            ],
            "name": {
                "index": "Beņkovskis, Konstantins",
                "preferred": "Konstantins Beņkovskis"
            },
            "orcid": "0000-0003-1935-6843",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Latvia",
                            "locality": [
                                "Riga"
                            ]
                        },
                        "formatted": [
                            "Riga",
                            "Latvia"
                        ]
                    },
                    "name": [
                        "Monetary Policy Department, Latvijas Banka"
                    ]
                }
            ],
            "name": {
                "index": "Fadejeva, Ludmila",
                "preferred": "Ludmila Fadejeva"
            },
            "orcid": "0000-0002-6822-1577",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Latvia",
                            "locality": [
                                "Riga"
                            ]
                        },
                        "formatted": [
                            "Riga",
                            "Latvia"
                        ]
                    },
                    "name": [
                        "Baltic International Centre For Economic Policy Studies, Strēlnieku iela"
                    ]
                }
            ],
            "name": {
                "index": "Pluta, Anna",
                "preferred": "Anna Pluta"
            },
            "orcid": "0000-0002-1342-326X",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Latvia",
                            "locality": [
                                "Riga"
                            ]
                        },
                        "formatted": [
                            "Riga",
                            "Latvia"
                        ]
                    },
                    "name": [
                        "Baltic International Centre For Economic Policy Studies, Strēlnieku iela"
                    ]
                }
            ],
            "name": {
                "index": "Zasova, Anna",
                "preferred": "Anna Zasova"
            },
            "orcid": "0000-0002-6151-0675",
            "type": "person"
        }
    ],
    "funding": {
        "statement": "Anna Pluta and Anna Zasova gratefully acknowledge funding from research project No. LB-07/2018/53 \"Merging Latvian EUROMOD with the Bank of Latvia's CGE model\" commissioned by the Bank of Latvia in 2018-2019."
    },
    "dataSets": {
        "availability": [
            {
                "text": "The codes for separate EUROMOD model are publicly available. The EUROMOD software and the model (coded policies) can be downloaded from the website of the European Commission: <a href=\"https://euromod-web.jrc.ec.europa.eu/download-euromod\">https://euromod-web.jrc.ec.europa.eu/download-euromod</a>. EUROMOD input EU-SILC-based microdata can be requested from the EUROSTAT following a specific procedure described on the same website.",
                "type": "paragraph"
            },
            {
                "text": "CGE and CGE-EUROMOD code is proprietary to Bank of Latvia, with executable also not available. Latvia's Supply and Use tables for 2015 are publicly available at the web page of the Central Statistical Bureau of Latvia: <a href=\"https://linkprotect.cudasvc.com/url?a=https%3a%2f%2fstat.gov.lv%2flv%2fstatistikas-temas%2fvalsts-ekonomika%2fikp-gada%2fcits%2f2408-piedavajuma-izlietojuma-un-ielaides-izlaides&amp;c=E,1,fc3m-KKVI6AyAbNF_w3X-ISi6Lz4fN-naYDTud7BIY2lCZ3aKXFA7Mug62v-ZgGaKIBR8GLbLcDR0hZRysvND4GfnLPW3wBLXdHsxBdu_Un1NnouRaNwxwpDqw,,&amp;typo=1\">https://stat.gov.lv/lv/statistikas-temas/valsts-ekonomika/ikp-gada/cits/2408-piedavajuma-izlietojuma-un-ielaides-izlaides</a>.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "EUROMOD",
        "CGE model",
        "model linkage",
        "informal sector"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The \"Evidence-based\" approach has become key to government thinking about how new policies are designed and enforced. In this context, computable general equilibrium (CGE) models are an essential tool well-suited for analysing sectoral interdependencies and general equilibrium effects of policy changes or shocks. Such models, however, are less useful when it comes to the analysis of individual-level and distributional effects (see <a href=\"#bib15\">Cockburn et al., 2014</a>; <a href=\"#bib19\">DeBacker et al., 2019</a>; <a href=\"#bib32\">Peichl, 2009</a>). Microsimulation models, on the other hand, are very helpful in accounting for all tax-benefit system complexities and estimating the distributional effects of policy interventions but are not well-suited for modelling their indirect effects, which can be non-negligible in case of large policy shocks (<a href=\"#bib3\">Barrios et al., 2019</a>). Linking these two kinds of models allows using their respective advantages.",
                    "type": "paragraph"
                },
                {
                    "text": "There are two general ways of linking the models.<sup><a href=\"#fn1\">1</a></sup> First, a microsimulation model can be fully integrated into a CGE model, whereby representative households in the CGE model are replaced by the actual households contained in the microsimulation model (see, e.g. <a href=\"#bib39\">Rutherford and Tarr, 2008</a>; <a href=\"#bib38\">Rausch et al., 2011</a>; <a href=\"#bib45\">van Ruijven et al., 2015</a>; <a href=\"#bib18\">Cury et al., 2016</a>). Second, the models can be linked in a \"layered\" way where the linkage is performed in a specially built interface using a set of linkage variables common to both models. The linkage can work \"top-bottom\", i.e. the shock is first modelled in CGE and then transferred to the microsimulation model (<a href=\"#bib11\">Bourguignon et al., 2003</a>; <a href=\"#bib12\">Bourguignon et al., 2008</a>; <a href=\"#bib25\">Hérault, 2010</a>; <a href=\"#bib14\">Cockburn et al., 2016</a>; <a href=\"#bib29\">Llambi et al., 2016</a>; <a href=\"#bib44\">Tiberti et al., 2018</a>), or \"bottom-up\", which involves using the output of the microsimulation model as an input in the CGE model (<a href=\"#bib6\">Benczúr et al., 2018</a>), or in an iterative manner involving numerous rounds of sequential simulations and exchanges of results between the models (<a href=\"#bib40\">Savard, 2003</a>; <a href=\"#bib41\">Savard, 2010</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In this paper, we draw on the example of Latvia and link a CGE model with the Latvian tax-benefit microsimulation model EUROMOD using an iterative top-down bottom-up approach. The information from EUROMOD to CGE (the bottom-up link) is transmitted through the percentage change in nominal household disposable income by income quintiles, budget revenues from labour taxes, and budget expenditures on benefits. The top-down link is implemented via two channels. The first channel transmits changes in labour market participation rate and percentage changes in employment, disaggregated by NACE industries and three skill categories. The second channel works through percentage changes in gross wages by industries and skills, changes in prices, and changes in the share of unreported wages by industries. To translate macro-level changes in employment and wages into the microsimulation model, we follow a regression-based approach similar to <a href=\"#bib30\">Marx et al. (2012)</a> and estimate probabilities to be employed, unemployed, or out of the labour force for each adult individual, and estimate the expected wage for new hires.",
                    "type": "paragraph"
                },
                {
                    "text": "Our contribution to the literature is mainly twofold. First, our paper contributes to the still scarce existing literature on macro-micro model linkage. In this paper, we link EUROMOD with a CGE model, while several other recent papers (<a href=\"#bib3\">Barrios et al., 2019</a>; and <a href=\"#bib5\">Barrios et al., 2020</a>) link EUROMOD with dynamic stochastic general equilibrium (DSGE) models. Using a CGE model limits our ability to analyse the dynamic adjustment to a shock, e.g. due to the absence of price and wage rigidity, but allows for a detailed industry-level analysis. Computationally less demanding CGE models have another advantage of making it feasible to run several rounds of iterations until the results of the two models become consistent.",
                    "type": "paragraph"
                },
                {
                    "text": "Second, an essential feature of our linked model is that it contains a block for modelling labour tax evasion. Tax evasion is a salient problem in many post-transition economies (for example, see the results in <a href=\"#bib37\">Putniņš and Sauka, 2015</a>; <a href=\"#bib24\">Gavoille and Zasova, 2021</a>; and <a href=\"#bib7\">Benkovskis and Fadejeva, 2022</a> for Latvia, <a href=\"#bib31\">Paulus, 2015</a> for Estonia, <a href=\"#bib10\">Bíró et al., 2022</a> for Hungary). It is, therefore, crucial to explicitly model the interdependence of tax evasion with the effects of policies and shocks as in <a href=\"#bib28\">Lemelin and Savard, 2022</a>. In this paper, labour tax evasion is endogenised in CGE, allowing for industry-specific responses of the prevalence of tax evasion to changes in tax rates and economic activity. In EUROMOD, unreported wages are imputed following the approach proposed by <a href=\"#bib7\">Benkovskis and Fadejeva (2022)</a>, which allows for estimating the distributional effects of policies on both reported and total income (see <a href=\"#bib4\">Barrios et al., 2017</a> for an example of modelling tax evasion in EUROMOD). A simple rule is added to EUROMOD, stating that the total gross wage cannot be lower than the reported gross wage. On top of that, changes in the extent of labour tax evasion are linked in both models.",
                    "type": "paragraph"
                },
                {
                    "text": "The EUROMOD is based on the actual EU-SILC income data for 2015–2018. For 2015, the CGE-EUROMOD system is solved using the actual Supply and Use tables (SUT) and EU-SILC data. For years 2016–2018, the CGE-EUROMOD system employs the actual EU-SILC data, but relies on the predicted SUT data using the dynamic nature of the CGE model. Since 2019, EUROMOD also uses the predicted microeconomic data obtained from the joint iterations of the CGE-EUROMOD system.<sup><a href=\"#fn2\">2</a></sup>Figure A1 We use different periods for scenario analysis to better represent the actual tax/benefit policy rules and income levels at the time of the corresponding historical events.",
                    "type": "paragraph"
                },
                {
                    "text": "We demonstrate the advantages of using the linked CGE-EUROMOD model by simulating two shocks. First, we simulate the effects of an industry specific shock. In particular, we simulate the shock to financial services related to the closure of a large Latvian bank (ABLV) in February 2018. This triggered many layoffs in the financial sector and caused a large drop in financial services exports and output of the sector as a whole. We use the linked CGE-EUROMOD model to show that this shock had a substantial distributional effect: since wages in the financial services sector are above the national average, the layoffs among top-earning individuals reduced income inequality.",
                    "type": "paragraph"
                },
                {
                    "text": "Second, we simulate the effects of an increase in the size and changes in the rules of a lump-sum family benefit, which was implemented in Latvia in January 2022. The direct short-run effect of such policy change is clearly positive, especially for lower income households that enjoy a larger proportional increase in income thanks to this reform. The indirect effect, which is driven by increased consumption, demand and employment is harder to predict. The linked model allows us to simulate both the short-run (direct) and longer-run (indirect) effects: we show that the increase in demand leads to employment growth, which is more pronounced in lower deciles of income distribution, reinforcing the initial progressive effect of the reform.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is structured as follows. Section 2 provides a brief description of EUROMOD and CGE, Section 3 outlines the methodology of linking the models, Section 4 presents the simulation results, and Section 5 concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "EUROMOD is a tax-benefit microsimulation model covering all EU Member States and the UK (see <a href=\"#bib43\">Sutherland and Figari, 2013</a>), designed to simulate tax liabilities and benefit entitlements at individual and household level.<sup><a href=\"#fn3\">3</a></sup> The model code describes the policy rules that are in place in each Member State, and which can be easily adjusted to simulate the effects of various policy reforms. EUROMOD is a static model in the sense that it does not account for any possible behavioural responses that may be caused by the reforms, and it also abstracts from any changes in population demographic composition that occur over time; hence the simulated effects of a reform should be interpreted as short-term \"overnight\" effects.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The model uses two key ingredients: input micro data at individual and household level (EU-SILC in most countries’ models) and the model code describing the national policy rules. Latvian EUROMOD is traditionally based on the EU-SILC data. At the moment of the research the EU-SILC data for 2016–2019 (income years 2015–2018) and corresponding policy rules from the national EUROMOD were available. To do policy scenarios for the later years we adjusted the EU-SILC microdata from 2019 by working-in the changes in macro time series of the corresponding year to the CGE model and then using the output to update the microdata through the joined CGE-EUROMOD system (see <a href=\"#A1-F1\">Figure A1</a> in Appendix). The economic status and wages were updated as described in Section 3.4. Policy rules for 2021 were created by updating the corresponding EUROMOD tax and benefit policy rules for 2019.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Simulations of the EUROMOD involve three major steps. First, using information about the relations within the household (e.g. partners, parents, children), the model creates tax-benefit assessment units, which do not necessarily coincide with households. Second, for each individual within the assessment unit, the model assesses his/her eligibility for benefits and taxes, which depends on the composition of the assessment unit and the reported incomes from all sources. Finally, based on the policy rules, the model simulates taxes and benefits for each individual within the assessment unit.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The scope of the Latvian EUROMOD includes direct taxes applied to individual income and cash benefits, thus allowing to simulate individual net income. The model includes personal income tax (PIT), the solidarity tax and mandatory social security contributions (SSC); on the benefit side, it simulates all major child-related benefits, the unemployment benefit and two main means-tested benefits that are paid to the poorest population groups (for more information on the latest version of the Latvian EUROMOD model, see <a href=\"#bib34\">Pluta, 2021</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "EUROMOD is widely used for policy analysis in EU Member States, both at the country and EU level. For example <a href=\"#bib2\">Bargain et al. (2014)</a> use EUROMOD for euro area countries to simulate the effect of a fiscal union by imposing a homogenous tax system in the Member States and introducing automatic stabilisation and redistribution mechanisms across countries. <a href=\"#bib27\">Jara Tamayo and Simon (2021)</a> use the model to simulate the effects of a common unemployment insurance system for the Economic and Monetary Union and estimate the effect of such a system on income of atypical workers (part-time workers and workers with temporary contracts). <a href=\"#bib23\">Euromod (2021)</a> estimates distributional effects of all policy changes implemented in 2019–2020 in EU countries and the UK. EUROMOD was also previously used to analyse the distributional impact of selected policy changes in Latvia (see <a href=\"#bib35\">Pluta and Zasova, 2017</a>; and <a href=\"#bib36\">Pluta and Zasova, 2018</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "We introduced one modification to the current version of Latvian EUROMOD to facilitate the linkage with the Latvian CGE model that contains both reported and total (including unreported) labour income. Since the gross wage income in the EU-SILC is assumed to be the reported wage,<sup><a href=\"#fn4\">4</a></sup> estimation of the unreported wages at the individual level was required. Here we follow the recently introduced approach of <a href=\"#bib7\">Benkovskis and Fadejeva (2022)</a>, who extended the <a href=\"#bib24\">Gavoille and Zasova (2021)</a> evaluation of the probability of a firm to engage in labour tax evasion by estimating the size of the unreported payments at the employee level.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Unlike <a href=\"#bib7\">Benkovskis and Fadejeva (2022)</a> we do not use matched employer-employee data for the EUROMOD simulations, but the EU-SILC database contains only limited information about the firm where the person is employed (economic sector and the size class only). We re-estimate the main Stochastic Frontier Analysis (SFA) regression of <a href=\"#bib7\">Benkovskis and Fadejeva (2022)</a> using only explanatory variables available in the EU-SILC.<sup><a href=\"#fn5\">5</a></sup> Although it reduces the set of firm-level variables in the analysis (we do not control for the age, number of employees, or ownership status), the set of employee-level variables remains almost unchanged (including data on education, occupation category, experience, age). The probability of a firm to pay envelope wages is determined by the probit model for the probability of tax evasion from <a href=\"#bib7\">Benkovskis and Fadejeva (2022)</a>. This probability is assumed to be homogeneous within an industry-size firm group and used as an input variable in the SFA regression.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The estimated coefficients of the SFA regression are then applied to the EU-SILC data evaluating the potential gross wage for each employee in the EU-SILC.<sup><a href=\"#fn6\">6</a></sup> The potential (total) gross wage of an individual equals the sum of the reported wage from the EU-SILC and the imputed unreported wage. Finally, a simple rule stating that the total gross wage cannot be lower than the reported gross wage was introduced to the set of policy rules in EUROMOD.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1. EUROMOD",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The Latvian CGE model used in this study is an extension of <a href=\"#bib8\">Benkovskis et al. (2016)</a> that uses the most recent and detailed SUT and has more elaborate labour market and consumption blocks. The general structure of the model to a large extent follows the MONASH-style models, in particular, a single-country ORANI-G model (<a href=\"#bib21\">Dixon et al., 2013</a>; <a href=\"#bib26\">Horridge, 2014</a>). In this section, we briefly discuss the main features of the model. A detailed description can be found in <a href=\"#bib9\">Benkovskis and Matvejevs (2023)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the CGE model, all 63 industries have the same three nests production structure. After acknowledging the total demand, an industry determines its need for the intermediate commodity and primary factor aggregates. The first nest assumes the Leontief production function, thus all inputs are demanded proportionally to the total output. The first nest also includes exogenous production technology. At the second nest, all industries substitute between domestic and imported commodities assuming a product-specific constant elasticity of substitution. Also, industries substitute between two primary factors – capital and labour. Similar to the substitution between domestic and imported commodities, the choice between labour and capital is driven by relative costs. The model consists of three types of labour (high-, medium- and low-skilled) at the third nest,<sup><a href=\"#fn7\">7</a></sup> and industries are able to substitute between those.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The aggregate demand for domestic and foreign commodities comes from nine different users. Industries use domestic and foreign commodities as an intermediate input in the production process. The other eight users are the final users of commodities: domestic private consumption, domestic government consumption (we separate value added tax (VAT) taxable and VAT exempt government consumption), domestic investments (which include private non-housing investments, private housing investments and government investments), exports as well as direct purchases abroad. Most of the final use categories are modelled using the two nest structure.",
                            "type": "paragraph"
                        },
                        {
                            "text": "First, the final user decides on the amount of each composite commodity. This decision is modelled differently depending on the category of the final use. The current version of the model uses the Klein-Rubin utility function allowing for the product-specific income elasticity. Moreover, the private consumption is split into five income quintiles to account for differences in consumption behaviour across the income distribution. Therefore the effect of prices on distributive analyses is the crucial part of the CGE model since the consumption for five disposable income quintiles is modeled separately accounting for different consumption baskets. The nominal government consumption (both VAT taxable and VAT exempt) and investments are set exogenously for any composite commodity, although the government can still substitute between domestic and imported commodities. Latvia’s exports as well as direct purchases of non-residents in Latvia are driven by exogenous foreign demand for the respective commodity. In addition, from the cost minimisation made by non-residents, the export demand is driven by the relative price of domestic commodities to foreign prices.",
                            "type": "paragraph"
                        },
                        {
                            "text": "At the second stage, the choice between domestic and foreign source for a particular commodity is made based on the relative prices and elasticities of substitution. Private consumers decide on the amounts of composite commodities by maximising household utility for a given level of total nominal consumption.",
                            "type": "paragraph"
                        },
                        {
                            "text": "There are three commodity prices in the CGE model: producer, basic and purchaser prices. The basic prices of domestic industry include only input costs of intermediate production, capital and labour. Once basic prices of industries are known, the basic price for a commodity is determined as a weighted industry basic price. Producer prices of domestic and foreign commodities equal basic prices of the respective commodity plus excise tax payments, while the purchaser prices also include the VAT payments. In addition, it is assumed that only a fraction of agents make excise and VAT payments due to the informal economy.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The main focus of the Latvian CGE model is the fiscal sector, with an extended block devoted both to government revenues and expenditures. Government revenues consist of five major parts: SSC, PIT payments, VAT revenues, excise tax revenues, and other revenues. Modelling revenues from labour taxes – PIT as well as an employer’s and employee’s SSC – is now \"outsourced\" to EUROMOD (see more detailed description in Section 3.1), allowing for more flexibility in simulating progressive tax rates and exemptions. Budget revenues from VAT depend on nominal private and (VAT taxable) government consumption, private housing investments, commodity-specific VAT rate and the share of users paying commodity taxes. All users except exporters are subject to excise tax payments, where the tax rate is commodity-specific and is applied to the volume of commodity use. Excise tax revenues also depend on the share of users paying commodity taxes. The other revenues are modelled as a fixed proportion to nominal GDP.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The government expenditure block contains a pension block. Numerous benefits are obtained from EUROMOD and used as exogenous input into Latvian CGE, e.g. social expenditures on parental benefits, unemployment benefits, sickness benefits, disability pensions, and other social expenditures (see Section 3.1).<sup><a href=\"#fn8\">8</a></sup> Also, government expenditures include nominal government consumption, nominal government investments, interest payments on government debt and other expenditures. Interest payments are determined by the current level of government debt and nominal interest rate, while the other components are treated as exogenous.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The demand and supply of labour drive the average wage rate in the economy. The demand for labour is determined by industries, while the supply of labour is determined by the demographic factors and activity rate. The real wage is sticky in the short run and flexible in the long run (see <a href=\"#bib22\">Dixon and Rimmer, 2002</a>, p. 357 for more details and discussions). This is ensured by the equation relating changes in the real wage with the deviation of aggregate employment from its natural level. Thus, a negative shock to the demand of labour drives unemployment above its natural level in the short run, but it also reduces the real wage and adjusts unemployment back to the natural level in the long run.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The informal economy and tax evasion are a well documented issue in post-Soviet economies (see, for instance, <a href=\"#bib37\">Putniņš and Sauka, 2015</a> for the evaluation of the informal economy in the three Baltic States). Including elements of informal economy into the model is essential for an adequate analysis of fiscal policy. The informal economy in the Latvian CGE model refers to labour (personal income and social contributions) and commodity (value added and excise) tax payments. The share of commodity tax evaders (VAT and excise) is commodity specific, while the share of labour tax evaders (PIT and social security) is industry specific.<sup><a href=\"#fn9\">9</a></sup> The presence of informal economy and labour tax evasion drives the wedge between the reported and total labour income in the CGE model. The share of tax evaders is partially endogenised by assuming that the changes in tax rates and real activity affect the relative size of the informal economy.<sup><a href=\"#fn10\">10</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Since SUT tables for Latvia are available only for 2015, thus the CGE-EUROMOD system is solved using the actual SUT and EU-SILC data for 2015. Afterwards, for 2016–2018, the CGE-EUROMOD system employs the actual EU-SILC data, but relies on the predicted SUT data using the dynamic nature of the CGE model (see <a href=\"#A1-F1\">Figure A1</a> in Appendix). Since 2019, also EUROMOD uses the predicted microeconomic data: we use the CGE model to obtain the prediction of changes in employment and wage rates by industry, which are then used to adjust the microsimulation database.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2. CGE",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Description of individual models",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "<a href=\"#fig1\">Figure 1</a> schematically describes linking the Latvian EUROMOD and CGE models in the iterative manner (see <a href=\"#bib40\">Savard, 2003</a> and <a href=\"#bib41\">Savard, 2010</a> for more examples of the iterative linkage). In the next sections, we provide a step-by-step description of the linked model.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00306%2Fijm-00306-fig001.tif",
                                "size": {
                                    "width": 3312,
                                    "height": 1486
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00306%2Fijm-00306-fig001.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00306-fig001.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Latvian CGE model linked with Latvian EUROMOD",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "First, we describe how the changes in the distribution of income, e.g. from adjustments in the EUROMOD policy rules, enter the CGE model. In particular, Section 3.1 lists the outputs of EUROMOD which enter the Latvian CGE model as exogenous shocks. Shocks to the CGE model induce responses of all macroeconomic variables (including labour market indicators such as economic status and wage rate, see Section 3.2). Transmitting the changes in industry and skill level employment and wages to the person-level EUROMOD database is a crucial step of the algorithm. Section 3.3 describes the regressions used in assessing the probability of changes in economic status and the expected wage at individual level. Section 3.4 explains how the results of the above-mentioned regressions are used to adjust the EUROMOD database. Changes in the economic status and wage of individuals alter the distribution of income, aggregate disposable income, tax payments, and fiscal benefits. Thus, the initial exogenous shocks to the CGE model are adjusted to match the new output of EUROMOD, and the process continues until both models converge. Section 3.5 describes the consistency of both models and the convergence criteria.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "In general, the CGE models lack the income distribution aspect, as well as the necessary degrees of detail to simulate all tax-benefit system complexities and interrelations (see <a href=\"#bib15\">Cockburn et al., 2014</a>; <a href=\"#bib19\">DeBacker et al., 2019</a>; and <a href=\"#bib32\">Peichl, 2009</a>). Thus, the variables related to the household disposable income, benefits and labour taxation are not modelled in the new version of the Latvian CGE model, but are treated as exogenous variables obtained directly from the Latvian EUROMOD model (see <a href=\"#fig1\">Figure 1</a>, the arrow from EUROMOD to CGE).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Changes in nominal disposable income by income quintile are the most important input to CGE obtained from EUROMOD. Any changes in Latvian policy rules related to labour taxation or benefits directly change the simulated disposable income of each household in EUROMOD. Aggregating those changes using household sample weights provides the overall changes in nominal disposable income for the respective quintile, which is used as an exogenous input in disposable income equation in the CGE (see <a href=\"#bib9\">Benkovskis and Matvejevs, 2023</a>). The change in disposable income transmits to the change in private consumption in CGE, affecting the overall economic activity and consequently all variables in the CGE model.<sup><a href=\"#fn11\">11</a></sup> Thus, any change in the EUROMOD policy rules has a direct effect on the CGE output.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Apart from the disposable income, the CGE model uses other three groups of inputs coming from EUROMOD. One group of inputs is related to the labour tax revenues. The CGE model uses aggregate PIT payments as well as SSC of employers and employees as exogenous inputs obtained from EUROMOD. This allows simulating virtually any changes in labour taxation, including progressive taxation or changes in deductible income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Another important group of inputs obtained from EUROMOD is related to benefits. EUROMOD has a large number of different household and individual benefits described in its policy rules. We limit the number of exogenous variables from EUROMOD to five: unemployment benefits, sickness benefits, parental benefits, disability pension benefits, and all other benefits (summed together) available in the Latvian EUROMOD model. All benefits are aggregated at the national level using household weights. Old-age pensions are the only major social benefit that is not taken from EUROMOD but is modelled within CGE (see <a href=\"#bib9\">Benkovskis and Matvejevs, 2023</a> for more details). This is related to the static nature of EUROMOD that does not account for demographic processes and life-time accumulation of pension capital, which makes the overlapping-generation dynamic CGE modelling framework more suitable.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, there is a special type of inputs to CGE from EUROMOD that is activated only in case of specific simulations related to the exogenous changes in distributions of wages or old-age pensions. For instance, a minimum wage hike affects both the distribution and the aggregate level of wages that cannot be captured by the CGE model. These changes in gross nominal wage by skills and industries,<sup><a href=\"#fn12\">12</a></sup> together with changes in the share of taxpayers by industries are used as additional exogenous variables in the respective equations of CGE.<sup><a href=\"#fn13\">13</a></sup> Similarly, changes in the minimum old-age pensions can be accounted for by using the changes in the aggregate old-age pensions from EUROMOD as exogenous shocks to the CGE model. In case of no legislative changes affecting the distribution of wages and pensions, such shocks are set to zero.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1. EUROMOD output as the input to the CGE model",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "EUROMOD does not account for any possible behavioural responses to tax and benefit policies such as changes in labour supply. In CGE-EUROMOD indirect effects of policy change such as labour market reaction is modelled in CGE and then imputed to the EUROMOD database (see <a href=\"#fig1\">Figure 1</a>, the arrow coming from the CGE model).",
                            "type": "paragraph"
                        },
                        {
                            "text": "There are two major blocks of the CGE output used in the EUROMOD simulations.<sup><a href=\"#fn14\">14</a></sup> First, the CGE model provides employment changes by industry, and participation changes by age and gender. The changes in employment are further disaggregated by three skills categories. This allows adjusting the economic status of individuals in the EUROMOD database. The second block of the CGE output consists of changes in gross wage by industries and skills, as well as changes in the share of unreported wage payments by industries. Using this CGE output, we can alter wages (both reported and unreported) for individuals that remain employed, and assign a wage for newly employed persons in EUROMOD.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2. CGE output used as input to EUROMOD",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Transferring the output of a macroeconomic model to a microsimulation model is not as straightforward as the reverse process: the output of the CGE model is available at the skill level, while EUROMOD requires to adjust the wage level and economic status of individuals and industry.<sup><a href=\"#fn15\">15</a></sup><sup>,</sup> <sup><a href=\"#fn16\">16</a></sup>, Similarly to <a href=\"#bib30\">Marx et al. (2012)</a>, we address this issue by including an additional block of equations that transforms the industry and skill-level output of CGE to individual changes in the EUROMOD database (see <a href=\"#fig1\">Figure 1</a>). All regressions are estimated using the EU-SILC data for 2011–2019 (corresponds to the income reference years 2010–2018).",
                            "type": "paragraph"
                        },
                        {
                            "text": "For each adult individual in the EUROMOD database, we predict eight probabilities: probability to be out of the labour force, probability to be unemployed, three probabilities of being employed (as a high-, medium- or low-skilled worker, respectively) and the relative wage for each of the three skill categories. We predict wages as a ratio to the industry average for each skill category, i.e. we assume that an individual’s wage relative to other workers’ wages in the same skill category does not depend on the industry of employment.<sup><a href=\"#fn17\">17</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "We estimate two models. First, to predict probabilities of employment and non-employment, we use the multinomial logistic regression and estimate a labour supply model with five alternative economic statuses: employed (or self-employed) as a high-, medium- or low-skilled worker, unemployed or inactive (see <a href=\"#A1-T1\">Table A1</a> in Appendix).<sup><a href=\"#fn18\">18</a></sup> We do not distinguish between part-time and full-time jobs for two reasons. First, unlike the EU-SILC data, the CGE model does not contain information on working hours, hence we cannot separate part-time and full-time employment rates on the macro level. Another reason is that the share of part-time workers is relatively low in Latvia (8.9% vs. 18.2% average in the EU in 2020),<sup><a href=\"#fn19\">19</a></sup> hence this simplification is reasonable. To define the dependent variable, we assume that anyone who has received employment or self-employment income for more than six months during a given year is employed. Anyone who is above the minimum employment age and below the retirement age, who is not in education, not employed and is actively looking for a job is assumed to be unemployed. Others who are not in education are assumed to be inactive. Recipients of old-age pensions and contributory childcare benefits are excluded from the categories of unemployed and inactive persons.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Second, we estimate a Mincer-type income regression to predict the ratio of reported gross wage to the average reported gross wage in the sector, using the Heckman two-stage procedure.<sup><a href=\"#fn20\">20</a></sup> The sample selection model allows correcting for selection bias, and therefore can be used to impute the hypothetical wage rates for those actually not working on the basis of the observed employees’ wage rates. In the first stage of the two-step Heckman procedure the binary choice of selection model is formulated for the probability of working as an employee as done in <a href=\"#bib12\">Bourguignon et al. (2008)</a>.<sup><a href=\"#fn21\">21</a></sup> The second stage is a log-linear model for the ratio of the monthly gross wage to the average gross wage in the sector. Apart from other socio-economic factors, the dependent variable is modelled as a function of being employed in a high-, medium- or low-skilled position and the number of months per year of part-time and full-time work (see <a href=\"#A1-T2\">Table A2</a> in Appendix).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3. Modelling labour supply and income",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The regressions described above allow creating an algorithm that transforms industry level shocks to changes in labour variables at the individual level. The multinomial logistic model defining the probability of changes in the economic status are used in choosing persons that are hired or fired, while the Mincer-type Heckman income regression determines the wage of the newly employed individuals.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#fig2\">Figure 2</a> schematically presents the algorithm of changing economic status. If, for example, the CGE model output suggests that 15 low-skilled employees in Agriculture should become unemployed, the algorithm finds 15 low-skilled individuals in the EUROMOD database currently working in Agriculture with the highest probability to be unemployed, and change their status to unemployed. If, on the contrary, the CGE suggests that 15 high-skilled individuals should be hired in the Finance sector, we simply choose 15 unemployed persons with the highest probability to be employed in high-skilled occupation and change their status accordingly. Similarly, the necessary number of persons can transit from being inactive to active (or vice versa) in a respective age group and gender. Note that transition from inactive to employment or from employment to inactive is also possible via the unemployed status (see <a href=\"#fig2\">Figure 2</a>). Moreover, employees can move from one skill or industry to another, depending on the changes in employment suggested by the CGE and probabilities to be employed in the respective skill.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00306%2Fijm-00306-fig002.tif",
                                        "size": {
                                            "width": 3948,
                                            "height": 1609
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00306%2Fijm-00306-fig002.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00306-fig002.jpg"
                                        }
                                    },
                                    "label": "Figure 2",
                                    "title": "Change of economic status in the EUROMOD database. Note: P(U) denotes the probability to be employed, <math id=\"inf1\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>P</mi><mo stretchy=\"false\">(</mo><mi>I</mi><mo stretchy=\"false\">)</mo></mstyle></math> – probability to be inactive, <math id=\"inf2\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>P</mi><mo stretchy=\"false\">(</mo><msub><mi>E</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>L</mi></mrow></msub><mo stretchy=\"false\">)</mo></mstyle></math> – probability to be employed in low-skilled occupation, <math id=\"inf3\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>P</mi><mo stretchy=\"false\">(</mo><msub><mi>E</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>M</mi></mrow></msub><mo stretchy=\"false\">)</mo></mstyle></math> – probability to be employed in medium-skilled occupation, <math id=\"inf4\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>P</mi><mo stretchy=\"false\">(</mo><msub><mi>E</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>H</mi></mrow></msub><mo stretchy=\"false\">)</mo></mstyle></math> – probability to be employed in high-skilled occupation. <math id=\"inf5\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>P</mi><mo stretchy=\"false\">(</mo><mi>x</mi><mrow class=\"MJX-TeXAtom-ORD\"><mo stretchy=\"false\">|</mo></mrow><mi>y</mi><mo stretchy=\"false\">)</mo></mstyle></math> corresponds to the conditional probability, e.g. <math id=\"inf6\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>P</mi><mo stretchy=\"false\">(</mo><mi>U</mi><mrow class=\"MJX-TeXAtom-ORD\"><mo stretchy=\"false\">|</mo></mrow><msub><mi>E</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>L</mi></mrow></msub><mo stretchy=\"false\">)</mo></mstyle></math> indicates the probability to become unemployed given that the person is currently employed in low-skilled occupation.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Some complications arise in realisation of this algorithm. The EU-SILC database used by EUROMOD contains survey data with a weight attached to every household (and thus also to each individual within a household). This means that every person in EU-SILC represents a different number of individuals in Latvia’s population. If an individual comes from a household with the weight that equals 125 (so this person represents 125 similar people in the population), we may not necessarily want to hire or fire all 125 people (as represented by the weight). To be more delicate in the selection of people to be employed we prefer to use the “splitting up” approach for weights similar to <a href=\"#bib20\">Dekkers and Cumpston (2012)</a>,<sup><a href=\"#fn22\">22</a></sup> therefore more diverse group of people can change their labour status thus improving the reliability of the model results. This approach is especially important for small countries with relatively low number of respondents in the survey and therefore large weights.",
                            "type": "paragraph"
                        },
                        {
                            "text": "First, we expand the EUROMOD database by replacing each household with a weight <math id=\"inf7\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>w</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>i</mi></mrow></msub></mstyle></math> (household <math id=\"inf8\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>i</mi></mstyle></math> in the database representing <math id=\"inf9\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>w</mi></mstyle></math> households in Latvia’s population) by <math id=\"inf10\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>k</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>i</mi></mrow></msub></mstyle></math> similar households with equal weight <math id=\"inf11\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>n</mi><mo>=</mo><msub><mi>w</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>i</mi></mrow></msub><mo>÷</mo><msub><mi>k</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>i</mi></mrow></msub></mstyle></math>, so that any household in the new dataset represents <math id=\"inf12\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>n</mi></mstyle></math> households in the population. The upper part of <a href=\"#fig3\">Figure 3</a> provides the example of this step when a household representing 125 households is split into 5 similar households representing 25 households in the population.<sup><a href=\"#fn23\">23</a></sup> A similar split is applied to all other households in the survey, so we end up with an expanded dataset where each household has an equal weight of 25.<sup><a href=\"#fn24\">24</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00306%2Fijm-00306-fig003.tif",
                                        "size": {
                                            "width": 1775,
                                            "height": 1422
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00306%2Fijm-00306-fig003.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00306-fig003.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Changes in status and weights",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "If the CGE model indicates that 25 people should be hired as low-skilled employees in Agriculture, we only change the economic status for the respective individual within the household <math id=\"inf13\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>A</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>5</mn></mrow></msub></mstyle></math> (see the lower part of <a href=\"#fig3\">Figure 3</a>). Now we have four households with no changes in status (<math id=\"inf14\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>A</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>1</mn></mrow></msub></mstyle></math> to <math id=\"inf15\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>A</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>4</mn></mrow></msub></mstyle></math>), and one household whose members experienced a change in economic status (<math id=\"inf16\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>A</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>5</mn></mrow></msub></mstyle></math>). All households with no changes are joined back together in household <math id=\"inf17\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msup><mi>A</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi class=\"MJX-variant\" mathvariant=\"normal\">′</mi></mrow></msup></mstyle></math> that now has a weight of 100 (to reduce the size of the dataset and speed up EUROMOD simulations), so the initial household <math id=\"inf18\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>A</mi></mstyle></math> is now split into the household <math id=\"inf19\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msup><mi>A</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi class=\"MJX-variant\" mathvariant=\"normal\">′</mi></mrow></msup></mstyle></math> (with no changes in status) and household <math id=\"inf20\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>B</mi></mstyle></math> (household member employed in Agriculture).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The choice to hire or fire individuals based solely on the probability of being employed or unemployed creates other problems. For instance, it is not clear which individual to choose in case of equal probabilities. This situation will occur more than often due to the weight splitting approach described just above (note that households <math id=\"inf21\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>A</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>1</mn></mrow></msub></mstyle></math> to <math id=\"inf22\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>A</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>5</mn></mrow></msub></mstyle></math> are absolutely similar, including the respective probabilities at the individual level). In addition, real-life change in economic status is affected by various stochastic factors. Therefore, we add a random number (following <math id=\"inf23\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>N</mi><mo stretchy=\"false\">(</mo><mn>0</mn><mo>,</mo><mn>0.05</mn><mo stretchy=\"false\">)</mo></mstyle></math>) to the estimated probability of being employed/unemployed/inactive to avoid determinism and distinguish between similar individuals.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, some nominal adjustments to the EUROMOD database are required. We deal with newly employed persons first: they obtain the wage predicted by the income regression (see Section 3.3).<sup><a href=\"#fn25\">25</a></sup> Although the wage regression is not industry-specific, it predicts the expected reported wage relative to the industry average wage in the respective skill category, so the absolute reported wage can be easily determined knowing the employment industry. The total gross wage (including unreported payments) is also imputed. The probability of receiving the unreported wage equals the industry- and firm size-specific proportion of the tax evaders, while the size of the unreported wage is set following the approach by <a href=\"#bib7\">Benkovskis and Fadejeva (2022)</a>.<sup><a href=\"#fn26\">26</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table1\">Table 1</a> reports the main statistics on evaluated unreported wage payments in 2018. Almost 20% of employees are evaluated to receive some unreported payments, although this proportion varies notably by the level of (legal) gross wage – more than 40% of employees were evaluated as tax evaders in the 1st quintile, while this share is negligible among the employees with the highest wage income. The average size of unreported payments is estimated close to 25% relative to the legal gross wage for employees with non-zero unreported payments. This ratio tends to be substantially higher for employees with low legal wage. One should note, however, that the approach by <a href=\"#bib7\">Benkovskis and Fadejeva (2022)</a> accounts only for the under-reported wage, but does not capture unofficially employed workers and does not account for the possibility of under-reported working hours.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: Own calculations.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">The share of employees with unreported wage; %</th><th align=\"left\">The ratio of unreported wage to legal gross wage for employees with non-zero unreported payments; %</th></tr></thead><tbody><tr><td align=\"left\">Total</td><td align=\"left\">19.2</td><td align=\"left\">23.3</td></tr><tr><td align=\"left\">1st quintile (based on legal gross wage)</td><td align=\"left\">42.3</td><td align=\"left\">44.5</td></tr><tr><td align=\"left\">2nd quintile</td><td align=\"left\">37.5</td><td align=\"left\">23.8</td></tr><tr><td align=\"left\">3rd quintile</td><td align=\"left\">15.3</td><td align=\"left\">17.6</td></tr><tr><td align=\"left\">4th quintile</td><td align=\"left\">4.4</td><td align=\"left\">14.9</td></tr><tr><td align=\"left\">5th quintile</td><td align=\"left\">1.5</td><td align=\"left\">15.9</td></tr></tbody></table>"
                                    ],
                                    "title": "Aggregate statistics on evaluated unreported wage payments in 2018",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In order to match the growth of reported and total wage in both models, we apply the gross wage adjustment of reported and total wage to all employees of the respective industry and skill after the wage is assigned to the new employees in EUROMOD.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The changes in gross reported nominal wage, housing prices and overall consumer prices obtained from the CGE model are also used to uprate several variables in EUROMOD. For instance, we uprate non-simulated household benefits as well as other non-wage income.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4. Adjusting the EUROMOD database",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#fig1\">Figure 1</a> indicates that shocks can be applied to both models either by changing exogenous variables in the CGE model, or/and altering the policy rules in EUROMOD.<sup><a href=\"#fn27\">27</a></sup> Any of those shocks induce a process. Changes in the CGE labour market output make adjustments to the economic status and labour income at the individual level in EUROMOD, while the changes in disposable income, tax payments and benefits create a new exogenous shock for CGE. We follow <a href=\"#bib40\">Savard (2003)</a> and <a href=\"#bib41\">Savard (2010)</a> and link both models in the iterative manner that requires several rounds of sequential simulations. Unlike some other linkages (e.g. <a href=\"#bib3\">Barrios et al., 2019</a> and <a href=\"#bib5\">Barrios et al., 2020</a>) we do not stop after a certain number of rounds, but continue the process until the joint system of the two models converge.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The first motivation for the full convergence comes from the richness of the CGE model that allows for a larger number of linkages between the two models. This comes at the cost of a longer convergence process. <a href=\"#fig4\">Figure 4</a> shows that the difference in changes in the respective variables between the models can still differ by 1 percentage point on average (but maximum deviation can go up to 3 percentage points) after two iterations. Therefore, more iteration rounds are necessary. The second motivation comes from the fact that despite its size, the CGE models tend to be less computationally intensive comparing with the DSGE models (linked with EUROMOD by <a href=\"#bib3\">Barrios et al., 2019</a> and <a href=\"#bib5\">Barrios et al., 2020</a>). Together with the relatively small size of the Latvian economy and therefore smaller a EU-SILC database, it makes it feasible to run numerous iteration rounds.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00306%2Fijm-00306-fig004.tif",
                                        "size": {
                                            "width": 1916,
                                            "height": 596
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00306%2Fijm-00306-fig004.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00306-fig004.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Convergence process of several CGE-EUROMOD simulations. (<b>a</b>) Consistency: root mean square deviation. (<b>b</b>) Consistency: maximum deviation. Note: Own calculations. The \"Financial services shock\" simulation is described in Section 4.1 and the \"Child-related benefits\" simulation - in Section 4.2.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "To achieve convergence, the models should report consistent results. Since the CGE model output reports changes in economic variables, we require consistency in growth rates rather than levels. The main reason for not controlling for the consistency in levels is very different sources of information used by both models (EU-SILC in EUROMOD and SUT in CGE), which makes our approach different from <a href=\"#bib3\">Barrios et al. 2019</a> Thus, the consistency of both models is measured by the deviation in growth rates (changes) for several variables in the CGE and EUROMOD models (the respective aggregates are used for EUROMOD). These variables are: the nominal disposable income by quintile, personal income tax payments, social security payments by employees, social security payments by employers, unemployment benefits, parental benefits, sickness benefits, disability pension benefits, and other social benefits. All in all, there are 13 variables that count for the convergence.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We use two criteria that measure the degree of consistency and convergence. First, the root mean square deviation of the growth rate - we require that it should not exceed <math id=\"inf24\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mn>2.5</mn><mo>⋅</mo><msup><mn>10</mn><mrow class=\"MJX-TeXAtom-ORD\"><mo>−</mo><mn>4</mn></mrow></msup></mstyle></math>. Second, since the average measure does not guarantee the absence of large deviations for a single variable, we also use the maximum deviation in growth rates, which is required to be below 0.001 or 0.1 percentage points. Thus, we ensure that the iteration process continues until the changes in the above-mentioned variables are (almost) consistent in both models.",
                            "type": "paragraph"
                        },
                        {
                            "text": "There is hope that the output of both models will become consistent and achieve convergence after a certain number of iterations. However, the complexity of both models does not allow for any theoretical justifications about the existence of convergence. Thus, we can only provide an empirical evidence on how the convergence is achieved. <a href=\"#fig4\">Figure 4</a> reports the change in the root mean square deviation and the maximum deviation by iteration for three various scenarios. The first scenario is a sectoral shock to the finance industry in the CGE model. The second scenario simulates an increase in child-related benefits in EUROMOD, while the third - imposing a progressive effect of minimum wage change (see Section 4). One thing to notice is that larger shocks tend to require more iterations. Also, despite the convergence process stopping at some level (thus representing the case of non-convergence in the mathematical sense), the deviations between the two models always stabilise at economically negligible level (0.01 percentage point or less) and do not diverge, thus the consistency between the two models is achieved. In general, most of the simulations require about five iteration rounds to converge, which is feasible in terms of computing time.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-5",
                    "title": "3.5. Convergence of both models",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Linking EUROMOD with the CGE model",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section we demonstrate advantages of the joint CGE-EUROMOD system by reporting the results of three different simulations. The first simulation shows the results of an industry-specific shock coming from the CGE model. Although this is a usual CGE-style simulation, the CGE-EUROMOD model allows us to assess the impact of such a shock on the distribution of income. The second simulation is related to the changes in the family benefit policy in EUROMOD. We use it to demonstrate the significance of the indirect effects captured by the CGE.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "This is an example of the industry-level shock implemented in the CGE model. The background story of the simulation is the following: ABLV was one of the largest commercial banks in Latvia mostly focused on non-resident business. On 13 February, 2018, the Financial Crimes Enforcement Network of the US Department of Treasury (FinCEN) accused ABLV in suspicion of complicity in money laundering and avoiding currency controls. On 24 February, the European Central Bank announced the liquidation of ABLV, while the shareholders of ABLV made a decision on voluntary liquidation on 26 February. Given that ABLV was heavily involved in non-resident banking business and was the major exporter of financial services, we simulate the liquidation of ABLV as a negative shock to the foreign demand in the respective services. Namely, we reduce the foreign demand by 60% for financial services and by 40% – for auxiliary financial services in 2018.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The shock has a pronounced effect on real output of financial services and auxiliary financial services (<math id=\"inf25\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mo>−</mo><mn>13.3</mn><mi mathvariant=\"normal\">%</mi></mstyle></math> and <math id=\"inf26\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mo>−</mo><mn>3.1</mn><mi mathvariant=\"normal\">%</mi></mstyle></math> respectively, see <a href=\"#table2\">Table 2</a> for more details on selected Latvian industries) leading to the overall decline in real activity (<math id=\"inf27\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mo>−</mo><mn>0.44</mn><mi mathvariant=\"normal\">%</mi></mstyle></math> for real GDP, see <a href=\"#A1-T3\">Table A3</a> in Appendix for the main macroeconomic variables). While the diminishing economic activity negatively affects the industries oriented towards the domestic market (primarily services), the export-oriented industries expand their activity on account of lower wages and improved price competitiveness.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: Own calculations.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Variable</th><th align=\"left\">Total</th><th align=\"left\">Financial services</th><th align=\"left\">Auxiliary financial services</th><th align=\"left\">Wood production</th><th align=\"left\">Construction</th></tr></thead><tbody><tr><td align=\"left\">Real output</td><td align=\"left\">–0.44</td><td align=\"left\">–13.25</td><td align=\"left\">–3.06</td><td align=\"left\">0.13</td><td align=\"left\">–0.23</td></tr><tr><td align=\"left\">Nominal gross wage</td><td align=\"left\">–0.33</td><td align=\"left\">–4.13</td><td align=\"left\">–1.26</td><td align=\"left\">–0.20</td><td align=\"left\">–0.28</td></tr><tr><td align=\"left\">Nominal gross wage (high-skilled)</td><td align=\"left\">–0.38</td><td align=\"left\">–5.11</td><td align=\"left\">–1.31</td><td align=\"left\">–0.16</td><td align=\"left\">–0.29</td></tr><tr><td align=\"left\">Nominal gross wage (medium-skilled)</td><td align=\"left\">–0.35</td><td align=\"left\">–3.51</td><td align=\"left\">–0.97</td><td align=\"left\">–0.21</td><td align=\"left\">–0.29</td></tr><tr><td align=\"left\">Nominal gross wage (low-skilled)</td><td align=\"left\">–0.25</td><td align=\"left\">–1.60</td><td align=\"left\">–0.47</td><td align=\"left\">–0.21</td><td align=\"left\">–0.25</td></tr><tr><td align=\"left\">Employment</td><td align=\"left\">–0.13</td><td align=\"left\">–12.21</td><td align=\"left\">–2.72</td><td align=\"left\">0.15</td><td align=\"left\">–0.19</td></tr></tbody></table>"
                                    ],
                                    "title": "Changes in selected indicators and selected industries in response to the financial services shock simulation (deviation from baseline in 2018; %)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Looking at the expenditure side, the decline in activity mainly comes from the diminishing real exports (<math id=\"inf28\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mo>−</mo><mn>0.70</mn><mi mathvariant=\"normal\">%</mi></mstyle></math>), while the decline in real private consumption is less pronounced (<math id=\"inf29\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mo>−</mo><mn>0.17</mn><mi mathvariant=\"normal\">%</mi></mstyle></math>). Although the shock leads to the decline in employment (<math id=\"inf30\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mo>−</mo><mn>0.13</mn><mi mathvariant=\"normal\">%</mi></mstyle></math>) and gross real wage (<math id=\"inf31\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mo>−</mo><mn>0.17</mn><mi mathvariant=\"normal\">%</mi></mstyle></math>), the negative effect on consumption and activity is subdued due to unemployment benefits. Moreover, the decline in employment and wage mostly affects high- and medium-skilled employees, especially in the financial sector. As a result, the largest losses of disposable income are incurred by rich households (see <a href=\"#fig5\">Figure 5a</a>), limiting the impact on aggregate consumption.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00306%2Fijm-00306-fig005.tif",
                                        "size": {
                                            "width": 1878,
                                            "height": 668
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00306%2Fijm-00306-fig005.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00306-fig005.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "Change in the disposable income (left) and share of at risk of poverty (right). (<b>a</b>) Equivalised disposable income by decile (deviation from baseline; %). (<b>b</b>) At risk of poverty (excluding unreported wages) (deviation from baseline; % points). Note: Own calculations. The income cut points for deciles and median income used for estimation of at risk of poverty threshold (60% of median) are based on the baseline scenario for 2018. The figures show the results of the CGE-EUROMOD model.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The financial services shock also has a negative effect on the fiscal sector. It mainly comes from the revenue side (<math id=\"inf32\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mo>−</mo><mn>0.65</mn><mi mathvariant=\"normal\">%</mi></mstyle></math>) due to the decline in all major tax revenues, especially PIT revenues. The decline in revenues is also partially explained by a slight increase in tax evasion (can be observed from the wedge between the total and reported gross nominal wage changes), driven by the decline in economic activity.<sup><a href=\"#fn28\">28</a></sup> Government expenditures are moderately rising due to larger unemployment benefits (<math id=\"inf33\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mo>+</mo><mn>5.72</mn><mi mathvariant=\"normal\">%</mi></mstyle></math>), which are now modelled in EUROMOD that captures the increase in the number of unemployed persons.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Although the initial shock comes from the CGE model, the joint CGE-EUROMOD system allows looking into the distributional effects of financial services shock. <a href=\"#fig5\">Figure 5a</a> reveals that the decline in equivalised disposable income is stronger for households from rich income deciles, obviously reflecting higher wages in the financial sector. Despite some spillovers from the financial sector to other industries, the decline in the upper tail of income distribution is also reflected in lower income inequality: the Gini coefficient and the ratio between income in the top and bottom 20 percentiles (S80/S20) decreased (<math id=\"inf34\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mo>−</mo><mn>0.25</mn><mi mathvariant=\"normal\">%</mi></mstyle></math> and <math id=\"inf35\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mo>−</mo><mn>0.11</mn><mi mathvariant=\"normal\">%</mi></mstyle></math>, see <a href=\"#A1-T3\">Table A3</a> in Appendix). Despite lower inequality, the share of people living in households with equivalised disposable income below 60% of median – so called “at risk of poverty rate” – remained unchanged on average. <a href=\"#fig5\">Figure 5b</a> demonstrates that the highest increase in at risk of poverty measure is observed for working age population and households with children. The share of unemployed and inactive at risk of poverty declines since newly fired people are from relatively wealthy households and therefore the average disposable income of unemployed and inactive increases.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1. Scenario 1: Shock to financial services",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In this scenario we simulate a change in the state family benefit,<sup><a href=\"#fn29\">29</a></sup> focusing on the indirect effects of the reform captured by the CGE model. In 2021, the size of the basic benefit for the first child was 11.38 euro per month. For each subsequent child, the benefit was higher: for the second child the benefit equalled the standard amount multiplied by the coefficient of 2, for the third child – multiplied by the coefficient of 3, and for the fourth and each consecutive child – multiplied by the coefficient of 4.4. The size of the supplementary payment was 10 euro per month if there were two dependent children in the family and 66 euro if there were three dependent children in the family. For each subsequent child in the family, the supplementary payment was increased by 50 euro per month.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In 2022, the family benefit reform was implemented. It changed the amount of the state family benefit at the same time waiving the supplementary payment for raising two or more children. The sequential number of the child is not taken into account as of 2022. The family now receives 25 euro per month for one child from one to 20 years of age, 100 euro for two children (50 euro for each child), 225 euro for three children (75 euro for each child). For the family with four children or more, the benefit is 100 euro per month for each child.<sup><a href=\"#fn30\">30</a></sup> The overall amount of the state family benefit in 2022 increased preserving the idea of much larger benefits for families with many dependent children (see <a href=\"#table3\">Table 3</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: Own calculations. We assume that in 2021 the sequential number of children corresponds to the actual number of dependent children in a family.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Year</th><th align=\"left\">Family with 1 dependent child</th><th align=\"left\">Family with 2 dependent children</th><th align=\"left\">Family with 3 dependent children</th><th align=\"left\">Family with 4 dependent children</th></tr></thead><tbody><tr><td align=\"left\">2021</td><td align=\"left\">11.38</td><td align=\"left\">44.14</td><td align=\"left\">122.90</td><td align=\"left\">229.8</td></tr><tr><td align=\"left\">2022</td><td align=\"left\">25.00</td><td align=\"left\">100.00</td><td align=\"left\">225.00</td><td align=\"left\">400.00</td></tr></tbody></table>"
                                    ],
                                    "title": "Family benefit by number of dependent children ( euro per month)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The year 2021 is used as a baseline in this scenario, so in the simulation we apply the 2022 family benefit rules to the 2021 system. The change in policy is financed by expanding the fiscal deficit, which increases by 0.06 percentage points to GDP. Comparing to the actual 2021 policy, the total amount of the family benefit increases by <math id=\"inf36\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mn>14.4</mn><mi mathvariant=\"normal\">%</mi></mstyle></math> and social expenditures by <math id=\"inf37\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mn>2.6</mn><mi mathvariant=\"normal\">%</mi></mstyle></math> (see <a href=\"#A1-T3\">Table A3</a> in Appendix) if 2022 rules were applied. Increasing the amount of the family benefit primarily affects real private consumption (<math id=\"inf38\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mo>+</mo><mn>0.81</mn><mi mathvariant=\"normal\">%</mi></mstyle></math>), which further stimulates the overall activity, and the real GDP grows by <math id=\"inf39\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mn>0.28</mn><mi mathvariant=\"normal\">%</mi></mstyle></math>.<sup><a href=\"#fn31\">31</a></sup> The increase in family benefit affects wages and employment indirectly via two channels: first, higher disposable income drives increase in the private consumption, this tightens the labour market by driving up the demand for labour and rising wages; second, higher wages lower competitiveness on the external markets, therefore export declines and pressure on labour demand and wages reduces. The first effect dominates in the domestic market oriented sectors and services, while the second effect restricts rise of employment and wages in the exporting sectors. On average, the employment increases by <math id=\"inf40\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mn>0.10</mn><mi mathvariant=\"normal\">%</mi></mstyle></math> (almost uniformly for all skills), while the gross nominal wage by <math id=\"inf41\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mn>0.20</mn><mi mathvariant=\"normal\">%</mi></mstyle></math> (by <math id=\"inf42\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mn>0.26</mn><mi mathvariant=\"normal\">%</mi></mstyle></math> for the gross legal wage, so the share of tax payers increases due to higher economic activity). Extra social benefits lead to higher government revenues generated from all major taxes, primarily from VAT (<math id=\"inf43\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mo>+</mo><mn>0.96</mn><mi mathvariant=\"normal\">%</mi></mstyle></math>) due to higher consumption. As a result, the overall effect on the budget balance is almost neutral (<math id=\"inf44\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mo>−</mo><mn>0.06</mn><mi mathvariant=\"normal\">%</mi></mstyle></math>) despite growing social expenditures.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Linking EUROMOD with the CGE model allows studying the macroeconomic effects of the benefit reform. Even more, we can compare the first-round change in disposable income, i.e. the output from stand-alone EUROMOD, with the overall changes in disposable income, i.e. the output of CGE-EUROMOD model accounting for macroeconomic spillovers. The changes in disposable income in EUROMOD show the effect of higher benefits assuming all other factors constant. The CGE-EUROMOD model, however, accounts for higher employment and wages due to the new family benefit scheme and increased activity (see <a href=\"#fig6\">Figure 6</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00306%2Fijm-00306-fig006.tif",
                                        "size": {
                                            "width": 2058,
                                            "height": 711
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00306%2Fijm-00306-fig006.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00306-fig006.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "Changes in equivalised disposable income (deviation from baseline; %). (<b>a</b>) By number of children. (<b>b</b>) By decile of equivalised disposable income. Note: Own calculations. Income cut points for deciles are based on the baseline scenario for 2021 and are constant across models.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The equivalised disposable income increases more for families with a larger number of children, according to <a href=\"#fig6\">Figure 6a</a>. Moreover, by comparing the results of stand-alone EUROMOD and joint CGE-EUROMOD system, we see a positive indirect effect on disposable income for households with children stemming from the higher economic activity level. The importance of this indirect effect appears even more obviously in <a href=\"#fig6\">Figure 6b</a> – households from all income groups enjoy the additional positive effect of increasing employment and wages. The positive indirect effect tends to be higher for relatively poor households which consist of a larger share of unemployed persons: changing the status from unemployed to employed substantially increases their disposable.",
                            "type": "paragraph"
                        },
                        {
                            "text": "A stronger rise in the income for low income groups (both due to a higher direct effect of the benefit and stronger macroeconomic spillovers) results in lower inequality measures, i.e. the Gini coefficient declines by <math id=\"inf45\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mn>0.44</mn><mi mathvariant=\"normal\">%</mi></mstyle></math>, while S80/S20 ratio – by <math id=\"inf46\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mn>0.65</mn><mi mathvariant=\"normal\">%</mi></mstyle></math> (see <a href=\"#A1-T3\">Table A3</a> in Appendix).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2. Scenario 2: Changing family benefits",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Simulations",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this paper, we propose a novel approach to link the CGE model with the tax-benefit EUROMOD microsimulation model. We use the example of Latvia and link the models using the iterative top-down bottom-up approach. The information from EUROMOD to CGE (the bottom-up link) is transmitted through the percentage change in nominal household equivalised disposable income (by quintiles), budget revenues from labour taxes and budget expenditures on benefits. The top-down link consists of changes in the labour market status and gross wages, which are translated into the microsimulation model following a regression-based approach.",
                    "type": "paragraph"
                },
                {
                    "text": "We also incorporate the unreported wage payments in CGE and EUROMOD to account for the substantial labour tax non-compliance in Latvia and improve the modelling of the fiscal sector. Labour tax evasion is endogenised in CGE, allowing for industry-specific responses of the prevalence of tax evasion to changes in tax rates and economic activity. In EUROMOD, unreported wages are imputed following the approach proposed by <a href=\"#bib7\">Benkovskis and Fadejeva (2022)</a>, which allows for estimating the distributional effects of policies on both reported and total income. A simple rule is added to EUROMOD, stating that the total gross wage cannot be lower than the reported gross wage. Changes in the extent of labour tax evasion are linked in both models.",
                    "type": "paragraph"
                },
                {
                    "text": "Linking the two models addresses some drawbacks of the stand-alone versions of CGE and EUROMOD. The lack of income distribution aspect and the scarcity of fiscal instruments in CGE can be overcome by the features of EUROMOD – a tax-benefit miscrosimulation model. The CGE model, on the other hand, provides macroeconomic spillovers that are missing in the simulations of EUROMOD. The newly created joint CGE-EUROMOD system is an extremely rich policy simulation tool analysing a wide spectrum of macroeconomic, industry-specific, fiscal or income distribution shocks.",
                    "type": "paragraph"
                },
                {
                    "text": "Our paper demonstrates three examples of possible policy simulations, highlighting the advantages of the joint system. In particular, we show that the capabilities of the CGE model become wider, and one can now observe the income distributional effects for various macroeconomic or industry-specific shocks. Second, the simulation of tax or benefit adjustments now also accounts for changes in the macroeconomic environment, providing more adequate understanding of the overall effect. In addition to the usual advantages of the CGE and EUROMOD models, our system includes the endogenised informal wage section, which allows more realistic modelling of policy measures related to the fiscal sector.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Conclusions",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "1",
                            "type": "paragraph"
                        },
                        {
                            "text": "For a review of the existing methods, see <a href=\"#bib32\">Peichl (2009)</a>, <a href=\"#bib33\">Peichl (2016)</a>, <a href=\"#bib15\">Cockburn et al. (2014)</a> and <a href=\"#bib16\">Colombo (2018)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "2",
                            "type": "paragraph"
                        },
                        {
                            "text": "see <a href=\"#A1-F1\">Figure A1</a> in Appendix for the iterative sequence scheme.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "3",
                            "type": "paragraph"
                        },
                        {
                            "text": "More information can be found on the official EUROMOD web page: <a href=\"https://euromod-web.jrc.ec.europa.eu/\">https://euromod-web.jrc.ec.europa.eu/</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "4",
                            "type": "paragraph"
                        },
                        {
                            "text": "The source of employment income in Latvian SILC is a mixture of administrative records and interviews. The exact source for each individual is, however, not documented in SILC flag variables. Latvian baseline EUROMOD version is based on the assumption that the employment income comes from administrative records and hence represents the reported income only. The validity of this assumption is verified by comparing distribution of gross annual wages from SILC and administrative records.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "5",
                            "type": "paragraph"
                        },
                        {
                            "text": "For that, similarly to <a href=\"#bib7\">Benkovskis and Fadejeva (2022)</a>, we use the employer-employee dataset provided by the State Revenue Service and Central Statistical Burea of Latvia, augmented by the Labour Force Survey database from the Central Statistical Burea of Latvia.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "6",
                            "type": "paragraph"
                        },
                        {
                            "text": "See more details about the methodology in <a href=\"#bib7\">Benkovskis and Fadejeva (2022)</a>. The coefficients of the SFA equation used to evaluate the potential gross wage in the EU-SILC database are available upon request.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "7",
                            "type": "paragraph"
                        },
                        {
                            "text": "The skills are defined corresponding to the major occupation groups, further aggregated into high- (ISCO-08 major groups 1, 2, 3), medium- (0, 4, 6, 7), and low-skilled labour (5, 8, 9).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "8",
                            "type": "paragraph"
                        },
                        {
                            "text": "Not all of these benefits are simulated in EUROMOD, e.g. sickness benefits and disability pensions are included in Latvian EUROMOD, but are not simulated.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "9",
                            "type": "paragraph"
                        },
                        {
                            "text": "The level of labour and commodity tax evasion was calibrated to match the SUT tax base with the actual tax revenues, given the tax rates. Thus, the share of users paying VAT and excise tax was calibrated to 80% for all commodities in 2015 (for food, alcohol and tobacco – close to 70%). Similarly, the share of enterprises paying labour taxes was calibrated at the broad industry level, ranging between 70% and 98% in 2015.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "10",
                            "type": "paragraph"
                        },
                        {
                            "text": "The elasticities are calibrated following <a href=\"#bib42\">Schneider et al. (2010)</a> and expert judgements. An increase in labour tax by 1 percentage point boosts the share of unreported wages by 0.05 percentage points, an increase in effective commodity tax by 1 percentage point enlarges the share of commodity tax evaders by 0.05 percentage points, while growth in real activity by 1% diminishes the share of tax evaders by 0.44 percentage points (see <a href=\"#bib9\">Benkovskis and Matvejevs, 2023</a>, eq. A88-A91 for more details).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "11",
                            "type": "paragraph"
                        },
                        {
                            "text": "We make no adjustments to the level of disposable income in EUROMOD, which differs from national accounts. Only changes in disposable income are harmonised between the two models.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "12",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Latvian CGE model has 63 two-digit industries, so the changes in the respective exogenous variables are assumed to be equal within the 12 broad industries used by EUROMOD.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "13",
                            "type": "paragraph"
                        },
                        {
                            "text": "Note that shocks like minimum wage changes also affect the share of unreported wage payments by decreasing the gap between the total and reported gross wage for individuals affected by the legislative changes. <a href=\"#bib7\">Benkovskis and Fadejeva (2022)</a> demonstrate that the share of employees with unreported wages is especially high when the reported wage is close to the minimum wage.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "14",
                            "type": "paragraph"
                        },
                        {
                            "text": "In principle, it is also possible to use the demographic output of CGE to adjust the EUROMOD database (accounting for the newborn children, deceased persons and migration). However, such additional link would not affect much the output of the simulations in the short to medium run, and we limited the linkage to the labour market for simplicity.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "15",
                            "type": "paragraph"
                        },
                        {
                            "text": "We define skills in the same way both for the CGE and EUROMOD. Ten major groups of occupations in ISCO-08 are arranged on three skill levels (high, medium and low) on the basis of ILOSTAT approach with minor adjustments to the Latvian labour market. Services and Sales Workers (group 5), Plant and Machine Operators and Assemblers (group 8), Elementary Occupations (group 9) correspond to the the low skill level; Armed Forces Occupations (group 0), Clerical Support Workers (group 4), Skilled Agricultural, Forestry and Fishery Workers (group 6) and Craft and Related Trades Workers (group 7) correspond to the medium skill level; Managers (group 1), Professionals (group 2), Technicians and Associate Professionals (group 3) correspond to the high skill level. In ILOSTAT Armed Forces (group 0) correspond to all three skill levels. Groups 5 and 8 – Services and Sales Workers (group 5), Plant and Machine Operators and Assemblers (group 8) – correspond to the medium skill level.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn15",
                    "title": "15.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "16",
                            "type": "paragraph"
                        },
                        {
                            "text": "Although CGE works with 63 2-digit industries, EUROMOD only consists of 12 broad sectors, so the output of the CGE is aggregated respectively. Thus the CGE output contains 36 industry and skill-level changes in employment, gross wage and share of tax evaders that should be transformed into individual changes for the EUROMOD.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn16",
                    "title": "16.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "17",
                            "type": "paragraph"
                        },
                        {
                            "text": "This is a very strong assumption made for the simplicity of the algorithm. In particular, we lack the detailed information on education, experience and qualification that would allow evaluating the eligibility of newly hired employees for a certain industry. In addition, our algorithm implicitly assumes same wage distributions for the respective skills within different industries. This assumption can be relaxed in future versions of the model.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn17",
                    "title": "17.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "18",
                            "type": "paragraph"
                        },
                        {
                            "text": "The other empirical strategy to determine the probability of employment could be to use the top-down behaviour microsimulation toolkit for distributive analysis developed by <a href=\"#bib44\">Tiberti et al. (2018)</a>, which takes into account the probability to be employed of the household head and the occupational choice of the other household members.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn18",
                    "title": "18.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "19",
                            "type": "paragraph"
                        },
                        {
                            "text": "This difference is mainly due to a higher proportion of women in part-time employment in EU countries (11.3% of employed women in Latvia and 29.6% in the EU). The proportion of men employed part time in Latvia and EU countries is very similar (6.5% of employed men in Latvia vs. 8.4% in EU countries).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn19",
                    "title": "19.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "20",
                            "type": "paragraph"
                        },
                        {
                            "text": "The top-down behaviour microsimulation toolkit for distributive analysis developed by <a href=\"#bib44\">Tiberti et al. (2018)</a> additionally allows for modelling the income from self-employment activities collected at the household level.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn20",
                    "title": "20.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "21",
                            "type": "paragraph"
                        },
                        {
                            "text": "The list of selection variables affecting employment probability, but not wages include household non-employment income (per household member), earnings of other household members(per household member), binary variable if paying mortgage, number of children under 3 years of age, and binary variable for disabled person in the household.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn21",
                    "title": "21.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "22",
                            "type": "paragraph"
                        },
                        {
                            "text": "This is not the only possible approach. One could also take an advantage of the non-binary nature of employment variables in EUROMOD and adjust the number of months spent in employment and unemployment accordingly. Although this would facilitate the algorithm, the major drawback is the absence of skill and industry dimension. The “splitting up” approach allows different persons from the same “original” observation to be employed in different skills and industries. This would not be possible to realise in the latter case, when the number of months spent in employment is altered.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn22",
                    "title": "22.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "23",
                            "type": "paragraph"
                        },
                        {
                            "text": "We do not split into 125 similar households representing 1 household in the population to reduce the computation burden for EUROMOD. The <i>n</i> = 25 was a compromise between the computation speed and fine granularity in the simulations.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn23",
                    "title": "23.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "24",
                            "type": "paragraph"
                        },
                        {
                            "text": "Obviously, rounding is applied to some weights in the original database.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn24",
                    "title": "24.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "25",
                            "type": "paragraph"
                        },
                        {
                            "text": "People who changed their status to unemployed or inactive get zero gross wage income.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn25",
                    "title": "25.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "26",
                            "type": "paragraph"
                        },
                        {
                            "text": "We follow the classification of the EU-SILC and split firms into four size groups: 10 employees or less, 11 to 20 employees, 21 to 50 employees, more than 50 employees.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn26",
                    "title": "26.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "27",
                            "type": "paragraph"
                        },
                        {
                            "text": "The iteration always starts from the CGE model. In case the shock is applied only to EUROMOD, we start by running the CGE model with zero exogenous shocks and then proceed to EUROMOD.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn27",
                    "title": "27.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "28",
                            "type": "paragraph"
                        },
                        {
                            "text": "The size of the informal economy is endogenised in the Latvian CGE model, and declining economic activity in a respective sector increases tax evasion. See last paragraph of Section 2.2, or <a href=\"#bib9\">Benkovskis and Matvejevs (2023)</a> for more details.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn28",
                    "title": "28.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "29",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the 2021 version of EUROMOD, the family benefit consists of two parts: there is a basic benefit paid to all families with children and supplementary payments, which are paid only to families with two and more dependent children. When calculating the amount of the benefit, the number of children is determined taking into account all children raised by the recipient, even if some of them are no longer dependent. The amount of the benefit is determined by the child’s sequential number in the family according to the birth date, e.g. if there is one adult child in a family and one child below the age of 15, the child aged below 15 is treated as the second child (see <a href=\"#bib34\">Pluta, 2021</a> for more details on the family benefit modelling in EUROMOD prior to 2022).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn29",
                    "title": "29.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "30 Law on State Social Allowances, <a href=\"https://likumi.lv/ta/en/en/id/68483\">https://likumi.lv/ta/en/en/id/68483</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn30",
                    "title": "30.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "31",
                            "type": "paragraph"
                        },
                        {
                            "text": "Another way to look at the effect of increased family benefit on the economic activity is to calculate the fiscal multiplier. According to our model it equals 1.6, namely one additional euro of family benefits adds 1.6 euro to nominal GDP. The direct comparison of this number with other estimates of the fiscal multiplier is problematic, since the literature on fiscal multipliers focus on taxes as well as government consumption and investments. Only few studies investigate comparable fiscal multipliers. <a href=\"#bib1\">Al-Eyd and Barrell (2005)</a> use NiGEM model and report the fiscal multiplier for transfers in the range of 0.2-0.6 for various European countries, while <a href=\"#bib17\">Coronado et al. (2005)</a> report the multiplier of 0.3 for the increased child credit in the US. Our estimate exceeds previously reported numbers substantially. This can be explained by the specifics of the CGE model that reports the medium-run response, while previously mentioned estimates refer to the immediate effect within one-two years.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn31",
                    "title": "31.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "Estimating tax and benefit multipliers in Europe",
            "authors": [
                {
                    "name": {
                        "index": "Al-Eyd, AJ",
                        "preferred": "AJ Al-Eyd"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Barrell, R",
                        "preferred": "R Barrell"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "doi": "10.1016/j.econmod.2005.05.005",
            "id": "bib1",
            "journal": "Economic Modelling",
            "pages": {
                "first": "759",
                "last": "776",
                "range": "759–776"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "articleTitle": "Fiscal union in Europe? redistributive and stabilizing effects of a European tax-benefit system and fiscal equalization mechanism",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dolls, M",
                        "preferred": "M Dolls"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fuest, C",
                        "preferred": "C Fuest"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Neumann, D",
                        "preferred": "D Neumann"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pestel, N",
                        "preferred": "N Pestel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Siegloch, S",
                        "preferred": "S Siegloch"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.1111/1468-0327.12011",
            "id": "bib2",
            "journal": "Economic Policy",
            "pages": {
                "first": "375",
                "last": "422",
                "range": "375–422"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Barrios, S",
                        "preferred": "S Barrios"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Greve, B",
                        "preferred": "B Greve"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hussain, MA",
                        "preferred": "MA Hussain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Picos, F",
                        "preferred": "F Picos"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Riscado, S",
                        "preferred": "S Riscado"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "details": "Working Paper on Taxation and Structural Reforms 2017-05. Joint Research Centre",
            "id": "bib4",
            "title": "Working Paper on Taxation and Structural Reforms 2017-05. Joint Research Centre",
            "type": "unknown"
        },
        {
            "articleTitle": "Dynamic scoring of tax reforms in the european union",
            "authors": [
                {
                    "name": {
                        "index": "Barrios, S",
                        "preferred": "S Barrios"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dolls, M",
                        "preferred": "M Dolls"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maftei, A",
                        "preferred": "A Maftei"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Riscado, S",
                        "preferred": "S Riscado"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Varga, J",
                        "preferred": "J Varga"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wittneben, C",
                        "preferred": "C Wittneben"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1002/pam.22105",
            "id": "bib3",
            "journal": "Journal of Policy Analysis and Management",
            "pages": {
                "first": "239",
                "last": "262",
                "range": "239–262"
            },
            "type": "journal",
            "volume": "38"
        },
        {
            "articleTitle": "Progressive tax reforms in flat tax countries",
            "authors": [
                {
                    "name": {
                        "index": "Barrios, S",
                        "preferred": "S Barrios"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ivaškaitė-Tamošiūnė, V",
                        "preferred": "V Ivaškaitė-Tamošiūnė"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maftei, A",
                        "preferred": "A Maftei"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Narazani, E",
                        "preferred": "E Narazani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Varga, J",
                        "preferred": "J Varga"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1080/00128775.2019.1671201",
            "id": "bib5",
            "journal": "Eastern European Economics",
            "pages": {
                "first": "83",
                "last": "107",
                "range": "83–107"
            },
            "type": "journal",
            "volume": "58"
        },
        {
            "articleTitle": "Assessing the economic and social impact of tax and benefit reforms: A general-equilibrium microsimulation approach applied to Hungary",
            "authors": [
                {
                    "name": {
                        "index": "Benczúr, P",
                        "preferred": "P Benczúr"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kátay, G",
                        "preferred": "G Kátay"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kiss, Á",
                        "preferred": "Á Kiss"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1016/j.econmod.2018.06.016",
            "id": "bib6",
            "journal": "Economic Modelling",
            "pages": {
                "first": "441",
                "last": "457",
                "range": "441–457"
            },
            "type": "journal",
            "volume": "75"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Benkovskis, K",
                        "preferred": "K Benkovskis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goluzins, E",
                        "preferred": "E Goluzins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tkacevs, O",
                        "preferred": "O Tkacevs"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "details": "Working Paper 2016/01. Latvijas Banka",
            "id": "bib8",
            "title": "Working Paper 2016/01. Latvijas Banka",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Benkovskis, K",
                        "preferred": "K Benkovskis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fadejeva, L",
                        "preferred": "L Fadejeva"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "details": "Working Paper 2022/01, Latvijas Banka",
            "id": "bib7",
            "title": "Working Paper 2022/01, Latvijas Banka",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Benkovskis, K",
                        "preferred": "K Benkovskis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Matvejevs, O",
                        "preferred": "O Matvejevs"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "details": "Working Paper 2023/02, Latvijas Banka",
            "id": "bib9",
            "title": "Working Paper 2023/02, Latvijas Banka",
            "type": "unknown"
        },
        {
            "articleTitle": "The minimum wage, informal pay, and tax enforcement",
            "authors": [
                {
                    "name": {
                        "index": "Bíró, A",
                        "preferred": "A Bíró"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Prinz, D",
                        "preferred": "D Prinz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sándor, L",
                        "preferred": "L Sándor"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1016/j.jpubeco.2022.104728",
            "id": "bib10",
            "journal": "Journal of Public Economics",
            "pages": "104728",
            "type": "journal",
            "volume": "215"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robilliard, A-S",
                        "preferred": "A-S Robilliard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "Working Paper DT/2003/10, DIAL (Développement, Institutions et Mondialisation",
            "id": "bib11",
            "title": "Working Paper DT/2003/10, DIAL (Développement, Institutions et Mondialisation",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bourguignon, F",
                        "preferred": "F Bourguignon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robinson, S",
                        "preferred": "S Robinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robilliard, A-S",
                        "preferred": "A-S Robilliard"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "details": "93–118, Examining the social impact of the indonesian financial crisis using a macro-micro model, The Impact of Macroeconomic Policies on Poverty and Income Distribution: Macro-Micro Evaluation Techniques and Tools, England, Palgrave-Macmillan Houndmills, p",
            "id": "bib12",
            "title": "The Impact of Macroeconomic Policies on Poverty and Income Distribution: Macro-Micro Evaluation Techniques and Tools",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cockburn, J",
                        "preferred": "J Cockburn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tiberti, L",
                        "preferred": "L Tiberti"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "275–304, Macro-micro models, Handbook of Microsimulation Modelling, Vol, 293, Emerald Group Publishing Limited, p, 10.1108/S0573-85552014293",
            "id": "bib15",
            "title": "Handbook of Microsimulation Modelling",
            "type": "unknown"
        },
        {
            "articleTitle": "Fiscal space and public spending on children in burkina faso",
            "authors": [
                {
                    "name": {
                        "index": "Cockburn, J",
                        "preferred": "J Cockburn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maisonnave, H",
                        "preferred": "H Maisonnave"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Robichaud, V",
                        "preferred": "V Robichaud"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tiberti, L",
                        "preferred": "L Tiberti"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.34196/ijm.00126",
            "id": "bib14",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "5",
                "last": "23",
                "range": "5–23"
            },
            "type": "journal",
            "volume": "9"
        },
        {
            "articleTitle": "Linking CGE and microsimulation models: A comparison different approaches",
            "authors": [
                {
                    "name": {
                        "index": "Colombo, G",
                        "preferred": "G Colombo"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.34196/ijm.00026",
            "id": "bib16",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "72",
                "last": "91",
                "range": "72–91"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Coronado, JL",
                        "preferred": "JL Coronado"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lupton, JP",
                        "preferred": "JP Lupton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sheiner, L",
                        "preferred": "L Sheiner"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "details": "Finance and Economics Discussion Series 2005-32, Board of Governors of the Federal Reserve System (U.S)",
            "id": "bib17",
            "title": "Finance and Economics Discussion Series 2005-32, Board of Governors of the Federal Reserve System (U.S)",
            "type": "unknown"
        },
        {
            "articleTitle": "Cash transfer policies, taxation and the fall in inequality in Brazil an integrated microsimulation-CGE analysis",
            "authors": [
                {
                    "name": {
                        "index": "Cury, S",
                        "preferred": "S Cury"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pedrozo, E",
                        "preferred": "E Pedrozo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Coelho, AM",
                        "preferred": "AM Coelho"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.34196/ijm.00128",
            "id": "bib18",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "55",
                "last": "85",
                "range": "55–85"
            },
            "type": "journal",
            "volume": "9"
        },
        {
            "articleTitle": "Integrating microsimulation models of tax policy into a DGE macroeconomic model",
            "authors": [
                {
                    "name": {
                        "index": "DeBacker, J",
                        "preferred": "J DeBacker"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Evans, RW",
                        "preferred": "RW Evans"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Phillips, KL",
                        "preferred": "KL Phillips"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1177/1091142118816744",
            "id": "bib19",
            "journal": "Public Finance Review",
            "pages": {
                "first": "207",
                "last": "275",
                "range": "207–275"
            },
            "type": "journal",
            "volume": "47"
        },
        {
            "articleTitle": "On weights in dynamic-ageing microsimulation models",
            "authors": [
                {
                    "name": {
                        "index": "Dekkers, G",
                        "preferred": "G Dekkers"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cumpston, R",
                        "preferred": "R Cumpston"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.34196/ijm.00072",
            "id": "bib20",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "59",
                "last": "65",
                "range": "59–65"
            },
            "type": "journal",
            "volume": "5"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dixon, PB",
                        "preferred": "PB Dixon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rimmer, MT",
                        "preferred": "MT Rimmer"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "256, Dynamic general equilibrium modelling for forecasting and policy: a practical guide and documentation of MONASH, Contributions to Economic Analysis, North-Holland, Elsevier, 10.1108/S0573-8555(2001)256",
            "id": "bib22",
            "title": "Contributions to Economic Analysis",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dixon, PB",
                        "preferred": "PB Dixon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Koopman, RB",
                        "preferred": "RB Koopman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rimmer, MT",
                        "preferred": "MT Rimmer"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "details": "23–103, The MONASH style of computable general equilibrium modeling: a framework for practical policy analysis, Handbook of Computable General Equilibrium Modeling, Elsevier, p",
            "id": "bib21",
            "title": "Handbook of Computable General Equilibrium Modeling",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Euromod",
                    "type": "group"
                }
            ],
            "date": "2021",
            "details": "Working Paper EM2/21. EUROMOD",
            "id": "bib23",
            "title": "Working Paper EM2/21. EUROMOD",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gavoille, N",
                        "preferred": "N Gavoille"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zasova, A",
                        "preferred": "A Zasova"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "details": "Research Paper 6, SSE Riga/BICEPS",
            "id": "bib24",
            "title": "Research Paper 6, SSE Riga/BICEPS",
            "type": "unknown"
        },
        {
            "articleTitle": "Sequential linking of computable general equilibrium microsimulation models: A comparison of behavioural reweighting techniques",
            "authors": [
                {
                    "name": {
                        "index": "Hérault, N",
                        "preferred": "N Hérault"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.34196/ijm.00023",
            "id": "bib25",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "35",
                "last": "42",
                "range": "35–42"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Horridge, M",
                        "preferred": "M Horridge"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "Centre of Policy Studies",
            "id": "bib26",
            "title": "Centre of Policy Studies",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Jara Tamayo, HX",
                        "preferred": "HX Jara Tamayo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Simon, A",
                        "preferred": "A Simon"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "details": "Working Paper WP 6/21, CeMPA",
            "id": "bib27",
            "title": "Working Paper WP 6/21, CeMPA",
            "type": "unknown"
        },
        {
            "articleTitle": "What do CGE models have to say about fiscal reform?",
            "authors": [
                {
                    "name": {
                        "index": "Lemelin, A",
                        "preferred": "A Lemelin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1016/j.eap.2022.04.003",
            "id": "bib28",
            "journal": "Economic Analysis and Policy",
            "pages": {
                "first": "758",
                "last": "774",
                "range": "758–774"
            },
            "type": "journal",
            "volume": "74"
        },
        {
            "articleTitle": "Assessing the impacts of a major tax reform: A CGE-microsimulation analysis for Uruguay",
            "authors": [
                {
                    "name": {
                        "index": "Llambi, C",
                        "preferred": "C Llambi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Laens, S",
                        "preferred": "S Laens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Perera, M",
                        "preferred": "M Perera"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.34196/ijm.00131",
            "id": "bib29",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "134",
                "last": "166",
                "range": "134–166"
            },
            "type": "journal",
            "volume": "9"
        },
        {
            "articleTitle": "Can higher employment levels bring down relative income poverty in the EU? regression-based simulations of the Europe 2020 target",
            "authors": [
                {
                    "name": {
                        "index": "Marx, I",
                        "preferred": "I Marx"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vandenbroucke, P",
                        "preferred": "P Vandenbroucke"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verbist, G",
                        "preferred": "G Verbist"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1177/0958928712456577",
            "id": "bib30",
            "journal": "Journal of European Social Policy",
            "pages": {
                "first": "472",
                "last": "486",
                "range": "472–486"
            },
            "type": "journal",
            "volume": "22"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "Working Paper 2015-10, Institute for Social and Economic Research",
            "id": "bib31",
            "title": "Working Paper 2015-10, Institute for Social and Economic Research",
            "type": "unknown"
        },
        {
            "articleTitle": "The benefits and problems of linking micro and macro models — evidence from a flat tax analysis",
            "authors": [
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1016/S1514-0326(09)60017-9",
            "id": "bib32",
            "journal": "Journal of Applied Economics",
            "pages": {
                "first": "301",
                "last": "329",
                "range": "301–329"
            },
            "type": "journal",
            "volume": "12"
        },
        {
            "articleTitle": "Linking microsimulation and CGE models",
            "authors": [
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.34196/ijm.00132",
            "id": "bib33",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "167",
                "last": "174",
                "range": "167–174"
            },
            "type": "journal",
            "volume": "9"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Pluta, A",
                        "preferred": "A Pluta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zasova, A",
                        "preferred": "A Zasova"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "details": "Occasional Paper 10, SSE Riga/BICEPS",
            "id": "bib35",
            "title": "Occasional Paper 10, SSE Riga/BICEPS",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Pluta, A",
                        "preferred": "A Pluta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zasova, A",
                        "preferred": "A Zasova"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "details": "Occasional Paper 11, SSE Riga/BICEPS",
            "id": "bib36",
            "title": "Occasional Paper 11, SSE Riga/BICEPS",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Pluta, A",
                        "preferred": "A Pluta"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "details": "EUROMOD Country report, EUROMOD at the Institute for Social and Economic Research",
            "id": "bib34",
            "title": "EUROMOD Country report, EUROMOD at the Institute for Social and Economic Research",
            "type": "unknown"
        },
        {
            "articleTitle": "Measuring the shadow economy using company managers",
            "authors": [
                {
                    "name": {
                        "index": "Putniņš, TJ",
                        "preferred": "TJ Putniņš"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sauka, A",
                        "preferred": "A Sauka"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1016/j.jce.2014.04.001",
            "id": "bib37",
            "journal": "Journal of Comparative Economics",
            "pages": {
                "first": "471",
                "last": "490",
                "range": "471–490"
            },
            "type": "journal",
            "volume": "43"
        },
        {
            "articleTitle": "Distributional impacts of carbon pricing: A general equilibrium approach with micro-data for households",
            "authors": [
                {
                    "name": {
                        "index": "Rausch, S",
                        "preferred": "S Rausch"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Metcalf, GE",
                        "preferred": "GE Metcalf"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reilly, JM",
                        "preferred": "JM Reilly"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1016/j.eneco.2011.07.023",
            "id": "bib38",
            "journal": "Energy Economics",
            "pages": {
                "first": "S20",
                "last": "S33",
                "range": "S20–S33"
            },
            "type": "journal",
            "volume": "33"
        },
        {
            "articleTitle": "Poverty effects of Russia’s WTO accession: Modeling “real” households with endogenous productivity effects",
            "authors": [
                {
                    "name": {
                        "index": "Rutherford, TF",
                        "preferred": "TF Rutherford"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tarr, DG",
                        "preferred": "DG Tarr"
                    },
                    "type": "person"
                }
            ],
            "date": "2008",
            "doi": "10.1016/j.jinteco.2007.09.004",
            "id": "bib39",
            "journal": "Journal of International Economics",
            "pages": {
                "first": "131",
                "last": "150",
                "range": "131–150"
            },
            "type": "journal",
            "volume": "75"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "Working paper, CIRPEE",
            "id": "bib40",
            "title": "Working paper, CIRPEE",
            "type": "unknown"
        },
        {
            "articleTitle": "Scaling up infrastructure spending in the philippines: A CGE top- down bottom-up microsimulation approach",
            "authors": [
                {
                    "name": {
                        "index": "Savard, L",
                        "preferred": "L Savard"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.34196/ijm.00024",
            "id": "bib41",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "43",
                "last": "59",
                "range": "43–59"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "articleTitle": "New estimates for the shadow economies all over the world",
            "authors": [
                {
                    "name": {
                        "index": "Schneider, F",
                        "preferred": "F Schneider"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Buehn, A",
                        "preferred": "A Buehn"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Montenegro, CE",
                        "preferred": "CE Montenegro"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1080/10168737.2010.525974",
            "id": "bib42",
            "journal": "International Economic Journal",
            "pages": {
                "first": "443",
                "last": "461",
                "range": "443–461"
            },
            "type": "journal",
            "volume": "24"
        },
        {
            "articleTitle": "EUROMOD: the European union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.34196/ijm.00075",
            "id": "bib43",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "A top-down with behaviour (TDB) microsimulation toolkit for distributive analysis",
            "authors": [
                {
                    "name": {
                        "index": "Tiberti, L",
                        "preferred": "L Tiberti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cicowiez, M",
                        "preferred": "M Cicowiez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cockburn, J",
                        "preferred": "J Cockburn"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.34196/ijm.00185",
            "id": "bib44",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "191",
                "last": "213",
                "range": "191–213"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "Methods for including income distribution in global CGE models for long-term climate change research",
            "authors": [
                {
                    "name": {
                        "index": "van Ruijven, BJ",
                        "preferred": "BJ van Ruijven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Neill, BC",
                        "preferred": "BC O’Neill"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chateau, J",
                        "preferred": "J Chateau"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1016/j.eneco.2015.08.017",
            "id": "bib45",
            "journal": "Energy Economics",
            "pages": {
                "first": "530",
                "last": "543",
                "range": "530–543"
            },
            "type": "journal",
            "volume": "51"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "*** p&lt;0.01, ** p&lt;0.05, * p&lt;0.1.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "Note: Own calculations. Data used is EU-SILC 2011-EU-SILC 2019, Latvia. High-skilled is base outcome of the multinomial logistic regression.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "A1-T1",
                            "label": "Table A1",
                            "tables": [
                                "<table><thead><tr><th align=\"left\"/><th align=\"left\">(1)</th><th align=\"left\">(2)</th><th align=\"left\">(3)</th><th align=\"left\">(4)</th><th align=\"left\">(5)</th><th align=\"left\">(6)</th><th align=\"left\">(7)</th><th align=\"left\">(8)</th></tr></thead><tbody><tr><td align=\"left\"/><td align=\"left\">Men</td><td align=\"left\">Men</td><td align=\"left\">Men</td><td align=\"left\">Men</td><td align=\"left\">Women</td><td align=\"left\">Women</td><td align=\"left\">Women</td><td align=\"left\">Women</td></tr><tr><td align=\"left\">Variables</td><td align=\"left\">Low-skilled</td><td align=\"left\">Medium-skilled</td><td align=\"left\">Unemployed</td><td align=\"left\">Inactive</td><td align=\"left\">Low-skilled</td><td align=\"left\">Medium-skilled</td><td align=\"left\">Unemployed</td><td align=\"left\">Inactive</td></tr><tr><td align=\"left\">Secondary education</td><td align=\"left\">–1.612***</td><td align=\"left\">–1.669***</td><td align=\"left\">–2.251***</td><td align=\"left\">–2.339***</td><td align=\"left\">–1.098*</td><td align=\"left\">–0.207</td><td align=\"left\">–2.155***</td><td align=\"left\">–2.619***</td></tr><tr><td align=\"left\">Tertiary education</td><td align=\"left\">–4.405***</td><td align=\"left\">–4.264***</td><td align=\"left\">–4.769***</td><td align=\"left\">–4.967***</td><td align=\"left\">–4.268***</td><td align=\"left\">–2.471***</td><td align=\"left\">–4.603***</td><td align=\"left\">–5.142***</td></tr><tr><td align=\"left\">Age</td><td align=\"left\">–0.068***</td><td align=\"left\">–0.068***</td><td align=\"left\">–0.124***</td><td align=\"left\">–0.266***</td><td align=\"left\">–0.049***</td><td align=\"left\">–0.057***</td><td align=\"left\">–0.105***</td><td align=\"left\">–0.212***</td></tr><tr><td align=\"left\">Age2</td><td align=\"left\">0.001***</td><td align=\"left\">0.001***</td><td align=\"left\">0.002***</td><td align=\"left\">0.003***</td><td align=\"left\">0.001***</td><td align=\"left\">0.001***</td><td align=\"left\">0.001***</td><td align=\"left\">0.002***</td></tr><tr><td align=\"left\">Cities other than Riga</td><td align=\"left\">0.441***</td><td align=\"left\">0.410***</td><td align=\"left\">0.472***</td><td align=\"left\">0.489***</td><td align=\"left\">0.097**</td><td align=\"left\">0.028</td><td align=\"left\">0.456***</td><td align=\"left\">0.141***</td></tr><tr><td align=\"left\">Thinly populated area</td><td align=\"left\">0.636***</td><td align=\"left\">0.506***</td><td align=\"left\">0.772***</td><td align=\"left\">0.855***</td><td align=\"left\">–0.070*</td><td align=\"left\">–0.194***</td><td align=\"left\">0.405***</td><td align=\"left\">0.320***</td></tr><tr><td align=\"left\">Married</td><td align=\"left\">–0.262***</td><td align=\"left\">–0.153***</td><td align=\"left\">–0.701***</td><td align=\"left\">–0.831***</td><td align=\"left\">–0.142***</td><td align=\"left\">–0.078*</td><td align=\"left\">0.006</td><td align=\"left\">0.241***</td></tr><tr><td align=\"left\">Household non-employment income, per household member, in logs</td><td align=\"left\">0.028***</td><td align=\"left\">0.034***</td><td align=\"left\">0.028**</td><td align=\"left\">0.059***</td><td align=\"left\">–0.007</td><td align=\"left\">–0.010</td><td align=\"left\">–0.032***</td><td align=\"left\">0.003</td></tr><tr><td align=\"left\">Earnings of other household members, per household member, in logs</td><td align=\"left\">–0.034***</td><td align=\"left\">–0.066***</td><td align=\"left\">–0.171***</td><td align=\"left\">–0.158***</td><td align=\"left\">–0.019***</td><td align=\"left\">–0.003</td><td align=\"left\">–0.126***</td><td align=\"left\">–0.065***</td></tr><tr><td align=\"left\">Number of children under 3 years of age</td><td align=\"left\">–0.112*</td><td align=\"left\">–0.067</td><td align=\"left\">–0.788***</td><td align=\"left\">–0.656***</td><td align=\"left\">–0.015</td><td align=\"left\">–0.199**</td><td align=\"left\">1.087***</td><td align=\"left\">1.107***</td></tr><tr><td align=\"left\">Disabled</td><td align=\"left\">0.917***</td><td align=\"left\">0.170</td><td align=\"left\">3.153***</td><td align=\"left\">4.945***</td><td align=\"left\">0.839***</td><td align=\"left\">0.749**</td><td align=\"left\">3.313***</td><td align=\"left\">4.879***</td></tr><tr><td align=\"left\">Paying mortgage</td><td align=\"left\">–0.512***</td><td align=\"left\">–0.560***</td><td align=\"left\">–0.869***</td><td align=\"left\">–0.819***</td><td align=\"left\">–0.478***</td><td align=\"left\">–0.458***</td><td align=\"left\">–0.614***</td><td align=\"left\">–0.478***</td></tr><tr><td align=\"left\">Constant</td><td align=\"left\">3.363***</td><td align=\"left\">3.514***</td><td align=\"left\">5.567***</td><td align=\"left\">7.843***</td><td align=\"left\">3.264***</td><td align=\"left\">1.945**</td><td align=\"left\">5.276***</td><td align=\"left\">7.517***</td></tr><tr><td align=\"left\">Observations</td><td align=\"left\">33’055</td><td align=\"left\">33’055</td><td align=\"left\">33’055</td><td align=\"left\">33’055</td><td align=\"left\">36’220</td><td align=\"left\">36’220</td><td align=\"left\">36’220</td><td align=\"left\">36’220</td></tr><tr><td align=\"left\">Years</td><td align=\"left\">Yes</td><td align=\"left\">Yes</td><td align=\"left\">Yes</td><td align=\"left\">Yes</td><td align=\"left\">Yes</td><td align=\"left\">Yes</td><td align=\"left\">Yes</td><td align=\"left\">Yes</td></tr></tbody></table>"
                            ],
                            "title": "Multinomial logistic regression",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "*** p&lt;0.01, ** p&lt;0.05, * p&lt;0.1.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "Note: Own calculations. Data used is EU-SILC 2011–EU-SILC 2019, Latvia. Dependent variable in wage equation is employment income relative to the industry average (in logs).",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "A1-T2",
                            "label": "Table A2",
                            "tables": [
                                "<table><thead><tr><th align=\"left\"/><th align=\"left\">(1)</th><th align=\"left\">(2)</th><th align=\"left\">(3)</th><th align=\"left\">(4)</th></tr></thead><tbody><tr><td align=\"left\"/><td align=\"left\">Men</td><td align=\"left\">Men</td><td align=\"left\">Women</td><td align=\"left\">Women</td></tr><tr><td align=\"left\">Variables</td><td align=\"left\">Relative wage in logs</td><td align=\"left\">Selection model</td><td align=\"left\">Relative wage in logs</td><td align=\"left\">Selection model</td></tr><tr><td align=\"left\">Secondary education</td><td align=\"left\">0.348***</td><td align=\"left\">0.387***</td><td align=\"left\">0.443***</td><td align=\"left\">0.495***</td></tr><tr><td align=\"left\">Tertiary education</td><td align=\"left\">0.521***</td><td align=\"left\">0.669***</td><td align=\"left\">0.566***</td><td align=\"left\">0.806***</td></tr><tr><td align=\"left\">Medium-skilled</td><td align=\"left\">0.173***</td><td align=\"left\">–0.036</td><td align=\"left\">0.124***</td><td align=\"left\">–0.021</td></tr><tr><td align=\"left\">High-skilled</td><td align=\"left\">0.355***</td><td align=\"left\">0.241***</td><td align=\"left\">0.289***</td><td align=\"left\">0.314***</td></tr><tr><td align=\"left\">Age</td><td align=\"left\">0.041***</td><td align=\"left\">0.003</td><td align=\"left\">0.014***</td><td align=\"left\">0.027***</td></tr><tr><td align=\"left\">Age2 (*1000)</td><td align=\"left\">–0.525***</td><td align=\"left\">–0.227**</td><td align=\"left\">–0.177***</td><td align=\"left\">–0.417***</td></tr><tr><td align=\"left\">Cities other than Riga</td><td align=\"left\">–0.088***</td><td align=\"left\">–0.051</td><td align=\"left\">–0.159***</td><td align=\"left\">–0.079***</td></tr><tr><td align=\"left\">Thinly populated area</td><td align=\"left\">–0.068***</td><td align=\"left\">–0.227***</td><td align=\"left\">–0.148***</td><td align=\"left\">–0.198***</td></tr><tr><td align=\"left\">Married</td><td align=\"left\">0.089***</td><td align=\"left\">0.227***</td><td align=\"left\">0.008</td><td align=\"left\">–0.217***</td></tr><tr><td align=\"left\">Household non-employment income, per household member, in logs</td><td align=\"left\">–</td><td align=\"left\">–0.010</td><td align=\"left\">–</td><td align=\"left\">–0.010*</td></tr><tr><td align=\"left\">Earnings of other household members, per household member, in logs</td><td align=\"left\">–</td><td align=\"left\">0.101***</td><td align=\"left\">–</td><td align=\"left\">0.062***</td></tr><tr><td align=\"left\">Paying mortgage</td><td align=\"left\">–</td><td align=\"left\">0.472***</td><td align=\"left\">–</td><td align=\"left\">0.134***</td></tr><tr><td align=\"left\">Number of children under 3 years of age</td><td align=\"left\">–</td><td align=\"left\">0.253***</td><td align=\"left\">–</td><td align=\"left\">–0.911***</td></tr><tr><td align=\"left\">Disabled</td><td align=\"left\">–</td><td align=\"left\">–1.003***</td><td align=\"left\">–</td><td align=\"left\">–1.044***</td></tr><tr><td align=\"left\">Number of months spent in full-time work</td><td align=\"left\">0.085***</td><td align=\"left\">–</td><td align=\"left\">0.098***</td><td align=\"left\">–</td></tr><tr><td align=\"left\">Number of months spent in part-time work</td><td align=\"left\">0.015***</td><td align=\"left\">–</td><td align=\"left\">0.034***</td><td align=\"left\">–</td></tr><tr><td align=\"left\">Constant</td><td align=\"left\">–2.223***</td><td align=\"left\">0.500**</td><td align=\"left\">–2.033***</td><td align=\"left\">–0.024</td></tr><tr><td align=\"left\">atanh(<math id=\"inf47\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>ρ</mi></mstyle></math>)</td><td align=\"left\">–0.411***</td><td align=\"left\">–</td><td align=\"left\">–0.474***</td><td align=\"left\">–</td></tr><tr><td align=\"left\">ln(<math id=\"inf48\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>σ</mi></mstyle></math>)</td><td align=\"left\">–0.486***</td><td align=\"left\">–</td><td align=\"left\">–0.392***</td><td align=\"left\">–</td></tr><tr><td align=\"left\">Observations</td><td align=\"left\">24’477</td><td align=\"left\">24’477</td><td align=\"left\">28’384</td><td align=\"left\">28’384</td></tr><tr><td align=\"left\">Years</td><td align=\"left\">Yes</td><td align=\"left\">Yes</td><td align=\"left\">Yes</td><td align=\"left\">Yes</td></tr></tbody></table>"
                            ],
                            "title": "Heckman selection model",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Notes: Own calculations. Baseline for Scenario 1 is the year 2018, for Scenario 2 - the year 2021.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "A1-T3",
                            "label": "Table A3",
                            "tables": [
                                "<table><thead><tr><th align=\"left\">Variable</th><th align=\"left\">Scenario 1: Shock to financial services</th><th align=\"left\">Scenario 2: Changing family benefits</th></tr></thead><tbody><tr><td align=\"left\" colspan=\"3\">Macroeconomic variables</td></tr><tr><td align=\"left\">Real GDP</td><td align=\"left\">–0.44</td><td align=\"left\">0.28</td></tr><tr><td align=\"left\">Real private consumption</td><td align=\"left\">–0.17</td><td align=\"left\">0.81</td></tr><tr><td align=\"left\">Real investments</td><td align=\"left\">–0.42</td><td align=\"left\">0.26</td></tr><tr><td align=\"left\">Real exports</td><td align=\"left\">–0.70</td><td align=\"left\">–0.13</td></tr><tr><td align=\"left\">Real imports</td><td align=\"left\">–0.25</td><td align=\"left\">0.30</td></tr><tr><td align=\"left\">GDP deflator</td><td align=\"left\">–0.22</td><td align=\"left\">0.15</td></tr><tr><td align=\"left\">Consumption deflator</td><td align=\"left\">–0.16</td><td align=\"left\">0.11</td></tr><tr><td align=\"left\">Export deflator</td><td align=\"left\">–0.12</td><td align=\"left\">0.08</td></tr><tr><td align=\"left\">Import deflator</td><td align=\"left\">0.00</td><td align=\"left\">0.00</td></tr><tr><td align=\"left\">Unemployment (percentage points)</td><td align=\"left\">0.09</td><td align=\"left\">–0.07</td></tr><tr><td align=\"left\">Employment</td><td align=\"left\">–0.13</td><td align=\"left\">0.10</td></tr><tr><td align=\"left\">Employment (high-skilled)</td><td align=\"left\">–0.17</td><td align=\"left\">0.09</td></tr><tr><td align=\"left\">Employment (medium-skilled)</td><td align=\"left\">–0.20</td><td align=\"left\">0.13</td></tr><tr><td align=\"left\">Employment (low-skilled)</td><td align=\"left\">–0.04</td><td align=\"left\">0.10</td></tr><tr><td align=\"left\">Gross real wage</td><td align=\"left\">–0.17</td><td align=\"left\">0.09</td></tr><tr><td align=\"left\">Gross nominal wage</td><td align=\"left\">–0.33</td><td align=\"left\">0.20</td></tr><tr><td align=\"left\">Gross nominal wage (high-skilled)</td><td align=\"left\">–0.38</td><td align=\"left\">0.19</td></tr><tr><td align=\"left\">Gross nominal wage (medium-skilled)</td><td align=\"left\">–0.35</td><td align=\"left\">0.21</td></tr><tr><td align=\"left\">Gross nominal wage (low-skilled)</td><td align=\"left\">–0.25</td><td align=\"left\">0.20</td></tr><tr><td align=\"left\">Gross nominal reported wage</td><td align=\"left\">–0.44</td><td align=\"left\">0.26</td></tr><tr><td align=\"left\" colspan=\"3\">Fiscal variables</td></tr><tr><td align=\"left\">Budget balance (percentage points to GDP)</td><td align=\"left\">–0.28</td><td align=\"left\">–0.06</td></tr><tr><td align=\"left\">Budget expenditures</td><td align=\"left\">0.10</td><td align=\"left\">0.65</td></tr><tr><td align=\"left\">Social expenditures</td><td align=\"left\">0.31</td><td align=\"left\">2.58</td></tr><tr><td align=\"left\">Old-age pensions</td><td align=\"left\">–0.02</td><td align=\"left\">0.02</td></tr><tr><td align=\"left\">Disability pensions</td><td align=\"left\">0.00</td><td align=\"left\">0.00</td></tr><tr><td align=\"left\">Sickness benefits</td><td align=\"left\">0.00</td><td align=\"left\">0.00</td></tr><tr><td align=\"left\">Unemployment benefits</td><td align=\"left\">5.72</td><td align=\"left\">0.07</td></tr><tr><td align=\"left\">Family-related benefits</td><td align=\"left\">0.00</td><td align=\"left\">14.39</td></tr><tr><td align=\"left\">Other benefits</td><td align=\"left\">0.04</td><td align=\"left\">–0.15</td></tr><tr><td align=\"left\">Budget revenues</td><td align=\"left\">–0.65</td><td align=\"left\">0.50</td></tr><tr><td align=\"left\">Social security contribution revenues</td><td align=\"left\">–0.64</td><td align=\"left\">0.30</td></tr><tr><td align=\"left\">Personal income tax revenues</td><td align=\"left\">–0.97</td><td align=\"left\">0.37</td></tr><tr><td align=\"left\">Value added tax revenues</td><td align=\"left\">–0.54</td><td align=\"left\">0.96</td></tr><tr><td align=\"left\">Excise tax revenues</td><td align=\"left\">–0.39</td><td align=\"left\">0.55</td></tr><tr><td align=\"left\" colspan=\"3\">Income distribution (EUROMOD-CGE)</td></tr><tr><td align=\"left\">Gini coefficient (equivalised total disposable income)</td><td align=\"left\">–0.25</td><td align=\"left\">–0.44</td></tr><tr><td align=\"left\">Gini coefficient (equivalised reported disposable income)</td><td align=\"left\">–0.32</td><td align=\"left\">–0.48</td></tr><tr><td align=\"left\">S80/S20 (equivalised total disposable income)</td><td align=\"left\">–0.01</td><td align=\"left\">–0.65</td></tr><tr><td align=\"left\">S80/S20 (equivalised reported disposable income)</td><td align=\"left\">–0.11</td><td align=\"left\">–0.85</td></tr></tbody></table>"
                            ],
                            "title": "Changes in selected macroeconomic, fiscal and income distribution variables in response to two scenarios (deviation from baseline; %).",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "id": "A1-F1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00306%2Fijm-00306-fig007.tif",
                                "size": {
                                    "width": 3767,
                                    "height": 2479
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00306%2Fijm-00306-fig007.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00306-fig007.jpg"
                                }
                            },
                            "label": "Figure A1",
                            "title": "Sequence of solutions for the joint CGE-EUROMOD system. Note* denotes that the model ueses a predicted dataset: SUT in the case of the CGE model and EU-SILC in the case of EUROMOD (the year indicates the income data year in EU-SILC).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "A1",
            "title": "Appendix A"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
