{
    "status": "vor",
    "id": "00311",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00311",
    "authorLine": "Joonas Ollonqvist et al.",
    "title": "Accounting for Behavioral Effects in Microsimulation: A Reduced Form Approach",
    "published": "2024-12-31T00:00:00Z",
    "versionDate": "2024-12-31T00:00:00Z",
    "statusDate": "2024-12-31T00:00:00Z",
    "volume": 17,
    "issue": 3,
    "fpage": 44,
    "lpage": 72,
    "elocationId": "44-72",
    "pdf": "http://web:8082/00311/ijm-00311.pdf",
    "subjects": [
        {
            "id": "labour-supply-demand",
            "name": "Labour supply and demand"
        },
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Microsimulation models are used worldwide to assist in the policy-making of governments. The simulation models may be purely non-behavioral or they may also include modules that simulate labor supply responses to the policy change in question. The present paper demonstrates how the practitioner can employ exogeneously given response estimates to account for behavioral effects in this type of work. Response estimates are combined with individual changes in work incentives at both the extensive and intensive margins. The concepts of the participation tax rate (PTR) and the effective marginal tax rate (EMTR) are employed. In the empirical illustration we discuss distributional and social welfare effects arising from the changes in Finnish taxes and benefits that took effect in 2020.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Ollonqvist et al.",
        "statement": "This article is distributed under the terms of the (<a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Finland",
                            "locality": [
                                "Helsinki"
                            ]
                        },
                        "formatted": [
                            "Helsinki",
                            "Finland"
                        ]
                    },
                    "name": [
                        "Finnish Institute for Health and Welfare"
                    ]
                }
            ],
            "emailAddresses": [
                "joonas.ollonqvist@thl.fi"
            ],
            "name": {
                "index": "Ollonqvist, Joonas",
                "preferred": "Joonas Ollonqvist"
            },
            "orcid": "0000-0001-9075-4049",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Finland",
                            "locality": [
                                "Helsinki"
                            ]
                        },
                        "formatted": [
                            "Helsinki",
                            "Finland"
                        ]
                    },
                    "name": [
                        "Finnish Institute for Health and Welfare"
                    ]
                }
            ],
            "name": {
                "index": "Tervola, Jussi",
                "preferred": "Jussi Tervola"
            },
            "orcid": "0000-0003-2325-7434",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Finland",
                            "locality": [
                                "Helsinki"
                            ]
                        },
                        "formatted": [
                            "Helsinki",
                            "Finland"
                        ]
                    },
                    "name": [
                        "University of Helsinki and VATT Institute for Economic Research"
                    ]
                }
            ],
            "name": {
                "index": "Pirttilä, Jukka",
                "preferred": "Jukka Pirttilä"
            },
            "orcid": "0000-0002-5462-8368",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Norway",
                            "locality": [
                                "Oslo"
                            ]
                        },
                        "formatted": [
                            "Oslo",
                            "Norway"
                        ]
                    },
                    "name": [
                        "Research Department, Statistics Norway and Norwegian Fiscal Studies, the Department of Economics, University of Oslo"
                    ]
                }
            ],
            "name": {
                "index": "Thoresen, Thor O",
                "preferred": "Thor O Thoresen"
            },
            "orcid": "0000-0002-5764-5825",
            "type": "person"
        }
    ],
    "funding": {
        "statement": "This research was financially supported by the Finnish Economic Policy Council and the INVEST Research Flagship (Research Council of Finland decision number: 345546) as well as the Finnish Centre for Tax Systems Research (Grant nr. 346251). The funders had no role in the study design, data collection and analysis, decision to publish, or preparation of the manuscript."
    },
    "dataSets": {
        "availability": [
            {
                "text": "Due to data protection regulations of the national register-holders providing the data, we are not allowed to make the data available to third parties. This restriction does not apply to the actual SISU model, which is available freely. Interested researchers can obtain access to the data and model by following the instructions provided at <a href=\"https://stat.fi/tup/mikrosimulointi/kayttoonotto_en.html\">https://stat.fi/tup/mikrosimulointi/kayttoonotto_en.html</a> or by contacting Statistics Finland.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "microsimulation",
        "incentives to work",
        "reduced-form evidence",
        "abbreviated social welfare function"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Description of revenue and distributional effects of changes in tax-benefit schemes are routinely produced by policy analysts by the use of microsimulation models. Although tax-benefit changes are known to induce behavioral changes, for example in labor supply, the calculations are still, however, often non-behavioral. One important reason for this is that establishing a simulation tool based on a structural model is demanding, both with respect to finding suitable data and with respect to handling econometric challenges.",
                    "type": "paragraph"
                },
                {
                    "text": "It adds to the complications that no clear consensus exists on how structural labor supply models should be designed. The discrete choice model of labor supply, based on stochastic utility theory have gained widespread popularity, mainly because it is much more practical than the conventional continuous approach, based on marginal calculus, see the surveys by <a href=\"#bib15\">Creedy and Kalb (2005)</a>, and <a href=\"#bib16\">Dagsvik et al. (2014)</a>. However, still the policy analyst may find it challenging to establish such a tool. It also belongs to the picture that it has been raised some concern about the ability of structural models to generate robust predictions about the effects of policy changes, see <a href=\"#bib40\">LaLonde (1986)</a>, and <a href=\"#bib25\">Imbens (2010)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "The present study demonstrates a way forward for the public policy analyst who wants to take behavioral effects into account in the answers delivered to the policy-makers, but who is reluctant to enter into the uncharted waters of labor supply modeling. The paper shows how the practitioner of microsimulation may employ exogenously given elasticity estimates in practical work, which we refer to as a non-structural reduced form approach, using relevant elasticities from the literature, either from structural studies or from quasi-experimental analyses. With respect to the latter category, quasi-experimental estimates along the intensive margin of responses typically refer to elasticities of taxable income (ETI), see reviews of the ETI literature in <a href=\"#bib51\">Saez et al. (2012)</a> and <a href=\"#bib46\">Neisser (2021)</a>. The ETI captures not only working hours responses but may also reflect effects of other response margins, which may all lead to changes in government revenue. The ETI is seen as a sufficient statistic of the intensive margin responses for existing tax systems (<a href=\"#bib10\">Chetty, 2009</a>). Similarly, extensive margin responses are obtained by quasi-experimental studies that focus on employment effects of tax and benefit policy changes. By employing exogeneously given response estimates the identification of behavioral effects is transparent and flexible, allowing for different assumptions regarding the behavioral response. However, as argued by <a href=\"#bib32\">Kleven (2021)</a>, discussing social welfare effects of policy employing reduced-form evidence, such as employing elasticity estimates under the so-called sufficient statistics approach to policy evaluation, hinges on relatively strong assumptions. One critical concern is external validity, i.e., to which extent findings of a study can be generalized to other contexts. Another important question is whether all relevant social effects (due to the policy change) are included in the estimate at hand.",
                    "type": "paragraph"
                },
                {
                    "text": "The procedure suggested here is related to the method demonstrated by <a href=\"#bib26\">Immervoll et al. (2007)</a>, but instead of estimating behavioral effects by subgroups, such as income deciles, our empirical strategy is based on individual-level information combined with average elasticities. We predict individual earnings levels, which are obtained through Mincer-type regressions. Next, response heterogeneity is achieved by obtaining individual measures for changes in the participation tax rate (PTR), for the extensive margin, and changes in the effective marginal tax rate (EMTR), for the intensive margin. Then we employ (average) elasticity estimates from the literature, which do not vary across individuals,<sup><a href=\"#fn1\">1</a></sup> for responses both at the extensive and intensive margins. See also <a href=\"#bib27\">Jia et al. (2023)</a> for a related study.",
                    "type": "paragraph"
                },
                {
                    "text": "Our paper differs from the existing work by offering a unified framework that incorporates both extensive and intensive margin elasticities into otherwise static microsimulation models to study the impacts of policy reforms on employment, the distribution of income, and social welfare. We also demonstrate the flexibility of the proposed procedure by using different specifications, for instance with respect to the choice of labor supply elasticity estimate.",
                    "type": "paragraph"
                },
                {
                    "text": "We illustrate our procedure by discussing distributional and welfare effects of Finnish tax-benefit changes of 2020. The changes include increases of multiple social benefits and tax credits, however, without any major reform. Such incremental policy changes represent the type of analysis that the practitioner of microsimulation often is asked to predict the results of or to evaluate outcomes of. Thus, the policy change under investigation here serves as a practical example of the type of changes in the tax-benefit scheme that the policy analyst typically faces. Additionally, these kind of policy reforms are the most suitable ones for our approach as larger reforms would require adding more structure to the method (for example, specifying the utility function; see the discussion in <a href=\"#bib32\">Kleven, 2021</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The Finnish national tax-benefit microsimulation model SISU (<a href=\"#bib52\">Statistics Finland, 2020</a>) is used to calculate the non-behavioral effects, which, given our main message here, can be expanded by adding results from a module calculating the behavioral effects, based on exogenously given response estimates. The simulation model is based on administrative micro data that represents Finnish population at the end of 2017. With respect to output, the main focus is on distributional effects, but we also illustrate how results can be summarized in terms of an abbreviated social welfare function, as discussed by <a href=\"#bib20\">Foster and Sen (1997)</a> and <a href=\"#bib41\">Lambert (2001)</a>, and applied by, for example, <a href=\"#bib14\">Creedy et al. (2020)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "The rest of the paper is constructed as follows: Section 2 describes the components of the empirical framework: the microsimulation model, the alternatives the practitioner face for incorporating behavioral responses, and how to describe outcomes. Further in Section 3, we specify how, by the use of the PTR and EMTR concepts, we obtain individual response estimates. Section 4 presents the policy change used to illustrate the framework, whereas Section 5 presents results of the policy changes, measured by employment changes, income distributional effects, and effects on welfare. Section 6 concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Practical policy-making is often assisted by employing tax-benefit microsimulation models. We find such modeling tools in most developed countries, including the US (NBER’s TAXSIM), the UK (IFS’s TAXBEN and UKMOD by the University of Essex), Australia (Melbourne University’s MITTS), New Zealand (Treasury’s TaxWell), Sweden (Statistics Sweden’s FASIT), Denmark (Treasury’s Lovmodellen), and Norway (Statistics Norway’s LOTTE), and models incorporating multiple countries (such as the EUROMOD), to name just a few. Some of these models are non-behavioral (or arithmetic), whereas others include behavioral labor supply modules, which have been developed in interplay with the non-behavioral model. For example, in Norway, Statistics Norway has developed two sub-models to assist the policy-making process, belonging to the LOTTE family of models; the non-behavioral LOTTE-Skatt and a labor supply module, LOTTE-Arbeid, see (<a href=\"#bib1\">Aasness et al., 2007</a>).<sup><a href=\"#fn2\">2</a></sup> Although there are several response margins that are potentially important to account for, given changes in the tax-benefit scheme, a main focus of behavioral microsimulation is the labor supply dimension and how responses affect income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The main contribution of the present paper is to explain how one may proceed in order to account for behavioral effects in a microsimulation context, adding to results from a non-behavioral simulation, but relying on response estimates from the literature (a reduced form approach), not on a fully developed structural behavioral simulation model. Given our focus on Finnish policies, the point of departure is the non-behavioral Finnish tax-benefit model SISU (<a href=\"#bib52\">Statistics Finland, 2020</a>). The model is maintained by Statistics Finland and is used widely by ministries, universities and governmental research institutes.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The model is based on extensive administrative data that is compiled for a random population sample of approximately 800,000 individuals, i.e., 15 percent of the Finnish population at the end of 2017. The model can be characterized as a standard non-behavioral microsimulation model or a tax-benefit model. There are examples of previous studies accounting for behavioral responses at the extensive margin in connection to the model (<a href=\"#bib37\">Kotamäki et al., 2018</a>; <a href=\"#bib29\">Kärkkäinen and Tervola, 2018</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "As data of microsimulation models often are from another year than the simulations are carried out for, a practical question is how policy parameters (and data) are projected to the year in question. At least three adjustment methods can be used: 1) adjustment with a wage index; 2) adjustment with the consumer price index; or 3) effects of juridical change. More discussion of such methods are provided in <a href=\"#bib2\">Adam et al. (2015)</a> and <a href=\"#bib50\">Paulus et al. (2020)</a>. In the following we obtain results by using the consumer price index for the projections of policy parameters. It is, however, important to note that our analysis does not incorporate any now-casting techniques into the data. For more information about now-casting or updating of data in the microsimulation context, we refer to <a href=\"#bib48\">O’Donoghue and Loughrey (2014)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-1",
                    "title": "2.1. The SISU model of Finland",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "In this section we review the literature on labor supply effects and responses in income to changes in tax-benefit policies. The ambition is to point out response estimates that can be used in the empirical investigation. In principle, these chosen estimates may come from any study, independent of the empirical approach, but, of course, the choice of response estimates is guided by assessment of the setting of which they are derived; i.e., to which extent the result of a study can be applicable to other settings, and in particular to the setting of the present study. In practice, this means that the chosen estimates must also be qualified by their placement in the literature and their relation to consensus estimates.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Although several informative surveys have recently been produced, see <a href=\"#bib8\">Blundell and MaCurdy (1999)</a>, <a href=\"#bib30\">Keane (2011)</a>, <a href=\"#bib51\">Saez et al. (2012)</a>, <a href=\"#bib13\">Chetty et al. (2013)</a>, and <a href=\"#bib5\">Bargain and Peichl (2016)</a>, it is not easy to obtain a clear and convincing picture of how taxpayers respond to economic incentives, such as changes in wages and taxes. Elasticities are derived in static frameworks, referred to as steady-state elasticities <a href=\"#bib13\">Chetty et al. (2013)</a> and from various types of life-cycle models, they are obtained from macro and micro data, and the empirical evidence may come from quasi-experimental studies as well as from estimations of structural models.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "One important avenue of research is based on structural steady-state approaches, which neglect the intertemporal aspects of optimization. In this approach the individual agent is assumed to have preferences over total consumption and leisure and to maximize utility under the economic budget constraint determined by the wage, non-labor income and the tax system. The so-called Hausman-approach (<a href=\"#bib9\">Burtless and Hausman, 1978</a>; <a href=\"#bib23\">Hausman, 1981</a>) departs from a linear labor supply function to handle piecewise linear budget constraints. Estimations are carried out both with positive and zero working hours, which means that estimates for both intensive and extensive margin can be obtained.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Estimation of structural labor supply models associated with the Hausman-approach is often complicated. The post-Hausman literature includes two lines of research which can be considered as replies to the complexities of the Hausman-model. First, discrete choice models of labor supply, based on stochastic utility theory, have gained widespread popularity, mainly because they are much more practical than the conventional continuous approach based on marginal calculus (<a href=\"#bib56\">van Soest, 1995</a>; <a href=\"#bib15\">Creedy and Kalb, 2005</a>; <a href=\"#bib16\">Dagsvik et al., 2014</a>). The discrete choice approach differs from the corresponding continuous one (as in the Hausman-model) because the set of feasible hours of work is approximated by a suitable finite discrete set, making it easy to deal with non-linear and non-convex economic budget constraints. From a theoretical perspective, however, the conventional discrete choice model is similar to the standard textbook approach to labor supply in that it is essentially a version of the theory of consumer behavior. With particular distributional assumptions about the stochastic disturbances in the utility function one can derive tractable expressions for the distribution of hours of work, such as the multinomial logit model or the nested multinomial logit model. Elasticity estimates are conventionally obtained by simulations, for example measuring working hours when all before-tax wages are increased by 1 or 10 percent. <a href=\"#bib45\">Narazani et al. (2021)</a> is a recent example of a behavioral microsimulation model building on the discrete choice framework.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "A second post-Hausman development is the branch of the literature that utilizes tax reforms in order to identify labor supply responses. In particular, after an initial contribution by <a href=\"#bib18\">Feldstein (1995)</a>, a large literature has developed techniques to obtain estimates of the elasticity of taxable income (ETI), using tax reforms as quasi-experiments, see <a href=\"#bib51\">Saez et al. (2012)</a> and <a href=\"#bib46\">Neisser (2021)</a> for surveys of the literature. The identification of responses comes from comparing income before and after a change in the tax scheme (tax reform), often using data from income tax returns. This line of research is in particular founded on two methodological moves, compared to the earlier literature. First, instead of focusing on effects on working hours, it predominantly measures effects with respect to taxable income. Therefore, it has been argued that results seize all the policy relevant behavioral adjustments of a tax change at the intensive margin. Second, econometric identification is often based on attributing the change in reported income to the change in the effective marginal tax rate and exploiting the fact that tax reforms often affect different parts of the income distribution differently. The latter means that one often uses the difference-in-differences estimator, by letting the group less (or not at all) affected by the tax change serve as a control group, representing (unobserved) income changes in the affected group, absent the tax reform.<sup><a href=\"#fn3\">3</a></sup> This framework has been utilized to obtain tax responses from reforms in a number of countries. However, compared to the structural approach, response estimates are to larger extent dependent on the setting of which the estimates are derived. They are \"history dependent\" in the sense that responses reflect the actual tax reform used to obtain identification. This means that the external validity, i.e., the relevance of estimates for the development of new policies, must be discussed case by case.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Furthermore, some argue that tax elasticity estimates should preferably be derived from macro data instead of micro data (<a href=\"#bib44\">Mertens and Montiel Olea, 2018</a>). <a href=\"#bib44\">Mertens and Montiel Olea (2018)</a> discuss both short-run (steady-state) and long-term elasticity estimates, results are derived from aggregate data over a number of tax reforms in post-war U.S., and macro econometric techniques are used in the identification. Interestingly, the elasticity estimates are clearly larger than most estimates of the conventional ETI literature (based on micro data), which is explained by additional efforts to control for dynamics, such as expectations and endogeneity of tax policies.<sup><a href=\"#fn4\">4</a></sup>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Finally, it is important to note that there is variation in the literature with respect to whether uncompensated (Marshallian) or compensated (Hicksian) elasticities are reported. In <a href=\"#bib21\">Gruber and Saez (2002)</a> it is argued that the ETI represents a compensated effect, under the assumption that the income effect is close to zero.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-1",
                            "title": "2.2.1. Several sources to evidence on labor supply response",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In terms of the extensive margin elasticity, we use the participation elasticity, which reflects the percentage increase in employment when the financial gain from work (the difference of disposable income when working versus being out-of-work) increases by one percent. The empirical literature of extensive margin elasticities has shown that the behavioral labor supply responses differ between population groups. Women and individuals with lower incomes or lower level of education are often found to have higher elasticities compared to men and individuals with high-incomes or higher level of education. Elasticities also differ with respect to having children and marital status. However, the literature is not unanimous regarding the actual level of the participation elasticity.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#bib42\">Lundberg and Norell (2020)</a> review the literature that estimates the participation elasticity using quasi-experimental methods. In total, their survey consists of 35 research papers based on data from many European countries and the United States. They conclude that the overall participation elasticity is likely to be below 0.36 and their preferred estimate lies between 0.1 and 0.2. This is in line with earlier surveys of the quasi-experimental participation elasticity literature, see <a href=\"#bib12\">Chetty et al. (2011b)</a> and <a href=\"#bib13\">Chetty et al. (2013)</a>, which conclude by referring to an Hicksian elasticity of 0.25 for the extensive margin and 0.3 for the intensive margin.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Studies analysing the 1993 EITC reform in the USA find significant labor supply reactions, see (<a href=\"#bib24\">Hotz and Scholz, 2003</a>, <a href=\"#bib24\">Hotz and Scholz, 2003</a>, <a href=\"#bib17\">Eissa and Hoynes, 2006</a>, <a href=\"#bib17\">Eissa and Hoynes, 2006</a>, and <a href=\"#bib47\">Nichols and Rothstein, 2015</a>), but these estimates have been recently questioned by <a href=\"#bib33\">Kleven (2024)</a>. Kleven finds that the large labor supply reactions are mostly due to confounding factors occurring at the same time with the reforms.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Fairly low values of extensive margin elasticities have been obtained in recent European studies as well. <a href=\"#bib54\">Thoresen and Vattø (2015)</a>, based on a structural labor supply model, refer to estimates around 0.2 for single males and married/single females and close to 0 for married males. <a href=\"#bib6\">Bastani et al., 2021</a>, based on Swedish data, find an average participation elasticity of 0.13 for married females.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "With respect to evidence based on Finnish micro data, <a href=\"#bib28\">Jäntti et al. (2015)</a> estimates an average participation elasticity of 0.17, with very similar estimates for males (0.173) and females (0.163). Evidence from the Finnish basic income experiment, see <a href=\"#bib57\">Verho et al. (2022)</a>, supports low responses. Also, <a href=\"#bib3\">Bargain and Orsini (2006)</a> and <a href=\"#bib4\">Bargain et al. (2014)</a> find rather small participation elasticities for Finland. In these two studies, elasticity estimates for females range from 0.12 to 0.26, and for males, from 0.10 to 0.34, depending on marital status. However, <a href=\"#bib35\">Kosonen (2014)</a> obtains a large participation elasticity, of 0.8, for a very specific group: mothers with small children.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Based on the literature reviewed above, we decide to use a participation elasticity of 0.2. This is in line with the recent survey by <a href=\"#bib42\">Lundberg and Norell (2020)</a> and very close to the estimated elasticity for Finland in <a href=\"#bib28\">Jäntti et al. (2015)</a>. However, as <a href=\"#bib5\">Bargain and Peichl (2016)</a> emphasize, there is no \"right\" elasticity parameter and therefore we run robustness checks with participation elasticities of 0.1 and 0.3. Finally, we add heterogeneity in participation elasticity by gender and the age of the youngest child, to test the robustness of our findings (see <a href=\"#A2\">Appendix B</a> for full details).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-2",
                            "title": "2.2.2. Participation elasticity",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Given the empirical strategy proposed by the present study, using exogenously given response estimates to take behavioral responses into account, we emphasize that behavioral response estimates of the literature differ along several dimensions. First, they differ with respect to which behavioral response margins that are addressed – the intensive or extensive margins. Second, they differ which groups’ responses that are considered, for example, with respect to age, gender, occupation, etc. Third, estimates may come from studies based on various methodologies, such as evidence based on quasi-experiments and structural models.<sup><a href=\"#fn5\">5</a></sup> Given quasi-experimental evidence, it is worth noting that both the difference-in-differences method, as seen in <a href=\"#bib18\">Feldstein (1995)</a> and <a href=\"#bib21\">Gruber and Saez (2002)</a>, and identification through bunching approaches, see review of the method in <a href=\"#bib31\">Kleven (2016)</a>, can be used.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "At the intensive margin, we employ an elasticity estimate mainly based on contributions to the elasticity of taxable income (ETI) literature. The ETI measures the percentage change in taxable income resulting from a one percent change in one minus effective marginal tax rate. This notion encapsulates both hours choices and changes in efforts, which may be reflected in hourly wages. It may also entail effects stemming from tax avoidance or evasion. According to a recent meta-analysis, conducted by <a href=\"#bib46\">Neisser (2021)</a>, the majority of ETI estimates fall within the range of 0 to 1, with a significant concentration around 0.3. Similarly, <a href=\"#bib51\">Saez et al. (2012)</a> conclude that the best available estimates of the long-run elasticity range from 0.12 to 0.4, and likely smaller in the short-term.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Based on Finnish data, <a href=\"#bib43\">Matikka (2018)</a> obtains an elasticity of 0.21, when exploiting the variation in municipal taxation in the identification. Results from other Nordic countries are relatively close to the findings of Matikka. (<a href=\"#bib34\">Kleven and Schultz, 2014</a>) studies several Danish tax reforms and finds an average estimate of 0.12. <a href=\"#bib11\">Chetty et al. (2011a)</a> also uses Danish data and does not find strong labor supply responses. With Norwegian data, <a href=\"#bib54\">Thoresen and Vattø (2015)</a> find elasticity estimates below 0.1, whereas <a href=\"#bib7\">Blomquist and Selin (2010)</a> use Swedish tax reforms and identify estimates in the range between 0.19 and 0.21 for males and between 0.96 and 1.44 for females.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Our choice of response estimate is 0.2, which is very close to the main estimate of <a href=\"#bib43\">Matikka (2018)</a>. Again, we use elasticity estimates of 0.1 and 0.3 to check the robustness of our results with respect to choice of response estimate.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "There, however, might be concerns that ETI studies could potentially reflect both extensive and intensive margin responses. Nevertheless, in practice this worry is of limited concern, because these studies often focus on balanced panels around reforms, with individuals working before and after tax reform. Many studies also employ an income cutoff value, where individuals with incomes below such thresholds are discarded. For example, the paper by <a href=\"#bib43\">Matikka (2018)</a> uses an income cutoff of 14,000 euros (close to 20,000 euros in today’s value). This means that ETI is identified from the working population in his case.<sup><a href=\"#fn6\">6</a></sup>",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s2-2-3",
                            "title": "2.2.3. Intensive margin elasticity",
                            "type": "section"
                        }
                    ],
                    "id": "s2-2",
                    "title": "2.2. Accounting for behavioral responses",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We present results in terms of various descriptions of distributional effects, including effects on income inequality and poverty. Furthermore, we also report results for an abbreviated social welfare function, see <a href=\"#bib20\">Foster and Sen (1997)</a>, <a href=\"#bib41\">Lambert (2001)</a>, and <a href=\"#bib14\">Creedy et al. (2020)</a>. This can be characterised as employing a social welfare index depending on inequality corrected mean income.<sup><a href=\"#fn7\">7</a></sup> One may for example use the Atkinson inequality index for description of income inequality, letting assumptions about different societal preferences be reflected by the inequality aversion parameters. Denoting by <math id=\"inf1\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>A</mi><mo stretchy=\"false\">(</mo><mi>ε</mi><mo stretchy=\"false\">)</mo></mstyle></math> the Atkinson index with inequality aversion equal to <math id=\"inf2\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>ε</mi></mstyle></math>, social welfare can then be measured with <math id=\"inf3\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>S</mi><mi>W</mi><mi>F</mi><mo>=</mo><mrow><mo>(</mo><mn>1</mn><mo>−</mo><mi>A</mi><mo stretchy=\"false\">(</mo><mi>ε</mi><mo stretchy=\"false\">)</mo><mo>)</mo></mrow><mover><mi>Y</mi><mo accent=\"false\">¯</mo></mover></mstyle></math>, where the last term is mean income in society. We use inequality aversion parameters <math id=\"inf4\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mo stretchy=\"false\">(</mo><mi>ε</mi><mo stretchy=\"false\">)</mo></mstyle></math> of 0.5, 1, or 2, where a greater value reflects higher inequality aversion.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Since the reform led to a worsening of the public budget balance, we also offer calculations of a budget-neutral reform. In our analysis, where we assume no income effects, the change in disposable income is neutralized with a lump sum tax on all. This implies that while mean income remains unaltered, there are effects of the reform on the distribution of income. The lump sum tax amount is calculated without taking behavioral effects into account.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2-3",
                    "title": "2.3. Welfare assessments",
                    "type": "section"
                }
            ],
            "id": "s2",
            "title": "2. Behavioral and non-behavioral microsimulation modeling",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In the following we discuss in more detail how we obtain individual estimates of behavioral responses on both margins. First, we go through the procedure for extensive margin responses and thereafter how the intensive margin responses are calculated. In our simulations we follow the same order, which means that the extensive margin responses are already taken into account when calculating the intensive margin responses. The order of the simulation may slightly matter for the results.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The first step is to calculate the financial gain of working using the participation tax rate (PTR) before and after the reform:",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ1",
                            "label": "(1)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>P</mi><mi>T</mi><mi>R</mi><mo>=</mo><mn>1</mn><mo>−</mo><mfrac><mrow><mi>c</mi><mo stretchy=\"false\">(</mo><mrow><mover><mi>w</mi><mo stretchy=\"false\">^</mo></mover></mrow><mo stretchy=\"false\">)</mo><mo>−</mo><mi>c</mi><mo stretchy=\"false\">(</mo><mn>0</mn><mo stretchy=\"false\">)</mo></mrow><mrow><mover><mi>w</mi><mo stretchy=\"false\">^</mo></mover></mrow></mfrac><mo>,</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf5\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow class=\"MJX-TeXAtom-ORD\"><mover><mi>w</mi><mo stretchy=\"false\">^</mo></mover></mrow></mstyle></math> is the predicted earnings level, and <math id=\"inf6\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>c</mi><mo stretchy=\"false\">(</mo><mrow><mover><mi>w</mi><mo stretchy=\"false\">^</mo></mover></mrow><mo stretchy=\"false\">)</mo></mstyle></mrow></mstyle></math> and <math id=\"inf7\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>c</mi><mo stretchy=\"false\">(</mo><mn>0</mn><mo stretchy=\"false\">)</mo></mstyle></math> are household disposable income when employed and unemployed, respectively.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We restrict the calculation to individuals receiving wage income, unemployment benefits (i.e. earnings-related unemployment allowance, basic unemployment allowance or labor market subsidy) or cash-for-care benefits. In the Finnish social security context, labor market subsidy can be paid regardless of past contributions and with unlimited duration. However, certain groups that may also react to the incentives, such as disabled or pensioners, are not included.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The calculation of the participation tax rate begins by estimating hypothetical individual monthly earnings to each person in the target group. For simplicity, we focus only on the decision to work full-time or not at all and therefore we predict only earnings from full-time employment. Earnings are not observed for those not working, which is why individual earnings are obtained through regressions, where individual characteristics such as age, gender, marital status, education level, occupation, the ages of children, dwelling region, work history, debt and months of unemployment during the year are used to predict earnings.<sup><a href=\"#fn8\">8</a></sup> Earnings predictions are used both for the employed and unemployed so that the potential prediction bias pertains symmetrically to both population groups. To prevent unrealistically low predicted earnings we set minimum earnings from full-time work to 1,450 euros per month.",
                            "type": "paragraph"
                        },
                        {
                            "text": "After estimating the earnings, we simulate the disposable income in both states. When employed, the disposable income is a function of predicted earnings, taxes, possible income-tested in-work benefits and possible day care fees. In the case of unemployment, disposable income includes the net unemployment benefit (or the cash-for-care benefit if the individual has received it), and top-up transfers, such as the housing benefit and social assistance. The unemployed are assumed to take care for their children at home and therefore no day care fees are calculated. This assumption is a simplification and in real life, choices vary by household, see <a href=\"#bib22\">Haataja et al. (2017)</a> for evidence for Finland. Since we calculate incentives at individual level, the PTR is calculated separately for the household head and his/her spouse.",
                            "type": "paragraph"
                        },
                        {
                            "text": "After calculating PTRs before and after the reform, we estimate the employment effect. First, we obtain a macro-level estimate of the employment effect because the external elasticity parameters are estimated at population group level and not all individuals are likely to react. Moreover, our analysis is restricted to one year interval which limits the reaction for many individuals (e.g. the whole year unemployed may not be more unemployed when facing weakened incentives). We use the following formula (see e.g. <a href=\"#bib26\">Immervoll et al., 2007</a>),",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ2",
                            "label": "(2)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi mathvariant=\"normal\">Δ</mi><mi>F</mi><mo>=</mo><mi>η</mi><mfrac><mrow><mi mathvariant=\"normal\">Δ</mi><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mover><mrow><mi>P</mi><mi>T</mi><mi>R</mi></mrow><mo accent=\"false\">¯</mo></mover><mo stretchy=\"false\">)</mo></mrow><mrow><mn>1</mn><mo>−</mo><msub><mover><mrow><mi>P</mi><mi>T</mi><mi>R</mi></mrow><mo accent=\"false\">¯</mo></mover><mn>0</mn></msub></mrow></mfrac><mo>∗</mo><msub><mi>F</mi><mn>0</mn></msub><mo>,</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf8\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mover><mrow><mi>P</mi><mi>T</mi><msub><mi>R</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>0</mn></mrow></msub></mrow><mo accent=\"false\">¯</mo></mover></mstyle></math> is the average PTR among individuals in the work force in the before-change benchmark, <math id=\"inf9\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi mathvariant=\"normal\">Δ</mi><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mover><mrow><mi>P</mi><mi>T</mi><mi>R</mi></mrow><mo accent=\"false\">¯</mo></mover><mo stretchy=\"false\">)</mo></mstyle></math> is the change in one minus average PTR, <math id=\"inf10\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>η</mi></mstyle></math> is an externally chosen participation elasticity parameter (of which choice of parameter we have already discussed), and <math id=\"inf11\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>F</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>0</mn></mrow></msub></mstyle></math> is a measure of employment in the benchmark (in person-years). Effects on participation are calculated separately for those with decreased <math id=\"inf12\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mo stretchy=\"false\">(</mo><mi mathvariant=\"normal\">Δ</mi><mi>P</mi><mi>T</mi><mi>R</mi><mo>&lt;</mo><mn>0</mn><mo stretchy=\"false\">)</mo></mstyle></math> and increased <math id=\"inf13\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mo stretchy=\"false\">(</mo><mi mathvariant=\"normal\">Δ</mi><mi>P</mi><mi>T</mi><mi>R</mi><mo>&gt;</mo><mn>0</mn><mo stretchy=\"false\">)</mo></mstyle></math> participation tax rates. We use the same participation elasticity estimate for all in our main analysis, but we also obtain results with heterogeneous elasticity as a robustness check. This is applied by allowing participation elasticity to vary according to gender and the age of the youngest child (see <a href=\"#A2\">Appendix B</a> for full details).",
                            "type": "paragraph"
                        },
                        {
                            "text": "To obtain micro-level distributional effects, the macro-level effect must be allocated to individuals. The estimated elasticities are averages and not all employed (or non-employed) would react. There are multiple strategies to allocate the effect, e.g., random drawing, estimated employment probabilities or the adjustment of the unemployment and employment spells. In this context where the reform focuses on increasing unemployment benefits, we choose to adjust the unemployment spells. This crude approximation is related to other contributions to the empirical literature (<a href=\"#bib39\">Lalive et al., 2006</a>; <a href=\"#bib55\">Uusitalo and Verho, 2010</a>). However, it should be noted that this procedure may not be suitable for other types of reforms.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The individual extended (or shortened) unemployment spell is calculated by,",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ3",
                            "label": "(3)",
                            "mathml": "<math><mo stretchy=\"false\">[</mo><mn>1</mn><mo stretchy=\"false\">]</mo><mrow class=\"MJX-TeXAtom-ORD\"><mrow class=\"MJX-TeXAtom-ORD\"><mtext mathvariant=\"monospace\">#1</mtext></mrow></mrow><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mtable columnspacing=\"0em 2em 0em 2em 0em 2em 0em 2em 0em 2em 0em\" displaystyle=\"true\" rowspacing=\"3pt\"><mtr><mtd><msub><mi>U</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>1</mn><mi>i</mi></mrow></msub><mo>=</mo><mrow><mo>(</mo><mn>1</mn><mo>−</mo><mfrac><mrow><mi mathvariant=\"normal\">Δ</mi><mi>F</mi></mrow><mrow><mo>∑</mo><msub><mi>U</mi><mn>0</mn></msub></mrow></mfrac><mo>)</mo></mrow><mo>∗</mo><msub><mi>w</mi><mi>i</mi></msub><mo>∗</mo><msub><mi>U</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>0</mn><mi>i</mi></mrow></msub><mo>,</mo></mtd></mtr></mtable></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf14\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>U</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>0</mn><mi>i</mi></mrow></msub></mstyle></math> is the observed unemployment days of individual <math id=\"inf15\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>i</mi></mstyle></math> in the data and <math id=\"inf16\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mo>∑</mo><msub><mi>U</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>0</mn></mrow></msub></mstyle></math> is the sum of unemployment days in the sub-population on which the unemployment effect is allocated. Because of the data restriction to a one year time frame, all unemployment spells, <math id=\"inf17\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>U</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>1</mn><mi>i</mi></mrow></msub></mstyle></math>, are restricted to the maximum of one year. Therefore, an iterative loop is applied that extends employment spells up to one year until the macro-level employment effect <math id=\"inf18\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi mathvariant=\"normal\">Δ</mi><mi>F</mi></mstyle></math> is reached. After adjustment of the unemployment spells, we simulate the taxes and benefits again to obtain the net effect on disposable income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The changes in incentives typically vary between individuals, which in turn likely implies that there is variation in the behavioral effects. Therefore, to get more precise measures of distributional effects, we weigh the individual effect in <a href=\"#equ3\">equation (3)</a> with the individual relative change in <math id=\"inf19\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mn>1</mn><mo>−</mo><mi>P</mi><mi>T</mi><mi>R</mi></mstyle></math>, denoted as <math id=\"inf20\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>w</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>i</mi></mrow></msub></mstyle></math>. The average weight is calibrated to 1 by dividing the individual changes by the mean change. Formally, the weight of individual <math id=\"inf21\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>i</mi></mstyle></math> is seen as",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ4",
                            "label": "(4)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mstyle displaystyle=\"true\" scriptlevel=\"0\"><msub><mi>w</mi><mi>i</mi></msub><mo>=</mo><mrow><mo fence=\"true\" stretchy=\"true\" symmetric=\"true\"/><mrow><mfrac><mrow><mi mathvariant=\"normal\">Δ</mi><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mi>P</mi><mi>T</mi><msub><mi>R</mi><mi>i</mi></msub><mo stretchy=\"false\">)</mo></mrow><mrow><mn>1</mn><mo>−</mo><mi>P</mi><mi>T</mi><msub><mi>R</mi><mrow><mi>i</mi><mn>0</mn></mrow></msub></mrow></mfrac><mrow/><mo stretchy=\"true\">/</mo><mrow/><mfrac><mn>1</mn><mi>n</mi></mfrac><mo>∑</mo><mfrac><mrow><mi mathvariant=\"normal\">Δ</mi><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mi>P</mi><mi>T</mi><msub><mi>R</mi><mi>i</mi></msub><mo stretchy=\"false\">)</mo></mrow><mrow><mn>1</mn><mo>−</mo><mi>P</mi><mi>T</mi><msub><mi>R</mi><mrow><mi>i</mi><mn>0</mn></mrow></msub></mrow></mfrac><mo>.</mo></mrow><mo fence=\"true\" stretchy=\"true\" symmetric=\"true\"/></mrow></mstyle></mrow></mstyle></math>",
                            "type": "mathml"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1. Extensive margin response",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We measure the financial incentives to work at the intensive margin with the effective marginal tax rate, EMTR. It is defined as",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ5",
                            "label": "(5)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>E</mi><mi>M</mi><mi>T</mi><mi>R</mi><mo>=</mo><mn>1</mn><mo>−</mo><mfrac><mrow><mi>c</mi><mo stretchy=\"false\">(</mo><mi>I</mi><mo>+</mo><mi>s</mi><mo stretchy=\"false\">)</mo><mo>−</mo><mi>c</mi><mo stretchy=\"false\">(</mo><mi>I</mi><mo stretchy=\"false\">)</mo></mrow><mi>s</mi></mfrac><mo>,</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf22\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>c</mi><mo stretchy=\"false\">(</mo><mi>I</mi><mo stretchy=\"false\">)</mo></mstyle></math> is the disposable household income following from gross labor income <math id=\"inf23\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>I</mi></mstyle></math> and <math id=\"inf24\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>s</mi></mstyle></math> denotes the extra unit added to the earnings in the calculation of marginal tax rates.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We calculate the EMTRs for individuals aged between 18 and 68, who have labor income (from employment or self-employment). The calculation of the EMTR is done separately for household head and his/her partner. The extra unit of income, <math id=\"inf25\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>s</mi></mstyle></math>, is set to 1,200 euros per year (i.e., 100 euros per month), but we run robustness checks with a higher addition of 6,000 euros per year.<sup><a href=\"#fn9\">9</a></sup> We prefer to add a small fixed income amount rather than multiply existing incomes with a small percentage because of the presence of very small incomes, which may lead to unrealistically low income additions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "After obtaining the EMTRs in both the baseline and the reform cases, we estimate the effect on taxable income, <math id=\"inf26\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi mathvariant=\"normal\">Δ</mi><mi>T</mi><mi>I</mi></mstyle></math>, on the individual level. We follow <a href=\"#bib51\">Saez et al. (2012)</a> and estimate the change in taxable income as,",
                            "type": "paragraph"
                        },
                        {
                            "id": "equ6",
                            "label": "(6)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi mathvariant=\"normal\">Δ</mi><mi>T</mi><msub><mi>I</mi><mi>i</mi></msub><mo>=</mo><mi>ε</mi><mfrac><mrow><mi mathvariant=\"normal\">Δ</mi><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mi>E</mi><mi>M</mi><mi>T</mi><msub><mi>R</mi><mi>i</mi></msub><mo stretchy=\"false\">)</mo></mrow><mrow><mn>1</mn><mo>−</mo><mi>E</mi><mi>M</mi><mi>T</mi><msub><mi>R</mi><mrow><mn>0</mn><mi>i</mi></mrow></msub></mrow></mfrac><mi>T</mi><msub><mi>I</mi><mi>i</mi></msub><mo>.</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf27\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>ε</mi></mstyle></math> is the elasticity of taxable income, <math id=\"inf28\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>T</mi><msub><mi>I</mi><mrow class=\"MJX-TeXAtom-ORD\"><mi>i</mi></mrow></msub></mstyle></math> is the individual’s taxable income, which in our specification is restricted to gross labor income (excluding benefits and capital income), <math id=\"inf29\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>E</mi><mi>M</mi><mi>T</mi><msub><mi>R</mi><mrow class=\"MJX-TeXAtom-ORD\"><mn>0</mn></mrow></msub></mstyle></math> is the effective marginal tax rate with the base year legislation, and <math id=\"inf30\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi mathvariant=\"normal\">Δ</mi><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><mi>E</mi><mi>M</mi><mi>T</mi><mi>R</mi><mo stretchy=\"false\">)</mo></mstyle></math> is the change in the one minus effective marginal tax rate for the individual.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, we add the calculated change in taxable income to the individual’s original taxable income and obtain estimates of the total effect on disposable income – both including the direct (mechanical) effect and the effect coming from the behavioral response.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2. Intensive margin response",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. A simple procedure for accounting for changed incentives",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "In the following we demonstrate the empirical framework by addressing the effects of tax-benefit policy changes that were introduced in Finland in the beginning of 2020. The changes can be summarized as modest increases in social benefits and involves both tax increases and decreases.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The most notable changes in benefits from the perspective of work incentives were the increases in unemployment benefits. The basic unemployment benefit and labor market subsidy were increased by 20 euros per month (+4 percent) and earnings-related unemployment benefits by 10-30 euros per month. The higher benefit rates (above a threshold) were increased by 30 euros and lower rates by 10 euros per month.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The so-called activation model of unemployment benefits was abolished. Having been in force since 2018 its purpose was to increase work incentives of the unemployed by cutting the unemployment benefits of passive individuals (i.e. individuals who do not fulfill the activity condition) by 4.65 percent, which corresponds to one working day per month. The activity condition could be fulfilled not only by working, more than 18 hours a month, but also by participating in active labor market policy measures (ALMP). Therefore the effect of the activation model on work incentives is ambiguous. In addition, its effect on employment could not be estimated (<a href=\"#bib38\">Kyyrä and Naumanen, 2019</a>). Consequently, the activation model is ignored in this study when calculating PTR and EMTR changes, but it is accounted for in the non-behavioral simulations. Because activation model legislation is not included in the SISU model, it has been added manually. The incidence of the benefit reduction is calibrated to equal unemployment benefit statistics in 2019 (<a href=\"#bib19\">FIN-FSA, 2020</a>), by using the number of so-called passive unemployment days (i.e. days when unemployed is not working part-time nor participating in employment promoting services), see <a href=\"#bib53\">Tervola (2019)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "There were also changes that were assumed not to affect work incentives or have behavioral effects but still having distributional effects.<sup><a href=\"#fn10\">10</a></sup> Most importantly the minimum pension benefits, i.e., guarantee pension and national pension, were increased by maximum 50 euros per month. The housing benefit for pensioners was also increased and the minimum levels of sickness and parental benefits were increased by 20 euros per month. The increase in the minimum sickness benefit is not simulated because of data restrictions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Furthermore, the child benefit for the 4th and 5th child and for single parents were increased, as was the social assistance for single parents. Finally, study grants were tied to the national pension index and were therefore increased. Also, most social benefits were uprated by the automatic index adjustments.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1. Changes in social benefits",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The tax changes meant that some taxpayers saw tax increase whereas others experienced a tax decrease. The tax cuts included increases of tax credits, such as the earned income tax credit and the low income tax allowance. In addition, income limits for the earned income tax scheme were increased by approximately 3 percent. There were also several tax increases. Most notably, the average municipal tax rate increased from 19.88 to 19.97 percent. In addition, the amount of domestic help credit and the tax deduction for mortgage interest payments were decreased.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Some of the mandatory social contribution payments were also changed: the mandatory pension contribution payment was increased by 0.4 percentage points and the medical care contribution of wage earners by 0.68 percentage points. On the other hand, the unemployment insurance contribution was decreased by 0.25 percentage points and daily allowance contribution for wage earners by 0.36 percentage points.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2. Changes in taxation",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Policy change used in the empirical illustration",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Next, we discuss the results of the policy changes given our empirical approach. First, we provide the results on work incentives and the employment effects that follow. Thereafter, we present the effects on the income distribution, poverty, fiscal revenues and overall social welfare. All calculations are conducted based on the following specifications, which we denote as a default specification: monetary parameters are adjusted according to the consumer price index, elasticities are set to 0.2 for both the extensive and intensive margins, and the EMTR is calculated by an increase of 1,200 euros per year. Results of various robustness checks are also referred to. More details are presented in <a href=\"#A2\">Appendix B</a> and in <a href=\"#bib49\">Ollonqvist et al. (2021)</a>.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "<a href=\"#fig1\">Figure 1</a> shows the distribution of simulated participation tax rates following from tax-benefit schemes of the baseline (black line) and the reform (gray line). For both cases the PTR is concentrated around the 70 percent mark. Moreover, the changes in tax-benefit schemes have mainly increased PTRs, i.e., decreased the financial incentives to work. On average the change is 0.5 percentage point and it is rather uniformly distributed across the different levels of the PTR.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig1",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00311%2Fijm-00311-fig001.tif",
                                                "size": {
                                                    "width": 2205,
                                                    "height": 1602
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00311%2Fijm-00311-fig001.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00311-fig001.jpg"
                                                }
                                            },
                                            "label": "Figure 1",
                                            "title": "Kernel density distributions of participation tax rates simulated with the baseline and reform legislations.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "The variation in the PTR is mainly caused by variation in the level of support when unemployed. <a href=\"#table1\">Table 1</a> shows the mean PTRs in baseline and reform cases by receipt of different benefits and employment. Not surprisingly, individuals receiving earnings-related unemployment benefit face the highest PTR (69.3 percent in baseline), whereas the lowest ones are seen for individuals receiving home care allowance (54.8 percent in baseline). In particular, the PTRs were increased for recipients of earnings-related unemployment benefits and the employed. However, the abolition of the activation model is not taken into account in the calculations of financial incentives and including it would most likely slightly decrease the baseline PTRs for those receiving unemployment benefits.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "Note: If individual have several income sources within a year the following prioritization is used: 1. Home care allowance, 2. Earnings-related UB and 3. Flat rate UB. Employed are individuals with positive labor income and not received home care allowance or any unemployment benefit within a year. Baseline refers to legislation of year 2019 and reform to legislation of year 2020.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table1",
                                            "label": "Table 1",
                                            "tables": [
                                                "<table><thead><tr><th align=\"left\"/><th align=\"left\">Freq</th><th align=\"left\">PTR baseline</th><th align=\"left\">PTR reform</th><th align=\"left\">Change, pp</th></tr></thead><tbody><tr><td align=\"left\">Flat rate UB</td><td align=\"left\">280 000</td><td align=\"left\">62.7%</td><td align=\"left\">62.9%</td><td align=\"left\">0.1</td></tr><tr><td align=\"left\">Earnings-related UB</td><td align=\"left\">270 000</td><td align=\"left\">69.3%</td><td align=\"left\">69.7%</td><td align=\"left\">0.4</td></tr><tr><td align=\"left\">Home care allowance</td><td align=\"left\">100 000</td><td align=\"left\">54.8%</td><td align=\"left\">54.7%</td><td align=\"left\">-0.1</td></tr><tr><td align=\"left\">Employed</td><td align=\"left\">1 890 000</td><td align=\"left\">66.6%</td><td align=\"left\">67.2%</td><td align=\"left\">0.5</td></tr><tr><td align=\"left\">Total</td><td align=\"left\">2 540 000</td><td align=\"left\">66.0%</td><td align=\"left\">66.5%</td><td align=\"left\">0.5</td></tr></tbody></table>"
                                            ],
                                            "title": "PTR change by benefit receipt.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "<a href=\"#table2\">Table 2</a> summarizes the incentive changes and the employment effects at the extensive margin, separately for those whose incentives to work became stronger and weaker. The results are shown for three cases: 1) baseline case; 2) with heterogeneous participation elasticity; and 3) with elasticities of 0.1 and 0.3 (values in parentheses). Work incentives weakened for more than 2.2 million individuals whereas for around 270,000 individuals they became stronger. The average increase of the PTR was 0.5 percentage points and the average decrease was 0.3 percentage points.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "Note: Results are calculated with consumer price index and using the aggregate participation elasticity of 0.2. In heterogeneous elasticity column the aggregate participation elasticity is weighted using 8 different groups. The changes in PTR are the average changes and the values in brackets are formed using elasticities of 0.1 (LHS) and 0.3 (RHS). Values of employment changes are rounded to 100 units. Values of population with increase or decrease are rounded to 10,000 units.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table2",
                                            "label": "Table 2",
                                            "tables": [
                                                "<table><thead><tr><th align=\"left\"/><th align=\"left\" rowspan=\"2\">Default</th><th align=\"left\">Heterogenous</th></tr><tr><th align=\"left\"/><th align=\"left\">elasticity</th></tr></thead><tbody><tr><td align=\"left\">PTR increase (pp.-change)</td><td align=\"left\">0.5</td><td align=\"left\">0.5</td></tr><tr><td align=\"left\">Population with increase</td><td align=\"left\">2,260,000</td><td align=\"left\">2,260,000</td></tr><tr><td align=\"left\">PTR decrease (pp.-change)</td><td align=\"left\">- 0.3</td><td align=\"left\">- 0.3</td></tr><tr><td align=\"left\">Population with decrease</td><td align=\"left\">270,000</td><td align=\"left\">270,000</td></tr><tr><td align=\"left\">Employment increase (person years)</td><td align=\"left\">200<br/>(100 – 300)</td><td align=\"left\">200</td></tr><tr><td align=\"left\">Employment decrease (person years)</td><td align=\"left\">- 5,800<br/>(-2,900 – -8,800)</td><td align=\"left\">- 5,700</td></tr><tr><td align=\"left\">Net change (person years)</td><td align=\"left\">- 5,700<br/>(-2,800 – -8,500)</td><td align=\"left\">- 5,500</td></tr></tbody></table>"
                                            ],
                                            "title": "Extensive margin responses.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "Our default estimation of the reform yields a net decrease of employment by 5,700 person-years. Incorporating heterogeneity in elasticity estimates does not alter the results much; it gives a net decrease in employment by 5,500 person-years. Using a higher elasticity estimate (0.3) implies that the net decrease of employment would increase to around 8,800 person-work-years, while with a lower elasticity estimate (0.1), the decrease would be approx. 2,800 person-years.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-1-1",
                            "title": "5.1.1. Extensive margin responses",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "A large majority of EMTRs are found between 30 percent and 55 percent, see <a href=\"#fig2\">Figure 2</a>. The changes in the EMTRs between baseline (black line) and reform (gray line) are rather modest, but still visible. For most individuals, EMTRs have increased and the financial incentives to work have therefore weakened after the reform.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig2",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00311%2Fijm-00311-fig002.tif",
                                                "size": {
                                                    "width": 775,
                                                    "height": 563
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00311%2Fijm-00311-fig002.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00311-fig002.jpg"
                                                }
                                            },
                                            "label": "Figure 2",
                                            "title": "Kernel density distributions of effective marginal tax rates simulated with the baseline and reform legislations.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "<a href=\"#fig3\">Figure 3</a> demonstrates that the policy changes primarily have increased EMTRs for high-earning individuals. This is mainly due to an increase in the average municipal tax rate and social contribution payments. Because the index adjustments of the tax kinks are larger than the increase in the consumer price index used to deflate the parameters, <a href=\"#fig3\">Figure 3</a> shows that as there are income intervals with tax cuts. For those earning less than 22,000 euros per year, effective marginal tax rates have mainly decreased, which is likely explained by increased tax credits.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig3",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00311%2Fijm-00311-fig003.tif",
                                                "size": {
                                                    "width": 583,
                                                    "height": 424
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00311%2Fijm-00311-fig003.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00311-fig003.jpg"
                                                }
                                            },
                                            "label": "Figure 3",
                                            "title": "The average change (pp) of effective marginal tax rates annual earned income.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "<a href=\"#table3\">Table 3</a> shows the mean changes in the EMTR and the corresponding behavioral effect in terms of effects on earnings, given the different assumptions. Again, the results are calculated separately for those whose incentives to work became stronger and weaker. The results are displayed for three cases: 1) baseline specification; 2) using higher level of extra income (500 euros/month) in the calculation of the EMTR; and 3) with elasticity estimates of 0.1 and 0.3. As for the extensive margin, a large majority of individuals face weakened work incentives – about 1.9 million individuals. Only around 350,000 individuals see strengthened incentives at the intensive margin. However, the average decrease in the EMTR (3.0 percentage points) is much larger than the average increase (1.0 percentage points).",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "Note: Default results are calculated with extra income of 1,200 euro/year. All cases are calculated using consumer price index. Values in brackets are calculated using elasticities of 0.1 (LHS) and 0.3 (RHS). Me refers to millions of euro. Values of earnings changes are rounded to 10 million euros. Values of population with increase or decrease are rounded to 10,000 units.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table3",
                                            "label": "Table 3",
                                            "tables": [
                                                "<table><thead><tr><th align=\"left\"/><th align=\"left\" rowspan=\"2\">Default</th><th align=\"left\">Extra income</th></tr><tr><th align=\"left\"/><th align=\"left\">of 6,000 euros/year</th></tr></thead><tbody><tr><td align=\"left\">EMTR increase (pp-change)</td><td align=\"left\">1.0</td><td align=\"left\">0.6</td></tr><tr><td align=\"left\">Population with increase</td><td align=\"left\">1,920,000</td><td align=\"left\">1,920,000</td></tr><tr><td align=\"left\">EMTR decrease (pp-change)</td><td align=\"left\">-3.0</td><td align=\"left\">-1.2</td></tr><tr><td align=\"left\">Population with decrease</td><td align=\"left\">350,000</td><td align=\"left\">390,000</td></tr><tr><td align=\"left\">Earnings increase (Me)</td><td align=\"left\">120<br/>(60 – 180)</td><td align=\"left\">40</td></tr><tr><td align=\"left\">Earnings decrease (Me)</td><td align=\"left\">- 250<br/>(-130 – -380)</td><td align=\"left\">- 190</td></tr><tr><td align=\"left\">Net change (Me)</td><td align=\"left\">- 140<br/>(-70 – -200)</td><td align=\"left\">- 150</td></tr></tbody></table>"
                                            ],
                                            "title": "Changes in incentives and earnings in intensive margin with various specifications.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "The net effect on gross earnings depends on the assumptions. Our baseline estimate for the net change is -140 million euros. Applying a larger extra income in the calculation of EMTR yields much smaller changes in work incentives than our baseline estimation, but the net effect on gross earnings is almost the same, -150 million euros. Dependent on assumptions with respect to the size of the elasticity of taxable income estimate, the estimated net effect varies from -70 million euros (elasticity estimate of 0.1) to -200 million euros (elasticity estimate of 0.3). All estimation results indicate that the behavioral effects at the intensive margin had a negative average impact on individuals’ gross earnings.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-1-2",
                            "title": "5.1.2. Responses on the intensive margin",
                            "type": "section"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1. Results on employment and fiscal responses",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "According to <a href=\"#table4\">Table 4</a>, the policy changes decreased income inequality, as measured by the Gini coefficient, by 0.3 percentage points. The reduction is primarily driven by the non-behavioral effect; estimated behavioral effects at the extensive and intensive margins have very small effects on income inequality.<sup><a href=\"#fn11\">11</a></sup> <a href=\"#table4\">Table 4</a> reveals that median income is reduced by the behavioral responses, which is not surprising given that the large majority of the individuals faced diminished incentives to work due to the reform. Still, the estimated behavioral responses are overall rather modest and the impact is largely similar across income deciles and therefore behavioral effects do not generate any significant change in the overall dispersion of income. We will discuss this matter more thoroughly shortly.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: Results are calculated with consumer price index, elasticities of 0.2 and extra income of 1 200 euro/year. Total effect is the sum of non-behavioral and behavioral effects. Extensive margin, intensive margin and both margins are calculated compared to the reform’s (2020) non-behavioral simulation. Non-behavioral and total effect are calculated compared to the base level results. Poverty line used is set to 60% of median income and it is fixed to the baseline (2019) level. Children are defined as individuals aged less than 18 years. Elderly are defined as individuals aged 65 or more. Changes of individuals in at risk of poverty are rounded to 100 individuals. Fiscal changes are rounded to 10 million euros and baseline values of taxes and benefits are rounded to 100 million euros.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">Base level in 20</th><th align=\"left\">Non-behavioral</th><th align=\"left\">Extensive margin</th><th align=\"left\">Intensive margin</th><th align=\"left\">Both margins</th><th align=\"left\">Total effect</th></tr></thead><tbody><tr><td align=\"left\">Gini coefficient</td><td align=\"left\">28</td><td align=\"left\">-0.3</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">-0.3</td></tr><tr><td align=\"left\"><b>Equalized income</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Median</td><td align=\"left\">24,335</td><td align=\"left\">54</td><td align=\"left\">-29</td><td align=\"left\">-17</td><td align=\"left\">-47</td><td align=\"left\">7</td></tr><tr><td align=\"left\"><b>At risk of poverty</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Whole population (%)</td><td align=\"left\">13.4</td><td align=\"left\">-0.6</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">-0.6</td></tr><tr><td align=\"left\">Whole population (N)</td><td align=\"left\">738,000</td><td align=\"left\">-32,500</td><td align=\"left\">2,000</td><td align=\"left\">-200</td><td align=\"left\">1,600</td><td align=\"left\">-30,900</td></tr><tr><td align=\"left\">Children (%)</td><td align=\"left\">12.6</td><td align=\"left\">-0.4</td><td align=\"left\">0.1</td><td align=\"left\">0.0</td><td align=\"left\">0.1</td><td align=\"left\">-0.4</td></tr><tr><td align=\"left\">Children (N)</td><td align=\"left\">133,600</td><td align=\"left\">-4,600</td><td align=\"left\">600</td><td align=\"left\">100</td><td align=\"left\">600</td><td align=\"left\">-3,900</td></tr><tr><td align=\"left\">Elderly (%)</td><td align=\"left\">12.7</td><td align=\"left\">-1.4</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">0.0</td><td align=\"left\">-1.4</td></tr><tr><td align=\"left\">Elderly (N)</td><td align=\"left\">150,100</td><td align=\"left\">-16,200</td><td align=\"left\">0</td><td align=\"left\">0</td><td align=\"left\">0</td><td align=\"left\">-16,200</td></tr><tr><td align=\"left\"><b>Fiscal changes</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Taxes (Me)</td><td align=\"left\">35,700</td><td align=\"left\">130</td><td align=\"left\">-40</td><td align=\"left\">-70</td><td align=\"left\">-110</td><td align=\"left\">20</td></tr><tr><td align=\"left\">Benefits (Me)</td><td align=\"left\">13,600</td><td align=\"left\">360</td><td align=\"left\">90</td><td align=\"left\">0</td><td align=\"left\">90</td><td align=\"left\">450</td></tr><tr><td align=\"left\">Taxes-benefits (Me)</td><td align=\"left\">22,100</td><td align=\"left\">-230</td><td align=\"left\">-140</td><td align=\"left\">-70</td><td align=\"left\">-210</td><td align=\"left\">-430</td></tr></tbody></table>"
                                    ],
                                    "title": "Policy effects on inequality and poverty indicators.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The effects on poverty, based on a fixed poverty line of 60 percent of median equivalent income, are rather similar to the effects on income inequality. Overall, poverty is reduced by 0.6 percentage points. In particular, poverty among the elderly is reduced (-1.4 percentage points). Furthermore, estimated behavioral changes have only small effects on poverty. The estimated increase in unemployment at the extensive margin yields 2,000 new individuals in poverty, which however does not change the poverty rates much. The changes at the intensive margin give even smaller effects. The lack of effects from behavioral changes is partly due to the fact that policy changes were directed towards pensioners and work-responses among the retired are ignored, as they are close to zero.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#table4\">Table 4</a> shows that due to the non-behavioral effects, taxes and payments collected by the government increased by 130 million euros, whereas the increase in benefits paid was larger; 360 million euros. The fiscal non-behavioral net effect of the change was therefore -230 million euros. Extensive margin behavioral responses increased the total benefits paid (90 million euros), whereas responses at the intensive margin had no effect on the total benefits paid. In contrast to non-behavioral effects, the behavioral responses at both margins decrease the tax amount collected modestly. At the intensive margin, the tax revenue collected decreases by about 70 million euros, suggesting that around half of the intensive margin effect on taxable income is translated into a loss in tax revenues (see <a href=\"#A3-F1\">Figure C4</a> for more information about the effective marginal tax rates). Due to the extensive margin effects causing an increase in unemployment, there is a corresponding decrease in taxes collected (attributed to the loss of earnings and the rise in non-taxable benefits) by approximately 40 million euros. The total effect, therefore, on taxes and payments are close to zero (20 million euros), whereas the benefits paid increased by 450 million euros in total. Together, the total net fiscal effect for the government was -430 million euros, which means that the behavioral effects added to the weakening of the budget balance – despite that we employ relatively small labor supply elasticity estimates.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The overall pattern of the effect on disposable incomes is clear – households in the lowest deciles benefit whereas the higher deciles lose, on average (<a href=\"#fig4\">Figure 4</a>). The lowest decile has an average 1.2 percent increase in disposable incomes, whereas the decrease for the top decile is around 0.4 percent. Again, we see that the behavioral effects have relatively small effects on changes across deciles of disposable income.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00311%2Fijm-00311-fig004.tif",
                                        "size": {
                                            "width": 1278,
                                            "height": 930
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00311%2Fijm-00311-fig004.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00311-fig004.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "The policy effects (%) on disposable income by income decile.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The differences between effects of non-behavioral and behavioral simulations are further illustrated in <a href=\"#fig5\">Figure 5</a>. The responses at the extensive margin (measured by the black solid line) have a U-shaped effect and is negative for all deciles. As effects are fairly symmetric across the income distribution, the extensive margin effects have very limited effect on income inequality measured by the Gini coefficient.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig5",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00311%2Fijm-00311-fig005.tif",
                                        "size": {
                                            "width": 1278,
                                            "height": 930
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00311%2Fijm-00311-fig005.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00311-fig005.jpg"
                                        }
                                    },
                                    "label": "Figure 5",
                                    "title": "The differences (pp) between behavioral and non-behavioral effects by income decile.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The responses at the intensive margin (gray solid line) increased income for the households in the bottom three deciles and decreased income for the other deciles. These results reflect the changes in the EMTR, as described by <a href=\"#fig3\">Figure 3</a>. For the top three deciles, the responses at the intensive margin have larger magnitude than the extensive margin responses. The total behavioral effect with respect to deciles (dotted line) can also be characterized as U-shaped, where the largest negative effect is seen for decile six.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In <a href=\"#fig6\">Figure 6</a>, estimated effects on household disposable incomes are presented by income decile for five different specifications: 1) Default specification (black circle), 2) with elasticity estimate of 0.1 (gray circle), 3) with elasticity estimate of 0.3 (black triangular), 4) using heterogeneous extensive margin elasticity estimates (gray triangular) and 5) using extra income of 6,000 euros/year and (black cross). In all cases, both non-behavioral effects and behavioral effects are included. However, specifications differ only with regard to behavioral effects, so the impact of non-behavioral effects is consistent across all scenarios. Overall the differences between the specifications are very small and the choice of the specification does not appear to play an important role in our study. The largest differences are observed when using larger or smaller elasticity, with very small effects found in the first income decile, gradually increasing up to the sixth decile. In <a href=\"#A2\">Appendix B</a>, we provide a more detailed presentation of results with respect to specification differences.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig6",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00311%2Fijm-00311-fig006.tif",
                                        "size": {
                                            "width": 981,
                                            "height": 714
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00311%2Fijm-00311-fig006.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00311-fig006.jpg"
                                        }
                                    },
                                    "label": "Figure 6",
                                    "title": "The policy effects (%) of various specifications on disposable income by income decile.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2. Effects on income inequality, poverty and fiscal revenues",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We also refer to how results can be summarized in terms of an abbreviated social welfare function.<sup><a href=\"#fn12\">12</a></sup> Since the policy changes led to an increase in mean income and a reduction in inequality, social welfare increases, see <a href=\"#table5\">Table 5</a>. The increase is more pronounced for higher values of inequality aversion.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: Inequality of the base situation and the change after the reform (Upper panel), with or without behavioural reactions and with Atkinson index with inequality aver sion equal to 0.5, 1, or 2. The lower panel depicts social welfare and the change relative to the base situation.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">Base level</th><th align=\"left\" colspan=\"4\">Difference to base</th></tr></thead><tbody><tr><td align=\"left\"/><td align=\"left\"><b>in 2019</b></td><td align=\"left\"><b>Non-behavior</b></td><td align=\"left\"><b>Extensive</b></td><td align=\"left\"><b>Intensive</b></td><td align=\"left\"><b>Both margins</b></td></tr><tr><td align=\"left\"><math id=\"inf31\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mn>100</mn><mo>×</mo><mi>A</mi><mo stretchy=\"false\">(</mo><mn>0.5</mn><mo stretchy=\"false\">)</mo></mstyle></math></td><td align=\"left\">7.2</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td></tr><tr><td align=\"left\"><math id=\"inf32\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mn>100</mn><mo>×</mo><mi>A</mi><mo stretchy=\"false\">(</mo><mn>1</mn><mo stretchy=\"false\">)</mo></mstyle></math></td><td align=\"left\">12.7</td><td align=\"left\">-0.2</td><td align=\"left\">-0.2</td><td align=\"left\">-0.2</td><td align=\"left\">-0.2</td></tr><tr><td align=\"left\"><math id=\"inf33\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mn>100</mn><mo>×</mo><mi>A</mi><mo stretchy=\"false\">(</mo><mn>2</mn><mo stretchy=\"false\">)</mo></mstyle></math></td><td align=\"left\">22.9</td><td align=\"left\">-0.3</td><td align=\"left\">-0.3</td><td align=\"left\">-0.4</td><td align=\"left\">-0.4</td></tr><tr><td align=\"left\">Mean equivalized<br/>disp. income</td><td align=\"left\">27,796</td><td align=\"left\">46</td><td align=\"left\">25</td><td align=\"left\">29</td><td align=\"left\">8</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"5\"><math id=\"inf34\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>S</mi><mi>W</mi><mi>F</mi><mo>=</mo><mo stretchy=\"false\">[</mo><mn>1</mn><mo>−</mo><mi>A</mi><mo stretchy=\"false\">(</mo><mi>e</mi><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">]</mo><mrow class=\"MJX-TeXAtom-ORD\"><mover><mi>Y</mi><mo stretchy=\"false\">¯</mo></mover></mrow></mstyle></math></td></tr><tr><td align=\"left\"><math id=\"inf35\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>A</mi><mo stretchy=\"false\">(</mo><mn>0.5</mn><mo stretchy=\"false\">)</mo></mstyle></math></td><td align=\"left\">25,791</td><td align=\"left\">72</td><td align=\"left\">51</td><td align=\"left\">58</td><td align=\"left\">37</td></tr><tr><td align=\"left\"><math id=\"inf36\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>A</mi><mo stretchy=\"false\">(</mo><mn>1</mn><mo stretchy=\"false\">)</mo></mstyle></math></td><td align=\"left\">24,254</td><td align=\"left\">94</td><td align=\"left\">74</td><td align=\"left\">84</td><td align=\"left\">63</td></tr><tr><td align=\"left\"><math id=\"inf37\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>A</mi><mo stretchy=\"false\">(</mo><mn>2</mn><mo stretchy=\"false\">)</mo></mstyle></math></td><td align=\"left\">21,438</td><td align=\"left\">130</td><td align=\"left\">112</td><td align=\"left\">124</td><td align=\"left\">107</td></tr></tbody></table>"
                                    ],
                                    "title": "Social welfare effects.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "If the reform is modified through the use of lump-sum transfers to obtain revenue neutrality in the non-behavioral case, the behavioral responses result in reductions in mean income due to lower labor supply (<a href=\"#table6\">Table 6</a>). The social welfare consequences vary with respect to assumptions on inequality aversion. With mild inequality aversion, the reform would lead to a reduction in social welfare – due to a higher weight on average income, whereas with higher values for inequality aversion, the reform would be welfare improving – due to the reduction in inequality.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Note: Inequality of the base situation and the change after the reform (Upper panel), with or without behavioural reactions and with Atkinson index with in equality aver-sion equal to 0.5, 1, or 2. The reform is made revenue neutral by levying an additional lump-sum tax to all individuals. The lower panel depicts social welfare and the change relative to the base situation.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">Base level</th><th align=\"left\" colspan=\"4\">Difference to base</th></tr></thead><tbody><tr><td align=\"left\"/><td align=\"left\"><b>in 2019</b></td><td align=\"left\"><b>Non-behavior</b></td><td align=\"left\"><b>Extensive</b></td><td align=\"left\"><b>Intensive</b></td><td align=\"left\"><b>Both margins</b></td></tr><tr><td align=\"left\"><math id=\"inf38\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mn>100</mn><mo>×</mo><mi>A</mi><mo stretchy=\"false\">(</mo><mn>0.5</mn><mo stretchy=\"false\">)</mo></mstyle></math></td><td align=\"left\">7.2</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td><td align=\"left\">-0.1</td></tr><tr><td align=\"left\"><math id=\"inf39\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mn>100</mn><mo>×</mo><mi>A</mi><mo stretchy=\"false\">(</mo><mn>1</mn><mo stretchy=\"false\">)</mo></mstyle></math></td><td align=\"left\">12.7</td><td align=\"left\">-0.2</td><td align=\"left\">-0.1</td><td align=\"left\">-0.2</td><td align=\"left\">-0.2</td></tr><tr><td align=\"left\"><math id=\"inf40\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mn>100</mn><mo>×</mo><mi>A</mi><mo stretchy=\"false\">(</mo><mn>2</mn><mo stretchy=\"false\">)</mo></mstyle></math></td><td align=\"left\">22.9</td><td align=\"left\">-0.4</td><td align=\"left\">-0.4</td><td align=\"left\">-0.4</td><td align=\"left\">-0.4</td></tr><tr><td align=\"left\">Mean equivalized<br/>disp. income</td><td align=\"left\">27,796</td><td align=\"left\">-14</td><td align=\"left\">-35</td><td align=\"left\">-31</td><td align=\"left\">-52</td></tr><tr><td align=\"left\">Mean disp. income,household level</td><td align=\"left\">38,503</td><td align=\"left\">0</td><td align=\"left\">-28</td><td align=\"left\">-22</td><td align=\"left\">-50</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"5\"><math id=\"inf41\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>S</mi><mi>W</mi><mi>F</mi><mo>=</mo><mo stretchy=\"false\">[</mo><mn>1</mn><mo>−</mo><mi>A</mi><mo stretchy=\"false\">(</mo><mi>e</mi><mo stretchy=\"false\">)</mo><mo stretchy=\"false\">]</mo><mrow class=\"MJX-TeXAtom-ORD\"><mover><mi>Y</mi><mo stretchy=\"false\">¯</mo></mover></mrow></mstyle></math></td></tr><tr><td align=\"left\"><math id=\"inf42\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>A</mi><mo stretchy=\"false\">(</mo><mn>0.5</mn><mo stretchy=\"false\">)</mo></mstyle></math></td><td align=\"left\">25,791</td><td align=\"left\">9</td><td align=\"left\">-12</td><td align=\"left\">-5</td><td align=\"left\">-26</td></tr><tr><td align=\"left\"><math id=\"inf43\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>A</mi><mo stretchy=\"false\">(</mo><mn>1</mn><mo stretchy=\"false\">)</mo></mstyle></math></td><td align=\"left\">24,254</td><td align=\"left\">29</td><td align=\"left\">9</td><td align=\"left\">19</td><td align=\"left\">-2</td></tr><tr><td align=\"left\"><math id=\"inf44\"><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mi>A</mi><mo stretchy=\"false\">(</mo><mn>2</mn><mo stretchy=\"false\">)</mo></mstyle></math></td><td align=\"left\">21,438</td><td align=\"left\">91</td><td align=\"left\">73</td><td align=\"left\">85</td><td align=\"left\">68</td></tr></tbody></table>"
                                    ],
                                    "title": "Social welfare effects, revenue neutral case",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3. Social welfare effects",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Simulation results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Microsimulation is a key tool in the policy-making process. To account for behavioral responses of tax-benefit changes may pose a practical challenge. Given that the policy analyst may find it demanding to establish a fully-fledged labor supply module based on estimation and application of a structural model, the present study demonstrates how one may account for behavioral effects in microsimulation in a simpler and more practical way.",
                    "type": "paragraph"
                },
                {
                    "text": "The approach we propose is to deploy extensive and intensive margin estimates from the literature, for example from the literature based on quasi-experimental approaches. Pertaining to the intensive margin, much of modern research estimates focus on the taxable income response, which, under some assumptions, could be seen as reflecting a sufficient statistic of the social welfare loss stemming from tax increase. This is because the notion contains not only possible responses in working hours but also reflects a number of other response dimensions of importance for setting the optimal tax. An additional benefit of the approach is simplicity and transparency of what is assumed about the often contentious tax responsiveness parameters.",
                    "type": "paragraph"
                },
                {
                    "text": "The approach comes with alternative strategies regarding, for example, the choice of elasticity parameter or the income thresholds when calculating marginal tax rates. These choices are likely to create some variation in results and it is preferable that these assumptions are clearly conveyed and preferably one should obtain results for different choices, as we have demonstrated in the present study. However, as the external validity of the elasticity estimates may be questionable, a case-by-case evaluation of the suitability of the estimates is still needed.",
                    "type": "paragraph"
                },
                {
                    "text": "The approach was illustrated with an analysis of recent Finnish policy changes. The same methods could be applied, with suitably amending, by the use of any static tax-benefit microsimulation tool. A key use of the models is, of course, examining the consequences of counterfactual policy reforms. It is, however, worth noting that the definition of policy reform itself poses challenges, which are also pertinent to other methodologies. Further work should highlight the inequality, employment, and social welfare consequences of such reforms in this transparent manner.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Conclusion",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "As an extension, we also consider elasticity heterogeneity by groups.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The labor supply module is based on a discrete choice framework, see <a href=\"#bib16\">Dagsvik et al. (2014)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "One may also employ evidence from event study setups, for obtaining behavioral response estimates by studies of the dynamics of labor supply changes before and after policy reforms, such as in <a href=\"#bib33\">Kleven (2024)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "However, the results in <a href=\"#bib28\">Jäntti et al. (2015)</a> suggest that macro elasticities exceed micro elasticities, but not drastically so.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "One is often worried that quasi-experimental evidence is \"history-dependent\", in the sense that the results to a large extent depend on the actual policy change used in the identification. However, it is fair to say that such criticism may apply to estimates obtained from structural models too.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The analysis by <a href=\"#bib46\">Neisser (2021)</a> suggests that there is no clear relationship between the exact size of the income cutoff value and estimated elasticities.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As an alternative to this one could measure welfare effects by effects on changes in money metric utility, such as equivalent variation and compensating variation.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "It is important to acknowledge the potential presence of a sample selection problem in the estimation of earnings. While this issue can be mitigated, for instance, through Heckman’s two-step estimation, our dataset includes information on the duration of an individual’s unemployment throughout the year. Additionally, many unemployed individuals exhibit some earnings during the year, which we also observe. This information should help us control the potential sample selection issue. Moreover, when employing the two-stage estimation, especially for men, determining which variables should be excluded is not always clear. Due to these considerations, we have opted for estimating earnings using a straightforward Ordinary Least Squares (OLS) approach. See <a href=\"#A1-T1\">Tables A1</a> and <a href=\"#A1-T2\">A2</a> in <a href=\"#A1\">Appendix A</a> for the model specification and the estimated coefficients.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "It is essential to acknowledge that, in specific tax-benefit systems, the effective marginal tax rate may be influenced not only by earned income but also by working hours. This could be attributed to factors such as eligibility for specific benefits, adjustments to earnings and unemployment benefits, or the presence of tax credits. In such systems or when wanting to capture additional hours worked, it may be more appropriate to compute the marginal tax rate by incrementally increasing working hours and adjusting annual earnings accordingly. However, in the Finnish context, this is not particularly relevant, and as a result, we solely increase earnings. Additionally, it is important to note that our dataset lacks information on working hours.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For example, we ignore that the increase in child benefit has effect on labor supply through an income effect. Furthermore, changes in minimum pension benefits changed the retirement incentives at least for some individuals, but we are not modelling retirement decision in this study.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The results are robust with respect to different elasticity estimates, indexation and other specifications, see <a href=\"#bib49\">Ollonqvist et al. (2021)</a> for more details.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For very small tax-benefit changes, behavioural effects could be ignored in the social welfare analysis because of the envelope theorem. Here we characterize the social welfare consequences of changes which are not only marginal for some individuals.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Aasness, J",
                        "preferred": "J Aasness"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                },
                {
                    "name": "Aasness",
                    "type": "group"
                }
            ],
            "date": "2007",
            "details": "513–518, The Norwegian tax-benefit model system LOTTE, Modelling Our Future: Population Ageing, Health and Aged Care, International Symposia in Economic Theory and Econometrics, Elsevier, p, 10.1016/S1571-0386(06)16034-2",
            "id": "bib1",
            "title": "Modelling Our Future: Population Ageing, Health and Aged Care, International Symposia in Economic Theory and Econometrics",
            "type": "unknown"
        },
        {
            "articleTitle": "The effect of the UK coalition government’s tax and benefit changes on household incomes and work incentives",
            "authors": [
                {
                    "name": {
                        "index": "Adam, S",
                        "preferred": "S Adam"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Browne, J",
                        "preferred": "J Browne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Elming, W",
                        "preferred": "W Elming"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1111/j.1475-5890.2015.12058",
            "id": "bib2",
            "journal": "Fiscal Studies",
            "pages": {
                "first": "375",
                "last": "402",
                "range": "375–402"
            },
            "type": "journal",
            "volume": "36"
        },
        {
            "articleTitle": "In-work policies in Europe: Killing two birds with one stone?",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Orsini, K",
                        "preferred": "K Orsini"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.1016/j.labeco.2005.10.007",
            "id": "bib3",
            "journal": "Labour Economics",
            "pages": {
                "first": "667",
                "last": "697",
                "range": "667–697"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "articleTitle": "Comparing labor supply elasticities in Europe and the United States: new results",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Orsini, K",
                        "preferred": "K Orsini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.1353/jhr.2014.0017",
            "id": "bib4",
            "journal": "Journal of Human Resources",
            "pages": {
                "first": "723",
                "last": "838",
                "range": "723–838"
            },
            "type": "journal",
            "volume": "49"
        },
        {
            "articleTitle": "Own-wage labor supply elasticities: variation across time and estimation methods",
            "authors": [
                {
                    "name": {
                        "index": "Bargain, O",
                        "preferred": "O Bargain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1186/s40172-016-0050-z",
            "id": "bib5",
            "journal": "IZA Journal of Labor Economics",
            "pages": "10",
            "type": "journal",
            "volume": "5"
        },
        {
            "articleTitle": "The anatomy of the extensive margin labor supply response*",
            "authors": [
                {
                    "name": {
                        "index": "Bastani, S",
                        "preferred": "S Bastani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Moberg, Y",
                        "preferred": "Y Moberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Selin, H",
                        "preferred": "H Selin"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1111/sjoe.12406",
            "id": "bib6",
            "journal": "The Scandinavian Journal of Economics",
            "pages": {
                "first": "33",
                "last": "59",
                "range": "33–59"
            },
            "type": "journal",
            "volume": "123"
        },
        {
            "articleTitle": "Hourly wage rate and taxable labor income responsiveness to changes in marginal tax rates",
            "authors": [
                {
                    "name": {
                        "index": "Blomquist, S",
                        "preferred": "S Blomquist"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Selin, H",
                        "preferred": "H Selin"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1016/j.jpubeco.2010.08.001",
            "id": "bib7",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "878",
                "last": "889",
                "range": "878–889"
            },
            "type": "journal",
            "volume": "94"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Blundell, R",
                        "preferred": "R Blundell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "MaCurdy, T",
                        "preferred": "T MaCurdy"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "details": "1559–1695, Labor supply: A review of alternative approaches, Handbook of Labor Economics, Vol, volume 3, Elsevier, p, 10.1016/S1573-4463(99)03008-4",
            "id": "bib8",
            "title": "Handbook of Labor Economics",
            "type": "unknown"
        },
        {
            "articleTitle": "The effect of taxation on labor supply: evaluating the gary negative income tax experiment",
            "authors": [
                {
                    "name": {
                        "index": "Burtless, G",
                        "preferred": "G Burtless"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hausman, JA",
                        "preferred": "JA Hausman"
                    },
                    "type": "person"
                }
            ],
            "date": "1978",
            "doi": "10.1086/260730",
            "id": "bib9",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "1103",
                "last": "1130",
                "range": "1103–1130"
            },
            "type": "journal",
            "volume": "86"
        },
        {
            "articleTitle": "Sufficient statistics for welfare analysis: a bridge between structural and reduced-form methods",
            "authors": [
                {
                    "name": {
                        "index": "Chetty, R",
                        "preferred": "R Chetty"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1146/annurev.economics.050708.142910",
            "id": "bib10",
            "journal": "Annual Review of Economics",
            "pages": {
                "first": "451",
                "last": "488",
                "range": "451–488"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "Adjustment costs, firm responses, and micro vs. macro labor supply elasticities: evidence from danish tax records",
            "authors": [
                {
                    "name": {
                        "index": "Chetty, R",
                        "preferred": "R Chetty"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Friedman, JN",
                        "preferred": "JN Friedman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Olsen, T",
                        "preferred": "T Olsen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pistaferri, L",
                        "preferred": "L Pistaferri"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "discriminator": "a",
            "doi": "10.1093/qje/qjr013",
            "id": "bib11",
            "journal": "The Quarterly Journal of Economics",
            "pages": {
                "first": "749",
                "last": "804",
                "range": "749–804"
            },
            "pmid": 21836746,
            "type": "journal",
            "volume": "126"
        },
        {
            "articleTitle": "Are micro and macro labor supply elasticities consistent? a review of evidence on the intensive and extensive margins",
            "authors": [
                {
                    "name": {
                        "index": "Chetty, R",
                        "preferred": "R Chetty"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Guren, A",
                        "preferred": "A Guren"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Manoli, D",
                        "preferred": "D Manoli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weber, A",
                        "preferred": "A Weber"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "discriminator": "b",
            "doi": "10.1257/aer.101.3.471",
            "id": "bib12",
            "journal": "American Economic Review",
            "pages": {
                "first": "471",
                "last": "475",
                "range": "471–475"
            },
            "type": "journal",
            "volume": "101"
        },
        {
            "articleTitle": "Does indivisible labor explain the difference between micro and macro elasticities? a meta-analysis of extensive margin elasticities",
            "authors": [
                {
                    "name": {
                        "index": "Chetty, R",
                        "preferred": "R Chetty"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Guren, A",
                        "preferred": "A Guren"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Manoli, D",
                        "preferred": "D Manoli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weber, A",
                        "preferred": "A Weber"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.1086/669170",
            "id": "bib13",
            "journal": "NBER Macroeconomics Annual",
            "pages": {
                "first": "1",
                "last": "56",
                "range": "1–56"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "articleTitle": "Discrete hours labour supply modelling: specification, estimation and simulation",
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kalb, G",
                        "preferred": "G Kalb"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "doi": "10.1111/j.0950-0804.2005.00265.x",
            "id": "bib15",
            "journal": "Journal of Economic Surveys",
            "pages": {
                "first": "697",
                "last": "734",
                "range": "697–734"
            },
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "A microsimulation analysis of marginal welfare-improving income tax reforms for New Zealand",
            "authors": [
                {
                    "name": {
                        "index": "Creedy, J",
                        "preferred": "J Creedy"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gemmell, N",
                        "preferred": "N Gemmell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hérault, N",
                        "preferred": "N Hérault"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mok, P",
                        "preferred": "P Mok"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1007/s10797-019-09558-5",
            "id": "bib14",
            "journal": "International Tax and Public Finance",
            "pages": {
                "first": "409",
                "last": "434",
                "range": "409–434"
            },
            "type": "journal",
            "volume": "27"
        },
        {
            "articleTitle": "Theoretical and practical arguments for modeling labor supply as a choice among latent jobs",
            "authors": [
                {
                    "name": {
                        "index": "Dagsvik, JK",
                        "preferred": "JK Dagsvik"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jia, Z",
                        "preferred": "Z Jia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kornstad, T",
                        "preferred": "T Kornstad"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.1111/joes.12003",
            "id": "bib16",
            "journal": "Journal of Economic Surveys",
            "pages": {
                "first": "134",
                "last": "151",
                "range": "134–151"
            },
            "type": "journal",
            "volume": "28"
        },
        {
            "articleTitle": "Behavioral Responses to Taxes: Lessons from the EITC and Labor Supply",
            "authors": [
                {
                    "name": {
                        "index": "Eissa, N",
                        "preferred": "N Eissa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hoynes, HW",
                        "preferred": "HW Hoynes"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.1086/tpe.20.20061905",
            "id": "bib17",
            "journal": "Tax Policy and the Economy",
            "pages": {
                "first": "73",
                "last": "110",
                "range": "73–110"
            },
            "type": "journal",
            "volume": "20"
        },
        {
            "articleTitle": "The Effect of Marginal Tax Rates on Taxable Income: A Panel Study of the 1986 Tax Reform Act",
            "authors": [
                {
                    "name": {
                        "index": "Feldstein, M",
                        "preferred": "M Feldstein"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "doi": "10.1086/261994",
            "id": "bib18",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "551",
                "last": "572",
                "range": "551–572"
            },
            "type": "journal",
            "volume": "103"
        },
        {
            "authors": [
                {
                    "name": "FIN-FSA",
                    "type": "group"
                }
            ],
            "bookTitle": "Monthly Statistics on Unemployment Benefits",
            "date": "2020",
            "id": "bib19",
            "publisher": {
                "name": [
                    "Finnish"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Foster, J",
                        "preferred": "J Foster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sen, A",
                        "preferred": "A Sen"
                    },
                    "type": "person"
                }
            ],
            "date": "1997",
            "details": "Annexe: On economic inequality after a quarter century, In On Economic Inequality. Enlarged Edition with Substantial Annexe by James Foster and Amartya Sen, Oxford University Press",
            "id": "bib20",
            "title": "In On Economic Inequality. Enlarged Edition with Substantial Annexe by James Foster and Amartya Sen",
            "type": "unknown"
        },
        {
            "articleTitle": "The elasticity of taxable income: evidence and implications",
            "authors": [
                {
                    "name": {
                        "index": "Gruber, J",
                        "preferred": "J Gruber"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "doi": "10.1016/S0047-2727(01)00085-8",
            "id": "bib21",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "1",
                "last": "32",
                "range": "1–32"
            },
            "type": "journal",
            "volume": "84"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Haataja, A",
                        "preferred": "A Haataja"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "H, S, M, H",
                        "preferred": "H H, S, M"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ranto, S",
                        "preferred": "S Ranto"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Valaste, M",
                        "preferred": "M Valaste"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "id": "bib22",
            "title": "Lastenhoitoratkaisut helsinkiläisissä lapsiperheissä [Child care solutions of families with children in Helsinki]",
            "type": "web",
            "uri": "https://helda.helsinki.fi/items/ea11ab4f-6ce9-41b9-8467-478401f32781"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hausman, JA",
                        "preferred": "JA Hausman"
                    },
                    "type": "person"
                }
            ],
            "date": "1981",
            "details": "27–71, Labor Supply, How Taxes Affect Economic Behavior, Brookings Institution Press, p",
            "id": "bib23",
            "title": "How Taxes Affect Economic Behavior",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hotz, VJ",
                        "preferred": "VJ Hotz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Scholz, JK",
                        "preferred": "JK Scholz"
                    },
                    "type": "person"
                }
            ],
            "date": "2003",
            "details": "141–198, The earned income tax credit, Means-Tested Transfer Programs in the United States, Russell Sage Foundation, p, 10.7208/chicago/9780226533575.003.0004",
            "id": "bib24",
            "title": "Means-Tested Transfer Programs in the United States",
            "type": "unknown"
        },
        {
            "articleTitle": "Better LATE Than Nothing: Some Comments on Deaton (2009)",
            "authors": [
                {
                    "name": {
                        "index": "Imbens, GW",
                        "preferred": "GW Imbens"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "id": "bib25",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "399",
                "last": "423",
                "range": "399–423"
            },
            "type": "journal",
            "volume": "48"
        },
        {
            "articleTitle": "Welfare reform in european countries: a microsimulation analysis",
            "authors": [
                {
                    "name": {
                        "index": "Immervoll, H",
                        "preferred": "H Immervoll"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kleven, HJ",
                        "preferred": "HJ Kleven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kreiner, CT",
                        "preferred": "CT Kreiner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                }
            ],
            "date": "2007",
            "doi": "10.1111/j.1468-0297.2007.02000.x",
            "id": "bib26",
            "journal": "The Economic Journal",
            "pages": {
                "first": "1",
                "last": "44",
                "range": "1–44"
            },
            "type": "journal",
            "volume": "117"
        },
        {
            "articleTitle": "Estimating labour supply elasticities based on cross-country micro data: A bridge between micro and macro estimates?",
            "authors": [
                {
                    "name": {
                        "index": "Jäntti, M",
                        "preferred": "M Jäntti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pirttilä, J",
                        "preferred": "J Pirttilä"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Selin, H",
                        "preferred": "H Selin"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1016/j.jpubeco.2014.12.006",
            "id": "bib28",
            "journal": "Journal of Public Economics",
            "pages": {
                "first": "87",
                "last": "99",
                "range": "87–99"
            },
            "type": "journal",
            "volume": "127"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Jia, Z",
                        "preferred": "Z Jia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vattø, TE",
                        "preferred": "TE Vattø"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "details": "Manuscript, Statistics Norway",
            "id": "bib27",
            "title": "Manuscript, Statistics Norway",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kärkkäinen, O",
                        "preferred": "O Kärkkäinen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tervola, J",
                        "preferred": "J Tervola"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "details": "Valtioneuvoston selvitys- ja tutkimustoiminnan julkaisusarja 59, Valtioneuvoston kanslia",
            "id": "bib29",
            "title": "Valtioneuvoston selvitys- ja tutkimustoiminnan julkaisusarja 59, Valtioneuvoston kanslia",
            "type": "unknown"
        },
        {
            "articleTitle": "Labor supply and taxes: a survey",
            "authors": [
                {
                    "name": {
                        "index": "Keane, MP",
                        "preferred": "MP Keane"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "doi": "10.1257/jel.49.4.961",
            "id": "bib30",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "961",
                "last": "1075",
                "range": "961–1075"
            },
            "type": "journal",
            "volume": "49"
        },
        {
            "articleTitle": "Estimating taxable income responses using Danish tax reforms",
            "authors": [
                {
                    "name": {
                        "index": "Kleven, HJ",
                        "preferred": "HJ Kleven"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schultz, EA",
                        "preferred": "EA Schultz"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.1257/pol.6.4.271",
            "id": "bib34",
            "journal": "American Economic Journal",
            "pages": {
                "first": "271",
                "last": "301",
                "range": "271–301"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Bunching",
            "authors": [
                {
                    "name": {
                        "index": "Kleven, HJ",
                        "preferred": "HJ Kleven"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.1146/annurev-economics-080315-015234",
            "id": "bib31",
            "journal": "Annual Review of Economics",
            "pages": {
                "first": "435",
                "last": "464",
                "range": "435–464"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Sufficient statistics revisited",
            "authors": [
                {
                    "name": {
                        "index": "Kleven, HJ",
                        "preferred": "HJ Kleven"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1146/annurev-economics-060220-023547",
            "id": "bib32",
            "journal": "Annual Review of Economics",
            "pages": {
                "first": "515",
                "last": "538",
                "range": "515–538"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "articleTitle": "The EITC and the extensive margin: A reappraisal",
            "authors": [
                {
                    "name": {
                        "index": "Kleven, HJ",
                        "preferred": "HJ Kleven"
                    },
                    "type": "person"
                }
            ],
            "date": "2024",
            "doi": "10.1016/j.jpubeco.2024.105135",
            "id": "bib33",
            "journal": "Journal of Public Economics",
            "pages": "105135",
            "type": "journal",
            "volume": "236"
        },
        {
            "articleTitle": "To Work or Not to Work? The Effect of Childcare Subsidies on the Labour Supply of Parents",
            "authors": [
                {
                    "name": {
                        "index": "Kosonen, T",
                        "preferred": "T Kosonen"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.1515/bejeap-2013-0073",
            "id": "bib35",
            "journal": "The B.E. Journal of Economic Analysis & Policy",
            "pages": {
                "first": "817",
                "last": "848",
                "range": "817–848"
            },
            "type": "journal",
            "volume": "14"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kotamäki, M",
                        "preferred": "M Kotamäki"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kärkkäinen, O",
                        "preferred": "O Kärkkäinen"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "details": "Työllisyysvaikutuksen laskeminen sukupuolittain – kuinka kannustinmuutoksesta päästään työllisyyden muutokseen, Tasa-Arvoa Talousarvioon– Talousarvion Sukupuolivaikutusten Arviointi Ja Sukupuolitietoinen Budje, Vol, 58/2018, Valtioneuvoston selvitys- ja tutkimustoiminnan julkaisusarja",
            "id": "bib36",
            "title": "Tasa-Arvoa Talousarvioon– Talousarvion Sukupuolivaikutusten Arviointi Ja Sukupuolitietoinen Budje",
            "type": "unknown"
        },
        {
            "articleTitle": "Distributional Impacts of Behavioral Effects –Ex-Ante Evaluation of the 2017 Unemployment Insurance Reform in Finland",
            "authors": [
                {
                    "name": {
                        "index": "Kotamäki, M",
                        "preferred": "M Kotamäki"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mattila, J",
                        "preferred": "J Mattila"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tervola, J",
                        "preferred": "J Tervola"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.34196/ijm.00183",
            "id": "bib37",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "146",
                "last": "168",
                "range": "146–168"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Kyyrä, T",
                        "preferred": "T Kyyrä"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Naumanen, P",
                        "preferred": "P Naumanen"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "id": "bib38",
            "title": "Aktiivimallin vaikutukset työttömiin ja TE-toimistojen toimintaan",
            "type": "web",
            "uri": "https://www.utupub.fi/handle/10024/167058"
        },
        {
            "articleTitle": "How Changes in Financial Incentives Affect the Duration of Unemployment",
            "authors": [
                {
                    "name": {
                        "index": "Lalive, R",
                        "preferred": "R Lalive"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Van Ours, JAN",
                        "preferred": "JAN Van Ours"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zweimüller, J",
                        "preferred": "J Zweimüller"
                    },
                    "type": "person"
                }
            ],
            "date": "2006",
            "doi": "10.1111/j.1467-937X.2006.00406.x",
            "id": "bib39",
            "journal": "Review of Economic Studies",
            "pages": {
                "first": "1009",
                "last": "1038",
                "range": "1009–1038"
            },
            "type": "journal",
            "volume": "73"
        },
        {
            "articleTitle": "Evaluating the econometric evaluations of training programs with experimental data",
            "authors": [
                {
                    "name": {
                        "index": "LaLonde, RJ",
                        "preferred": "RJ LaLonde"
                    },
                    "type": "person"
                }
            ],
            "date": "1986",
            "id": "bib40",
            "journal": "The American Economic Review",
            "pages": {
                "first": "604",
                "last": "620",
                "range": "604–620"
            },
            "type": "journal",
            "volume": "76"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Lambert, P",
                        "preferred": "P Lambert"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "The Distribution and Redistribution of Income",
            "date": "2001",
            "id": "bib41",
            "publisher": {
                "name": [
                    "Manchester University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Taxes, benefits and labour force participation: a survey of the quasi-experimental literature",
            "authors": [
                {
                    "name": {
                        "index": "Lundberg, J",
                        "preferred": "J Lundberg"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Norell, J",
                        "preferred": "J Norell"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.33358/jfea.112419",
            "id": "bib42",
            "journal": "Journal of the Finnish Economic Association",
            "pages": {
                "first": "60",
                "last": "77",
                "range": "60–77"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "Elasticity of taxable income: evidence from changes in municipal income tax rates in Finland",
            "authors": [
                {
                    "name": {
                        "index": "Matikka, T",
                        "preferred": "T Matikka"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1111/sjoe.12236",
            "id": "bib43",
            "journal": "The Scandinavian Journal of Economics",
            "pages": {
                "first": "943",
                "last": "973",
                "range": "943–973"
            },
            "type": "journal",
            "volume": "120"
        },
        {
            "articleTitle": "Marginal tax rates and income: new time series evidence*",
            "authors": [
                {
                    "name": {
                        "index": "Mertens, K",
                        "preferred": "K Mertens"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Montiel Olea, JL",
                        "preferred": "JL Montiel Olea"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1093/qje/qjy008",
            "id": "bib44",
            "journal": "The Quarterly Journal of Economics",
            "pages": {
                "first": "1803",
                "last": "1884",
                "range": "1803–1884"
            },
            "type": "journal",
            "volume": "133"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Narazani, E",
                        "preferred": "E Narazani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Colombino, U",
                        "preferred": "U Colombino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Palma, B",
                        "preferred": "B Palma"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "details": "European Commission",
            "id": "bib45",
            "title": "European Commission",
            "type": "unknown"
        },
        {
            "articleTitle": "The elasticity of taxable income: a meta-regression analysis",
            "authors": [
                {
                    "name": {
                        "index": "Neisser, C",
                        "preferred": "C Neisser"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1093/ej/ueab038",
            "id": "bib46",
            "journal": "The Economic Journal",
            "pages": {
                "first": "3365",
                "last": "3391",
                "range": "3365–3391"
            },
            "type": "journal",
            "volume": "131"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Nichols, A",
                        "preferred": "A Nichols"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rothstein, J",
                        "preferred": "J Rothstein"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "137–218, The earned income tax credit, The Economics of Means-Tested Transfer Programs in the United States, University of Chicago Press, p, 10.7208/chicago/9780226370507.003.0002",
            "id": "bib47",
            "title": "The Economics of Means-Tested Transfer Programs in the United States",
            "type": "unknown"
        },
        {
            "articleTitle": "Nowcasting in microsimulation models: a methodological survey",
            "authors": [
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Loughrey, J",
                        "preferred": "J Loughrey"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.18564/jasss.2635",
            "id": "bib48",
            "journal": "Journal of Artificial Societies and Social Simulation",
            "pages": "12",
            "type": "journal",
            "volume": "17"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ollonqvist, J",
                        "preferred": "J Ollonqvist"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tervola, J",
                        "preferred": "J Tervola"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pirttilä, J",
                        "preferred": "J Pirttilä"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "details": "Finnish Institute for Health and Welfare",
            "id": "bib49",
            "title": "Finnish Institute for Health and Welfare",
            "type": "unknown"
        },
        {
            "articleTitle": "Indexing out of poverty? fiscal drag and benefit erosion in cross‐national perspective",
            "authors": [
                {
                    "name": {
                        "index": "Paulus, A",
                        "preferred": "A Paulus"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tasseva, I",
                        "preferred": "I Tasseva"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1111/roiw.12413",
            "id": "bib50",
            "journal": "Review of Income and Wealth",
            "pages": {
                "first": "311",
                "last": "333",
                "range": "311–333"
            },
            "type": "journal",
            "volume": "66"
        },
        {
            "articleTitle": "The Elasticity of Taxable Income with Respect to Marginal Tax Rates: A Critical Review",
            "authors": [
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Slemrod, J",
                        "preferred": "J Slemrod"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Giertz, SH",
                        "preferred": "SH Giertz"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1257/jel.50.1.3",
            "id": "bib51",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "3",
                "last": "50",
                "range": "3–50"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "authors": [
                {
                    "name": "Statistics Finland",
                    "type": "group"
                }
            ],
            "date": "2020",
            "details": "Accessed,  March 2020",
            "id": "bib52",
            "title": "SISU model features. Statistics Finland",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Tervola, J",
                        "preferred": "J Tervola"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "details": "Blog post",
            "id": "bib53",
            "title": "Blog post",
            "type": "unknown"
        },
        {
            "articleTitle": "Validation of the discrete choice labor supply model by methods of the new tax responsiveness literature",
            "authors": [
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vattø, TE",
                        "preferred": "TE Vattø"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1016/j.labeco.2015.09.001",
            "id": "bib54",
            "journal": "Labour Economics",
            "pages": {
                "first": "38",
                "last": "53",
                "range": "38–53"
            },
            "type": "journal",
            "volume": "37"
        },
        {
            "articleTitle": "The effect of unemployment benefits on re-employment rates: Evidence from the Finnish unemployment insurance reform",
            "authors": [
                {
                    "name": {
                        "index": "Uusitalo, R",
                        "preferred": "R Uusitalo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verho, J",
                        "preferred": "J Verho"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "doi": "10.1016/j.labeco.2010.02.002",
            "id": "bib55",
            "journal": "Labour Economics",
            "pages": {
                "first": "643",
                "last": "654",
                "range": "643–654"
            },
            "type": "journal",
            "volume": "17"
        },
        {
            "articleTitle": "Structural models of family labor supply: a discrete choice approach",
            "authors": [
                {
                    "name": {
                        "index": "van Soest, A",
                        "preferred": "A van Soest"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "doi": "10.2307/146191",
            "id": "bib56",
            "journal": "The Journal of Human Resources",
            "pages": "63",
            "type": "journal",
            "volume": "30"
        },
        {
            "articleTitle": "Removing welfare traps: employment responses in the finnish basic income experiment",
            "authors": [
                {
                    "name": {
                        "index": "Verho, J",
                        "preferred": "J Verho"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hämäläinen, K",
                        "preferred": "K Hämäläinen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kanninen, O",
                        "preferred": "O Kanninen"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1257/pol.20200143",
            "id": "bib57",
            "journal": "American Economic Journal",
            "pages": {
                "first": "501",
                "last": "522",
                "range": "501–522"
            },
            "type": "journal",
            "volume": "14"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "content": [
                        {
                            "assets": [
                                {
                                    "id": "A1-T1",
                                    "label": "Table A1",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Males (y=log monthly wage)</th><th align=\"left\" colspan=\"2\">Lone dwellers</th><th align=\"left\" colspan=\"2\">Couples</th><th align=\"left\" colspan=\"2\">Single parents</th><th align=\"left\" colspan=\"2\">Two parent families</th><th align=\"left\" colspan=\"2\">Others</th></tr></thead><tbody><tr><td align=\"left\"/><td align=\"left\">coeff</td><td align=\"left\">p-value</td><td align=\"left\">coeff</td><td align=\"left\">p-value</td><td align=\"left\">coeff</td><td align=\"left\">p-value</td><td align=\"left\">coeff</td><td align=\"left\">p-value</td><td align=\"left\">coeff</td><td align=\"left\">p-value</td></tr><tr><td align=\"left\">Intercept</td><td align=\"left\">7.455</td><td align=\"left\">0.000</td><td align=\"left\">7.200</td><td align=\"left\">0.000</td><td align=\"left\">7.710</td><td align=\"left\">0.000</td><td align=\"left\">6.863</td><td align=\"left\">0.000</td><td align=\"left\">7.642</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Age</td><td align=\"left\">0.027</td><td align=\"left\">0.000</td><td align=\"left\">0.024</td><td align=\"left\">0.000</td><td align=\"left\">0.018</td><td align=\"left\">0.000</td><td align=\"left\">0.035</td><td align=\"left\">0.000</td><td align=\"left\">0.016</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Age<sup>2</sup></td><td align=\"left\">0.000</td><td align=\"left\">0.000</td><td align=\"left\">0.000</td><td align=\"left\">0.000</td><td align=\"left\">0.000</td><td align=\"left\">0.003</td><td align=\"left\">0.000</td><td align=\"left\">0.000</td><td align=\"left\">0.000</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\" colspan=\"11\">Field of education (ref. unknown or other)</td></tr><tr><td align=\"left\">Generic programmes</td><td align=\"left\">0.129</td><td align=\"left\">0.019</td><td align=\"left\">0.392</td><td align=\"left\">0.000</td><td align=\"left\">0.001</td><td align=\"left\">0.997</td><td align=\"left\">0.477</td><td align=\"left\">0.000</td><td align=\"left\">0.285</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Education</td><td align=\"left\">-0.097</td><td align=\"left\">0.104</td><td align=\"left\">0.077</td><td align=\"left\">0.203</td><td align=\"left\">-0.252</td><td align=\"left\">0.453</td><td align=\"left\">0.029</td><td align=\"left\">0.575</td><td align=\"left\">0.036</td><td align=\"left\">0.677</td></tr><tr><td align=\"left\">Humanities and arts</td><td align=\"left\">-0.087</td><td align=\"left\">0.119</td><td align=\"left\">0.047</td><td align=\"left\">0.421</td><td align=\"left\">-0.219</td><td align=\"left\">0.506</td><td align=\"left\">0.059</td><td align=\"left\">0.246</td><td align=\"left\">0.112</td><td align=\"left\">0.160</td></tr><tr><td align=\"left\">Business and social sciences</td><td align=\"left\">0.058</td><td align=\"left\">0.291</td><td align=\"left\">0.260</td><td align=\"left\">0.000</td><td align=\"left\">-0.067</td><td align=\"left\">0.838</td><td align=\"left\">0.362</td><td align=\"left\">0.000</td><td align=\"left\">0.238</td><td align=\"left\">0.002</td></tr><tr><td align=\"left\">Natural sciences. mathematics</td><td align=\"left\">0.018</td><td align=\"left\">0.747</td><td align=\"left\">0.194</td><td align=\"left\">0.001</td><td align=\"left\">-0.074</td><td align=\"left\">0.821</td><td align=\"left\">0.218</td><td align=\"left\">0.000</td><td align=\"left\">0.184</td><td align=\"left\">0.022</td></tr><tr><td align=\"left\">Engineering and manufacturing</td><td align=\"left\">0.115</td><td align=\"left\">0.034</td><td align=\"left\">0.308</td><td align=\"left\">0.000</td><td align=\"left\">0.018</td><td align=\"left\">0.957</td><td align=\"left\">0.368</td><td align=\"left\">0.000</td><td align=\"left\">0.284</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Agriculture and forestry</td><td align=\"left\">0.033</td><td align=\"left\">0.558</td><td align=\"left\">0.183</td><td align=\"left\">0.002</td><td align=\"left\">-0.028</td><td align=\"left\">0.931</td><td align=\"left\">0.254</td><td align=\"left\">0.000</td><td align=\"left\">0.174</td><td align=\"left\">0.028</td></tr><tr><td align=\"left\">Health and welfare</td><td align=\"left\">0.069</td><td align=\"left\">0.209</td><td align=\"left\">0.237</td><td align=\"left\">0.000</td><td align=\"left\">-0.066</td><td align=\"left\">0.840</td><td align=\"left\">0.266</td><td align=\"left\">0.000</td><td align=\"left\">0.269</td><td align=\"left\">0.001</td></tr><tr><td align=\"left\">Services</td><td align=\"left\">0.056</td><td align=\"left\">0.307</td><td align=\"left\">0.254</td><td align=\"left\">0.000</td><td align=\"left\">-0.042</td><td align=\"left\">0.897</td><td align=\"left\">0.300</td><td align=\"left\">0.000</td><td align=\"left\">0.242</td><td align=\"left\">0.002</td></tr><tr><td align=\"left\" colspan=\"11\">Level of education (ref. doctoral or equivalent)</td></tr><tr><td align=\"left\">Unknown or primary</td><td align=\"left\">-0.404</td><td align=\"left\">0.000</td><td align=\"left\">-0.289</td><td align=\"left\">0.000</td><td align=\"left\">-0.645</td><td align=\"left\">0.051</td><td align=\"left\">-0.207</td><td align=\"left\">0.000</td><td align=\"left\">-0.333</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Secondary</td><td align=\"left\">-0.471</td><td align=\"left\">0.000</td><td align=\"left\">-0.533</td><td align=\"left\">0.000</td><td align=\"left\">-0.619</td><td align=\"left\">0.000</td><td align=\"left\">-0.527</td><td align=\"left\">0.000</td><td align=\"left\">-0.547</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Post-secondary non-tertiary</td><td align=\"left\">-0.339</td><td align=\"left\">0.000</td><td align=\"left\">-0.431</td><td align=\"left\">0.000</td><td align=\"left\">-0.430</td><td align=\"left\">0.000</td><td align=\"left\">-0.419</td><td align=\"left\">0.000</td><td align=\"left\">-0.491</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Short-cycle tertiary</td><td align=\"left\">-0.306</td><td align=\"left\">0.000</td><td align=\"left\">-0.312</td><td align=\"left\">0.000</td><td align=\"left\">-0.373</td><td align=\"left\">0.000</td><td align=\"left\">-0.295</td><td align=\"left\">0.000</td><td align=\"left\">-0.350</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Master’s or equivalent</td><td align=\"left\">-0.087</td><td align=\"left\">0.000</td><td align=\"left\">-0.062</td><td align=\"left\">0.001</td><td align=\"left\">-0.058</td><td align=\"left\">0.302</td><td align=\"left\">-0.017</td><td align=\"left\">0.210</td><td align=\"left\">-0.138</td><td align=\"left\">0.001</td></tr><tr><td align=\"left\" colspan=\"11\">Ages of children</td></tr><tr><td align=\"left\">Less than 3 years (0/1)</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">-0.003</td><td align=\"left\">0.964</td><td align=\"left\">-0.002</td><td align=\"left\">0.797</td><td align=\"left\">-0.012</td><td align=\"left\">0.480</td></tr><tr><td align=\"left\">3-6 years (0/1)</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">0.020</td><td align=\"left\">0.525</td><td align=\"left\">0.004</td><td align=\"left\">0.421</td><td align=\"left\">-0.042</td><td align=\"left\">0.006</td></tr><tr><td align=\"left\">7-18 years (0/1)</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">-0.041</td><td align=\"left\">0.321</td><td align=\"left\">-0.018</td><td align=\"left\">0.002</td><td align=\"left\">-0.010</td><td align=\"left\">0.359</td></tr><tr><td align=\"left\" colspan=\"11\">Region (ref. Lapland)</td></tr><tr><td align=\"left\">Uusimaa</td><td align=\"left\">0.041</td><td align=\"left\">0.001</td><td align=\"left\">0.094</td><td align=\"left\">0.000</td><td align=\"left\">0.132</td><td align=\"left\">0.000</td><td align=\"left\">0.121</td><td align=\"left\">0.000</td><td align=\"left\">0.067</td><td align=\"left\">0.007</td></tr><tr><td align=\"left\">Etelä-Savo</td><td align=\"left\">-0.076</td><td align=\"left\">0.000</td><td align=\"left\">-0.069</td><td align=\"left\">0.000</td><td align=\"left\">-0.059</td><td align=\"left\">0.168</td><td align=\"left\">-0.059</td><td align=\"left\">0.000</td><td align=\"left\">0.007</td><td align=\"left\">0.859</td></tr><tr><td align=\"left\">Pohjois-Savo</td><td align=\"left\">-0.056</td><td align=\"left\">0.000</td><td align=\"left\">-0.040</td><td align=\"left\">0.005</td><td align=\"left\">0.011</td><td align=\"left\">0.770</td><td align=\"left\">-0.042</td><td align=\"left\">0.001</td><td align=\"left\">0.020</td><td align=\"left\">0.549</td></tr><tr><td align=\"left\">Pohjois-Karjala</td><td align=\"left\">-0.085</td><td align=\"left\">0.000</td><td align=\"left\">-0.058</td><td align=\"left\">0.000</td><td align=\"left\">-0.046</td><td align=\"left\">0.262</td><td align=\"left\">-0.071</td><td align=\"left\">0.000</td><td align=\"left\">-0.031</td><td align=\"left\">0.417</td></tr><tr><td align=\"left\">Keski-Suomi</td><td align=\"left\">-0.044</td><td align=\"left\">0.003</td><td align=\"left\">-0.028</td><td align=\"left\">0.045</td><td align=\"left\">0.003</td><td align=\"left\">0.941</td><td align=\"left\">-0.017</td><td align=\"left\">0.162</td><td align=\"left\">-0.012</td><td align=\"left\">0.709</td></tr><tr><td align=\"left\">Etelä-Pohjanmaa</td><td align=\"left\">-0.084</td><td align=\"left\">0.000</td><td align=\"left\">-0.072</td><td align=\"left\">0.000</td><td align=\"left\">-0.030</td><td align=\"left\">0.455</td><td align=\"left\">-0.089</td><td align=\"left\">0.000</td><td align=\"left\">-0.067</td><td align=\"left\">0.067</td></tr><tr><td align=\"left\">Pohjanmaa</td><td align=\"left\">-0.062</td><td align=\"left\">0.000</td><td align=\"left\">-0.007</td><td align=\"left\">0.661</td><td align=\"left\">0.004</td><td align=\"left\">0.925</td><td align=\"left\">-0.029</td><td align=\"left\">0.028</td><td align=\"left\">-0.038</td><td align=\"left\">0.288</td></tr><tr><td align=\"left\">Keski-Pohjanmaa</td><td align=\"left\">-0.048</td><td align=\"left\">0.035</td><td align=\"left\">-0.033</td><td align=\"left\">0.120</td><td align=\"left\">-0.008</td><td align=\"left\">0.884</td><td align=\"left\">-0.033</td><td align=\"left\">0.058</td><td align=\"left\">-0.053</td><td align=\"left\">0.276</td></tr><tr><td align=\"left\">Pohjois-Pohjanmaa</td><td align=\"left\">-0.031</td><td align=\"left\">0.023</td><td align=\"left\">-0.030</td><td align=\"left\">0.024</td><td align=\"left\">-0.001</td><td align=\"left\">0.982</td><td align=\"left\">-0.011</td><td align=\"left\">0.320</td><td align=\"left\">0.009</td><td align=\"left\">0.771</td></tr><tr><td align=\"left\">Kainuu</td><td align=\"left\">-0.067</td><td align=\"left\">0.001</td><td align=\"left\">-0.055</td><td align=\"left\">0.007</td><td align=\"left\">0.009</td><td align=\"left\">0.857</td><td align=\"left\">-0.052</td><td align=\"left\">0.004</td><td align=\"left\">0.006</td><td align=\"left\">0.918</td></tr><tr><td align=\"left\">Varsinais-Suomi</td><td align=\"left\">-0.042</td><td align=\"left\">0.002</td><td align=\"left\">-0.012</td><td align=\"left\">0.344</td><td align=\"left\">-0.015</td><td align=\"left\">0.648</td><td align=\"left\">-0.016</td><td align=\"left\">0.151</td><td align=\"left\">-0.030</td><td align=\"left\">0.289</td></tr><tr><td align=\"left\">Satakunta</td><td align=\"left\">-0.012</td><td align=\"left\">0.425</td><td align=\"left\">0.009</td><td align=\"left\">0.524</td><td align=\"left\">0.054</td><td align=\"left\">0.132</td><td align=\"left\">0.003</td><td align=\"left\">0.790</td><td align=\"left\">0.023</td><td align=\"left\">0.490</td></tr><tr><td align=\"left\">Kanta-Häme</td><td align=\"left\">-0.016</td><td align=\"left\">0.297</td><td align=\"left\">-0.003</td><td align=\"left\">0.841</td><td align=\"left\">0.038</td><td align=\"left\">0.315</td><td align=\"left\">0.004</td><td align=\"left\">0.750</td><td align=\"left\">0.007</td><td align=\"left\">0.839</td></tr><tr><td align=\"left\">Pirkanmaa</td><td align=\"left\">-0.049</td><td align=\"left\">0.000</td><td align=\"left\">-0.005</td><td align=\"left\">0.703</td><td align=\"left\">0.032</td><td align=\"left\">0.319</td><td align=\"left\">0.004</td><td align=\"left\">0.731</td><td align=\"left\">-0.024</td><td align=\"left\">0.404</td></tr><tr><td align=\"left\">Päijät-Häme</td><td align=\"left\">-0.025</td><td align=\"left\">0.108</td><td align=\"left\">-0.011</td><td align=\"left\">0.466</td><td align=\"left\">0.071</td><td align=\"left\">0.073</td><td align=\"left\">-0.009</td><td align=\"left\">0.475</td><td align=\"left\">-0.008</td><td align=\"left\">0.807</td></tr><tr><td align=\"left\">Kymenlaakso</td><td align=\"left\">0.022</td><td align=\"left\">0.164</td><td align=\"left\">0.051</td><td align=\"left\">0.001</td><td align=\"left\">0.077</td><td align=\"left\">0.057</td><td align=\"left\">0.017</td><td align=\"left\">0.209</td><td align=\"left\">-0.009</td><td align=\"left\">0.805</td></tr><tr><td align=\"left\">Etelä-Karjala</td><td align=\"left\">-0.013</td><td align=\"left\">0.451</td><td align=\"left\">0.013</td><td align=\"left\">0.415</td><td align=\"left\">0.082</td><td align=\"left\">0.066</td><td align=\"left\">-0.008</td><td align=\"left\">0.617</td><td align=\"left\">0.003</td><td align=\"left\">0.945</td></tr><tr><td align=\"left\" colspan=\"11\">Months in unemployment during the year (ref. more than 8)</td></tr><tr><td align=\"left\">Less than 3</td><td align=\"left\">0.192</td><td align=\"left\">0.000</td><td align=\"left\">0.164</td><td align=\"left\">0.000</td><td align=\"left\">0.293</td><td align=\"left\">0.018</td><td align=\"left\">0.160</td><td align=\"left\">0.000</td><td align=\"left\">0.131</td><td align=\"left\">0.012</td></tr><tr><td align=\"left\">3-5</td><td align=\"left\">0.105</td><td align=\"left\">0.002</td><td align=\"left\">0.081</td><td align=\"left\">0.064</td><td align=\"left\">0.225</td><td align=\"left\">0.073</td><td align=\"left\">0.054</td><td align=\"left\">0.187</td><td align=\"left\">0.063</td><td align=\"left\">0.252</td></tr><tr><td align=\"left\">6-8</td><td align=\"left\">0.033</td><td align=\"left\">0.417</td><td align=\"left\">-0.108</td><td align=\"left\">0.031</td><td align=\"left\">0.185</td><td align=\"left\">0.165</td><td align=\"left\">0.012</td><td align=\"left\">0.806</td><td align=\"left\">0.008</td><td align=\"left\">0.901</td></tr><tr><td align=\"left\">Employment days</td><td align=\"left\" rowspan=\"2\">0.063</td><td align=\"left\" rowspan=\"2\">0.000</td><td align=\"left\" rowspan=\"2\">0.076</td><td align=\"left\" rowspan=\"2\">0.000</td><td align=\"left\" rowspan=\"2\">0.074</td><td align=\"left\" rowspan=\"2\">0.000</td><td align=\"left\" rowspan=\"2\">0.076</td><td align=\"left\" rowspan=\"2\">0.000</td><td align=\"left\" rowspan=\"2\">0.052</td><td align=\"left\" rowspan=\"2\">0.000</td></tr><tr><td align=\"left\">(100) in prev. year</td></tr><tr><td align=\"left\">Existing debt (0/1)</td><td align=\"left\">0.113</td><td align=\"left\">0.000</td><td align=\"left\">0.082</td><td align=\"left\">0.000</td><td align=\"left\">0.135</td><td align=\"left\">0.000</td><td align=\"left\">0.096</td><td align=\"left\">0.000</td><td align=\"left\">0.121</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Married (0/1)</td><td align=\"left\">0.066</td><td align=\"left\">0.000</td><td align=\"left\">0.027</td><td align=\"left\">0.000</td><td align=\"left\">0.081</td><td align=\"left\">0.000</td><td align=\"left\">0.045</td><td align=\"left\">0.000</td><td align=\"left\">0.060</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Income of other hh members (log €)</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">0.007</td><td align=\"left\">0.000</td><td align=\"left\">-0.005</td><td align=\"left\">0.001</td><td align=\"left\">0.018</td><td align=\"left\">0.000</td><td align=\"left\">0.002</td><td align=\"left\">0.049</td></tr></tbody></table>"
                                    ],
                                    "title": "Regression coefficients for male wage prediction.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "A1-T2",
                                    "label": "Table A2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Females (y=log monthly wage)</th><th align=\"left\" colspan=\"2\">Lone dwellers</th><th align=\"left\" colspan=\"2\">Couples</th><th align=\"left\" colspan=\"2\">Single parents</th><th align=\"left\" colspan=\"2\">Two parent families</th><th align=\"left\" colspan=\"2\">Others</th></tr></thead><tbody><tr><td align=\"left\"/><td align=\"left\">coeff</td><td align=\"left\">p-value</td><td align=\"left\">coeff</td><td align=\"left\">p-value</td><td align=\"left\">coeff</td><td align=\"left\">p-value</td><td align=\"left\">coeff</td><td align=\"left\">p-value</td><td align=\"left\">coeff</td><td align=\"left\">p-value</td></tr><tr><td align=\"left\">Intercept</td><td align=\"left\">7.522</td><td align=\"left\">0.000</td><td align=\"left\">7.385</td><td align=\"left\">0.000</td><td align=\"left\">7.459</td><td align=\"left\">0.000</td><td align=\"left\">7.130</td><td align=\"left\">0.000</td><td align=\"left\">7.591</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Age</td><td align=\"left\">0.016</td><td align=\"left\">0.000</td><td align=\"left\">0.016</td><td align=\"left\">0.000</td><td align=\"left\">0.015</td><td align=\"left\">0.000</td><td align=\"left\">0.022</td><td align=\"left\">0.000</td><td align=\"left\">0.008</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Age<sup>2</sup></td><td align=\"left\">0.000</td><td align=\"left\">0.000</td><td align=\"left\">0.000</td><td align=\"left\">0.000</td><td align=\"left\">0.000</td><td align=\"left\">0.000</td><td align=\"left\">0.000</td><td align=\"left\">0.000</td><td align=\"left\">0.000</td><td align=\"left\">0.113</td></tr><tr><td align=\"left\" colspan=\"11\">Field of education (ref. unknown or other)</td></tr><tr><td align=\"left\">Generic programmes</td><td align=\"left\">0.372</td><td align=\"left\">0.000</td><td align=\"left\">0.338</td><td align=\"left\">0.000</td><td align=\"left\">0.259</td><td align=\"left\">0.000</td><td align=\"left\">0.399</td><td align=\"left\">0.000</td><td align=\"left\">0.408</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Education</td><td align=\"left\">0.216</td><td align=\"left\">0.002</td><td align=\"left\">0.172</td><td align=\"left\">0.002</td><td align=\"left\">0.024</td><td align=\"left\">0.733</td><td align=\"left\">0.117</td><td align=\"left\">0.008</td><td align=\"left\">0.272</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Humanities and arts</td><td align=\"left\">0.201</td><td align=\"left\">0.004</td><td align=\"left\">0.157</td><td align=\"left\">0.004</td><td align=\"left\">0.046</td><td align=\"left\">0.520</td><td align=\"left\">0.143</td><td align=\"left\">0.001</td><td align=\"left\">0.261</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Business and social sciences</td><td align=\"left\">0.325</td><td align=\"left\">0.000</td><td align=\"left\">0.282</td><td align=\"left\">0.000</td><td align=\"left\">0.192</td><td align=\"left\">0.006</td><td align=\"left\">0.295</td><td align=\"left\">0.000</td><td align=\"left\">0.372</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Natural sciences. mathematics</td><td align=\"left\">0.286</td><td align=\"left\">0.000</td><td align=\"left\">0.257</td><td align=\"left\">0.000</td><td align=\"left\">0.164</td><td align=\"left\">0.026</td><td align=\"left\">0.232</td><td align=\"left\">0.000</td><td align=\"left\">0.359</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Engineering and manufacturing</td><td align=\"left\">0.349</td><td align=\"left\">0.000</td><td align=\"left\">0.313</td><td align=\"left\">0.000</td><td align=\"left\">0.234</td><td align=\"left\">0.001</td><td align=\"left\">0.346</td><td align=\"left\">0.000</td><td align=\"left\">0.366</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Agriculture and forestry</td><td align=\"left\">0.257</td><td align=\"left\">0.000</td><td align=\"left\">0.247</td><td align=\"left\">0.000</td><td align=\"left\">0.115</td><td align=\"left\">0.115</td><td align=\"left\">0.222</td><td align=\"left\">0.000</td><td align=\"left\">0.288</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Health and welfare</td><td align=\"left\">0.339</td><td align=\"left\">0.000</td><td align=\"left\">0.275</td><td align=\"left\">0.000</td><td align=\"left\">0.170</td><td align=\"left\">0.016</td><td align=\"left\">0.253</td><td align=\"left\">0.000</td><td align=\"left\">0.383</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Services</td><td align=\"left\">0.249</td><td align=\"left\">0.000</td><td align=\"left\">0.192</td><td align=\"left\">0.000</td><td align=\"left\">0.104</td><td align=\"left\">0.141</td><td align=\"left\">0.195</td><td align=\"left\">0.000</td><td align=\"left\">0.301</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\" colspan=\"11\">Level of education (ref. doctoral or equivalent)</td></tr><tr><td align=\"left\">Unknown or primary</td><td align=\"left\">-0.338</td><td align=\"left\">0.000</td><td align=\"left\">-0.435</td><td align=\"left\">0.000</td><td align=\"left\">-0.481</td><td align=\"left\">0.000</td><td align=\"left\">-0.400</td><td align=\"left\">0.000</td><td align=\"left\">-0.398</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Secondary</td><td align=\"left\">-0.607</td><td align=\"left\">0.000</td><td align=\"left\">-0.669</td><td align=\"left\">0.000</td><td align=\"left\">-0.593</td><td align=\"left\">0.000</td><td align=\"left\">-0.639</td><td align=\"left\">0.000</td><td align=\"left\">-0.695</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Post-secondary non-tertiary</td><td align=\"left\">-0.503</td><td align=\"left\">0.000</td><td align=\"left\">-0.556</td><td align=\"left\">0.000</td><td align=\"left\">-0.499</td><td align=\"left\">0.000</td><td align=\"left\">-0.532</td><td align=\"left\">0.000</td><td align=\"left\">-0.568</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Short-cycle tertiary</td><td align=\"left\">-0.448</td><td align=\"left\">0.000</td><td align=\"left\">-0.500</td><td align=\"left\">0.000</td><td align=\"left\">-0.416</td><td align=\"left\">0.000</td><td align=\"left\">-0.477</td><td align=\"left\">0.000</td><td align=\"left\">-0.540</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Master’s or equivalent</td><td align=\"left\">-0.162</td><td align=\"left\">0.000</td><td align=\"left\">-0.192</td><td align=\"left\">0.000</td><td align=\"left\">-0.091</td><td align=\"left\">0.001</td><td align=\"left\">-0.147</td><td align=\"left\">0.000</td><td align=\"left\">-0.240</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\" colspan=\"11\">Ages of children</td></tr><tr><td align=\"left\">Less than 3 years (0/1)</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">0.064</td><td align=\"left\">0.001</td><td align=\"left\">0.072</td><td align=\"left\">0.000</td><td align=\"left\">-0.021</td><td align=\"left\">0.264</td></tr><tr><td align=\"left\">3-6 years (0/1)</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">0.021</td><td align=\"left\">0.044</td><td align=\"left\">0.023</td><td align=\"left\">0.000</td><td align=\"left\">0.005</td><td align=\"left\">0.729</td></tr><tr><td align=\"left\">7-18 years (0/1)</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">0.011</td><td align=\"left\">0.433</td><td align=\"left\">0.016</td><td align=\"left\">0.005</td><td align=\"left\">-0.012</td><td align=\"left\">0.242</td></tr><tr><td align=\"left\" colspan=\"11\">Region (ref. Lapland)</td></tr><tr><td align=\"left\">Uusimaa</td><td align=\"left\">0.085</td><td align=\"left\">0.000</td><td align=\"left\">0.116</td><td align=\"left\">0.000</td><td align=\"left\">0.142</td><td align=\"left\">0.000</td><td align=\"left\">0.108</td><td align=\"left\">0.000</td><td align=\"left\">0.097</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Etelä-Savo</td><td align=\"left\">-0.017</td><td align=\"left\">0.320</td><td align=\"left\">-0.029</td><td align=\"left\">0.022</td><td align=\"left\">0.014</td><td align=\"left\">0.575</td><td align=\"left\">-0.022</td><td align=\"left\">0.085</td><td align=\"left\">-0.001</td><td align=\"left\">0.987</td></tr><tr><td align=\"left\">Pohjois-Savo</td><td align=\"left\">-0.027</td><td align=\"left\">0.075</td><td align=\"left\">-0.006</td><td align=\"left\">0.560</td><td align=\"left\">0.030</td><td align=\"left\">0.170</td><td align=\"left\">0.007</td><td align=\"left\">0.546</td><td align=\"left\">-0.002</td><td align=\"left\">0.940</td></tr><tr><td align=\"left\">Pohjois-Karjala</td><td align=\"left\">-0.044</td><td align=\"left\">0.013</td><td align=\"left\">-0.019</td><td align=\"left\">0.120</td><td align=\"left\">0.017</td><td align=\"left\">0.491</td><td align=\"left\">-0.014</td><td align=\"left\">0.262</td><td align=\"left\">-0.007</td><td align=\"left\">0.819</td></tr><tr><td align=\"left\">Keski-Suomi</td><td align=\"left\">-0.040</td><td align=\"left\">0.008</td><td align=\"left\">-0.014</td><td align=\"left\">0.190</td><td align=\"left\">0.005</td><td align=\"left\">0.810</td><td align=\"left\">-0.024</td><td align=\"left\">0.025</td><td align=\"left\">0.009</td><td align=\"left\">0.749</td></tr><tr><td align=\"left\">Etelä-Pohjanmaa</td><td align=\"left\">-0.026</td><td align=\"left\">0.117</td><td align=\"left\">-0.019</td><td align=\"left\">0.121</td><td align=\"left\">0.009</td><td align=\"left\">0.698</td><td align=\"left\">-0.031</td><td align=\"left\">0.006</td><td align=\"left\">-0.009</td><td align=\"left\">0.767</td></tr><tr><td align=\"left\">Pohjanmaa</td><td align=\"left\">-0.053</td><td align=\"left\">0.002</td><td align=\"left\">-0.022</td><td align=\"left\">0.070</td><td align=\"left\">0.043</td><td align=\"left\">0.080</td><td align=\"left\">-0.046</td><td align=\"left\">0.000</td><td align=\"left\">-0.054</td><td align=\"left\">0.070</td></tr><tr><td align=\"left\">Keski-Pohjanmaa</td><td align=\"left\">-0.032</td><td align=\"left\">0.174</td><td align=\"left\">-0.024</td><td align=\"left\">0.146</td><td align=\"left\">0.005</td><td align=\"left\">0.864</td><td align=\"left\">-0.049</td><td align=\"left\">0.002</td><td align=\"left\">0.015</td><td align=\"left\">0.713</td></tr><tr><td align=\"left\">Pohjois-Pohjanmaa</td><td align=\"left\">-0.040</td><td align=\"left\">0.004</td><td align=\"left\">0.000</td><td align=\"left\">0.999</td><td align=\"left\">0.009</td><td align=\"left\">0.641</td><td align=\"left\">-0.004</td><td align=\"left\">0.659</td><td align=\"left\">0.016</td><td align=\"left\">0.537</td></tr><tr><td align=\"left\">Kainuu</td><td align=\"left\">-0.044</td><td align=\"left\">0.045</td><td align=\"left\">-0.023</td><td align=\"left\">0.134</td><td align=\"left\">0.030</td><td align=\"left\">0.363</td><td align=\"left\">0.001</td><td align=\"left\">0.936</td><td align=\"left\">-0.109</td><td align=\"left\">0.014</td></tr><tr><td align=\"left\">Varsinais-Suomi</td><td align=\"left\">-0.011</td><td align=\"left\">0.380</td><td align=\"left\">0.018</td><td align=\"left\">0.074</td><td align=\"left\">0.034</td><td align=\"left\">0.074</td><td align=\"left\">0.012</td><td align=\"left\">0.198</td><td align=\"left\">0.012</td><td align=\"left\">0.612</td></tr><tr><td align=\"left\">Satakunta</td><td align=\"left\">-0.023</td><td align=\"left\">0.134</td><td align=\"left\">-0.006</td><td align=\"left\">0.604</td><td align=\"left\">0.017</td><td align=\"left\">0.429</td><td align=\"left\">-0.003</td><td align=\"left\">0.772</td><td align=\"left\">-0.026</td><td align=\"left\">0.378</td></tr><tr><td align=\"left\">Kanta-Häme</td><td align=\"left\">0.007</td><td align=\"left\">0.663</td><td align=\"left\">0.030</td><td align=\"left\">0.009</td><td align=\"left\">0.065</td><td align=\"left\">0.004</td><td align=\"left\">0.029</td><td align=\"left\">0.011</td><td align=\"left\">0.018</td><td align=\"left\">0.552</td></tr><tr><td align=\"left\">Pirkanmaa</td><td align=\"left\">-0.012</td><td align=\"left\">0.364</td><td align=\"left\">0.017</td><td align=\"left\">0.082</td><td align=\"left\">0.053</td><td align=\"left\">0.005</td><td align=\"left\">-0.004</td><td align=\"left\">0.648</td><td align=\"left\">-0.009</td><td align=\"left\">0.701</td></tr><tr><td align=\"left\">Päijät-Häme</td><td align=\"left\">-0.013</td><td align=\"left\">0.379</td><td align=\"left\">0.014</td><td align=\"left\">0.228</td><td align=\"left\">0.050</td><td align=\"left\">0.023</td><td align=\"left\">-0.003</td><td align=\"left\">0.770</td><td align=\"left\">0.005</td><td align=\"left\">0.856</td></tr><tr><td align=\"left\">Kymenlaakso</td><td align=\"left\">-0.007</td><td align=\"left\">0.643</td><td align=\"left\">0.002</td><td align=\"left\">0.852</td><td align=\"left\">0.023</td><td align=\"left\">0.316</td><td align=\"left\">0.004</td><td align=\"left\">0.750</td><td align=\"left\">0.002</td><td align=\"left\">0.948</td></tr><tr><td align=\"left\">Etelä-Karjala</td><td align=\"left\">-0.013</td><td align=\"left\">0.460</td><td align=\"left\">0.001</td><td align=\"left\">0.960</td><td align=\"left\">0.019</td><td align=\"left\">0.452</td><td align=\"left\">-0.013</td><td align=\"left\">0.306</td><td align=\"left\">-0.013</td><td align=\"left\">0.730</td></tr><tr><td align=\"left\" colspan=\"11\">Months in unemployment during the year (ref. more than 8)</td></tr><tr><td align=\"left\">Less than 3</td><td align=\"left\">0.013</td><td align=\"left\">0.796</td><td align=\"left\">0.042</td><td align=\"left\">0.462</td><td align=\"left\">0.059</td><td align=\"left\">0.418</td><td align=\"left\">0.038</td><td align=\"left\">0.509</td><td align=\"left\">0.109</td><td align=\"left\">0.207</td></tr><tr><td align=\"left\">3-5</td><td align=\"left\">-0.043</td><td align=\"left\">0.402</td><td align=\"left\">-0.007</td><td align=\"left\">0.901</td><td align=\"left\">-0.034</td><td align=\"left\">0.646</td><td align=\"left\">-0.028</td><td align=\"left\">0.628</td><td align=\"left\">0.084</td><td align=\"left\">0.348</td></tr><tr><td align=\"left\">6-8</td><td align=\"left\">-0.129</td><td align=\"left\">0.039</td><td align=\"left\">-0.116</td><td align=\"left\">0.088</td><td align=\"left\">-0.081</td><td align=\"left\">0.397</td><td align=\"left\">-0.109</td><td align=\"left\">0.124</td><td align=\"left\">-0.089</td><td align=\"left\">0.390</td></tr><tr><td align=\"left\">Employment days</td><td align=\"left\" rowspan=\"2\">0.062</td><td align=\"left\" rowspan=\"2\">0.000</td><td align=\"left\" rowspan=\"2\">0.058</td><td align=\"left\" rowspan=\"2\">0.000</td><td align=\"left\" rowspan=\"2\">0.053</td><td align=\"left\" rowspan=\"2\">0.000</td><td align=\"left\" rowspan=\"2\">0.048</td><td align=\"left\" rowspan=\"2\">0.000</td><td align=\"left\" rowspan=\"2\">0.057</td><td align=\"left\" rowspan=\"2\">0.000</td></tr><tr><td align=\"left\">(100) in prev. year</td></tr><tr><td align=\"left\">Existing debt (0/1)</td><td align=\"left\">0.079</td><td align=\"left\">0.000</td><td align=\"left\">0.062</td><td align=\"left\">0.000</td><td align=\"left\">0.103</td><td align=\"left\">0.000</td><td align=\"left\">0.068</td><td align=\"left\">0.000</td><td align=\"left\">0.075</td><td align=\"left\">0.000</td></tr><tr><td align=\"left\">Married (0/1)</td><td align=\"left\">0.023</td><td align=\"left\">0.015</td><td align=\"left\">0.007</td><td align=\"left\">0.048</td><td align=\"left\">-0.009</td><td align=\"left\">0.386</td><td align=\"left\">-0.002</td><td align=\"left\">0.572</td><td align=\"left\">-0.014</td><td align=\"left\">0.102</td></tr><tr><td align=\"left\">Income of other hh members (log €)</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">0.015</td><td align=\"left\">0.000</td><td align=\"left\">-0.003</td><td align=\"left\">0.000</td><td align=\"left\">0.016</td><td align=\"left\">0.000</td><td align=\"left\">0.000</td><td align=\"left\">0.964</td></tr></tbody></table>"
                                    ],
                                    "title": "Regression coefficients for female wage prediction.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s9",
                    "title": "A. Regression results for earnings prediction",
                    "type": "section"
                }
            ],
            "id": "A1",
            "title": "Appendix A"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "This section provides more details about the additional analyses conducted to examine the robustness of our findings. Full details of the robustness checks conducted are provided in <a href=\"#bib49\">Ollonqvist et al. (2021)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "First, we test the effect of alternative income (6,000 euros/year) threshold when calculating EMTRs. The amount is five times the amount we used in our main spesification. Second, we use different levels of elasticity parameters and heterogeneous participation elasticity. In the main analysis we used the elasticity of 0.2 for both margins, but we conducted the analysis using the elasticities of 0.1 and 0.3 as well. In addition, we tested participation elasticities that vary according to gender the age of the youngest child in household. In total, the population is divided into eight different subgroups. The groups and respective elasticity weights, shown in <a href=\"#A2-T3\">Table B3</a>, are based on <a href=\"#bib36\">Kotamäki and Kärkkäinen (2018)</a>. In the calculations, the default elasticity of participation (0.2) is weighted according to these weights. We, however, make also an ad-hoc adjustment to the heterogeneous elasticities since with our data these do not sum up exactly to aggregate participation elasticity. All of the elasticities are multiplied by 0.986 to correct the inaccuracy.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Own calculations based on <a href=\"#bib36\">Kotamäki and Kärkkäinen (2018)</a>",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "A2-T3",
                                    "label": "Table B3",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\">Women</th><th align=\"left\">Men</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"4\">Age of the youngest children</td><td align=\"left\">Over 17 years or no children</td><td align=\"left\">1.28</td><td align=\"left\">0.92</td></tr><tr><td align=\"left\">under 3 years old</td><td align=\"left\">1.32</td><td align=\"left\">0.92</td></tr><tr><td align=\"left\">3 to 7 years old</td><td align=\"left\">1</td><td align=\"left\">0.68</td></tr><tr><td align=\"left\">8 to 17 years old</td><td align=\"left\">0.84</td><td align=\"left\">0.56</td></tr></tbody></table>"
                                    ],
                                    "title": "Heterogeneous weights for participation elasticity",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Next figures summarize how the different empirical specifications alter the results on income inequality. The differences are shown separately for each type of the effect i.e. for: 1) the extensive margin effect (<a href=\"#A2-F1\">Figure B1</a>), 2) the intensive margin effect (<a href=\"#A2-F2\">Figure B2</a>) and 3) the total behavioral effect (<a href=\"#A2-F3\">Figure B3</a>). The last of these also reflects differences in overall (non-behavioral + behavioral) effects since specifications differ solely in terms of behavioral impacts. All of the figures show the difference compared to the baseline effect. In total four different specification is used in the following figures: 1) with the elasticities of 0.1, 2) with the elasticities of 0.3, 3) with extra income of 6,000 euros per year and 4) with heterogeneous participation elasticity. However, all of the specifications are not displayed in every figure, since some of them affect only some types of effects. Positive values indicate larger increase or smaller decrease in disposable incomes compared to baseline results and vice versa for the negative values.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "A2-F1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00311%2Fijm-00311-fig007.tif",
                                        "size": {
                                            "width": 981,
                                            "height": 714
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00311%2Fijm-00311-fig007.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00311-fig007.jpg"
                                        }
                                    },
                                    "label": "Figure B1",
                                    "title": "The differences (pp) in the effect of extensive margin responses in relation to the default specification (=0) by income decile.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "A2-F2",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00311%2Fijm-00311-fig008.tif",
                                        "size": {
                                            "width": 981,
                                            "height": 714
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00311%2Fijm-00311-fig008.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00311-fig008.jpg"
                                        }
                                    },
                                    "label": "Figure B2",
                                    "title": "The differences (pp) in the effect of intensive margin responses in relation to the default specification (=0) by income decile.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "id": "A2-F3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00311%2Fijm-00311-fig009.tif",
                                        "size": {
                                            "width": 981,
                                            "height": 714
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00311%2Fijm-00311-fig009.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00311-fig009.jpg"
                                        }
                                    },
                                    "label": "Figure B3",
                                    "title": "The differences (pp) in the effect of behavioral responses in relation to the baseline specification (=0) by income decile.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s10",
                    "title": "B. Robustness checks",
                    "type": "section"
                }
            ],
            "id": "A2",
            "title": "Appendix B"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "assets": [
                                {
                                    "id": "A3-F1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00311%2Fijm-00311-fig010.tif",
                                        "size": {
                                            "width": 759,
                                            "height": 552
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00311%2Fijm-00311-fig010.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00311-fig010.jpg"
                                        }
                                    },
                                    "label": "Figure C4",
                                    "title": "Effective marginal tax rates (%) by annual earned income with the baseline and reform legislations.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s11",
                    "title": "C. Additional tables and figures",
                    "type": "section"
                }
            ],
            "id": "A3",
            "title": "Appendix C"
        }
    ],
    "acknowledgements": [
        {
            "text": "We are grateful to the three anonymous referees and to the seminar participants at the Finnish Institute for Health and Welfare, the INVEST scientific seminar, and the workshop Celebrating Tax-Benefit Modeling: 50 Years with LOTTE for their valuable comments and discussions. This article is based upon a working paper The distributional effects of tax-benefit policies: A reduced form approach with application to Finland, THL Discussion papers 1/2021.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
