{
    "status": "vor",
    "id": "00313",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00313",
    "authorLine": "Thor O Thoresen",
    "title": "Editorial. 50 years with LOTTE",
    "published": "2024-12-31T00:00:00Z",
    "versionDate": "2024-12-31T00:00:00Z",
    "statusDate": "2024-12-31T00:00:00Z",
    "volume": 17,
    "issue": 3,
    "fpage": "I",
    "lpage": "III",
    "elocationId": "I-III",
    "pdf": "http://web:8082/00313/ijm-00313.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Thoresen",
        "statement": "This article is distributed under the terms of the (<a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Norway",
                            "locality": [
                                "Oslo"
                            ]
                        },
                        "formatted": [
                            "Oslo",
                            "Norway"
                        ]
                    },
                    "name": [
                        "Research Department, Statistics Norway and the Norwegian Fiscal Studies, the Department of Economics, University of Oslo"
                    ]
                }
            ],
            "emailAddresses": [
                "tot@ssb.no"
            ],
            "name": {
                "index": "Thoresen, Thor O",
                "preferred": "Thor O Thoresen"
            },
            "orcid": "0000-0002-5764-5825",
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "In 2023, Norway celebrated a major milestone in tax-benefit modeling, marking over 50 years of using the LOTTE model for policy-making. To commemorate this occasion, we organized a conference entitled “Celebrating 50 years with LOTTE”. The event attracted a large number of academics and practitioners in the field, leading to a rewarding couple of days in Oslo in June 2023. In this special issue, we present four papers from the conference.",
                    "type": "paragraph"
                },
                {
                    "text": "A standout feature of the conference, particularly from a Norwegian microsimulation view-point, was the presence at this 50th anniversary of LOTTE of CharLOTTE Rosenqvist herself! In 1972, she created and named the original version of the LOTTE tax-benefit model (later known as LOTTE-Skatt). Charlotte is an active and involved pensioner, and her engaged greeting to the conference participants was met with great appreciation.",
                    "type": "paragraph"
                },
                {
                    "text": "We also received a very warm greeting from Norwegian politicians, represented by Marie Sneve Martinussen of the Standing Committee on Finance and Economic Affairs in the Storting (Norwegian parliament). She offered congratulations in recognition of the celebration. In particular I noted that she said “in LOTTE we trust”. Martinussen’s warm words at the conference remind me of the last time I met the Standing Committee on Finance and Economic Affairs. But before I get to that, let me introduce you to the Norwegian system for employing tax-benefit models in policy-making.",
                    "type": "paragraph"
                },
                {
                    "text": "In Norway, the Research Department of Statistics Norway is responsible for developing and maintaining modeling tools that support policy-making. A key component of this work is the LOTTE system, a set of static tax microsimulation models that has been utilized for several decades in tax policy work. This system is part of a broader portfolio of predictive models managed by the Research Department. While some models are used by personnel at the Ministry of Finance, others are operated directly by Statistics Norway. Specifically, the main version of the LOTTE tax-benefit model (LOTTE-Skatt) is maintained by the Research Department, which then provides the Ministry of Finance with estimates of the revenue and distributional effects that would ensue from potential policy changes.",
                    "type": "paragraph"
                },
                {
                    "text": "The model is heavily relied upon by the Ministry of Finance in its budget preparation. Additionally, other political parties in the Storting utilize the model to craft their alternative budget proposals following the presentation of the government’s proposed budget. This means that deliberations on tax policy employ the same policy-making tool – in our case the LOTTE-Skatt tax-benefit model.",
                    "type": "paragraph"
                },
                {
                    "text": "As already mentioned, from time to time my colleagues and I in the Research Department present and discuss our modeling tools with the Standing Committee on Finance and Economic Affairs of the Norwegian Parliament. The last time I was there, I was hoping for a warm thank you for all the work we had done for them. However, that was not their primary focus. On the contrary, they made it clear that they wanted more simulation results. In fact, they clearly stated that they would like to be presented with simulation results year-round, not only in the period after the budget comes out. It is not a bad thing that our services are in great demand, but the main challenge now is figuring out how we can provide policymakers with as many simulation results as they want without compromising accuracy and reliability. At present, as we reprogram the model in a new language, transitioning from SAS to R, we are certainly bearing these comments in minds.",
                    "type": "paragraph"
                },
                {
                    "text": "It goes without saying that model quality is crucial in microsimulation. This brings me to another module of the LOTTE model system – the labor supply module LOTTE-Arbeid. Given the complex nature of structural labor supply modeling, one might wonder if the team has the right mix of expertise to both support policymakers and develop advanced modeling tools. In our microsimulation work at Statistics Norway we have been fortunate enough to have John K. Dagsvik in our team. He is a top expert on stochastic modeling and discrete choice analysis, and his expertise has been invaluable in the development of LOTTE-Arbeid. Having him closely involved with the models has greatly benefited our research group. While the results of LOTTE-Arbeid have been presented in Norwegian budget proposals, John’s foundational work on the model concept underlying LOTTE-Arbeid has been published in prestigious journals such as <i>Review of Economic Studies</i>, <i>Journal of Applied Econometrics</i>, <i>International Economic Review</i>, and <i>Econometrica</i>.",
                    "type": "paragraph"
                },
                {
                    "text": "Before I proceed with presenting the articles of the special issue, I would like to highlight one other presentation from the “Celebrating 50 years with LOTTE” conference that I believe deserves special attention. The founders of <i>PolicyEngine</i>, Max Ghenis and Nikhil Woodruff, presented their microsimulation model. Building modular and open-source tools, Ghenis and Woodruff aim to make it easier for other researchers and policymakers to use and adapt their models. Given <i>PolicyEngine</i>’s commitment to advancing the field of tax-benefit microsimulation and utilizing cutting-edge technologies, I am certainly looking forward to following the development of their models.",
                    "type": "paragraph"
                },
                {
                    "text": "We were delighted that Eric Toder agreed to be one of the keynote speakers at the conference, alongside Fidel Picos of EUROMOD. Eric’s contribution to this special issue is based on his keynote presentation, entitled “The use of tax-benefit simulation models to inform policymaking in the United States.” Unknown to Eric, I have been an admirer of his work for quite some time – ever since I read his 1994 paper, “Trends in Federal Tax Progressivity,” co-authored with Richard Kasten and Frank Sammartino, in a book edited by Joel Slemrod <a href=\"#bib1\">(Kasten et al., 1994)</a>. I still have a physical copy of this book chapter on my shelf, although it has become well-worn from frequent reading. It is an elegant demonstration of how powerful microsimulation can be in terms of measuring tax progressivity or tax redistribution over time. In a paper by Peter Lambert and myself <a href=\"#bib2\">(Lambert and Thoresen, 2009)</a>, we attribute the “fixed-income” approach to Eric and his co-authors. This approach to analyzing tax progressivity over time involves holding pretax income distributions constant, selecting a base year, and applying taxation according to the various tax schemes of the period. This is a powerful tool for identifying the effects of tax policy change on redistribution which we have used to inform the Norwegian debate on several occasions. Peter and I discuss an alternative approach too, but that is another story.",
                    "type": "paragraph"
                },
                {
                    "text": "In his paper, Eric offers a comprehensive overview of the US microsimulation system. I am particularly intrigued by his discussion of the relationship between microsimulation and macro models. Given the significance of “dynamic scoring” in US policy debates, it is fascinating to see how these models are used interchangeably to offer insights into the effects over various time horizons. Conventional estimates of proposed tax and spending legislation take account of various behavioral responses by individual and corporate taxpayers to changes in tax law, but the gross national product (GNP) is fixed. Then dynamic scoring models estimate the effects of changes in tax laws on macroeconomic aggregates such as GDP, labor supply, investment, and interest rates in the short and long run. Microsimulation models of households are used to estimate the effects of policy changes on average and marginal tax rates. These are then fed into the macro model to estimate changes in economic aggregates. These changes are then fed back into the microsimulation models to estimate the feedback effects on revenue.",
                    "type": "paragraph"
                },
                {
                    "text": "Next, I draw attention to the paper “The effect of earnings-related benefits on financial work incentives”, authored by Theano Kakoulidou, Michael Doolan, and Barra Roantree, presented by Michael Doolan at the conference. This paper demonstrates how microsimulation models can be used in the discussion of an extremely important policy issue, namely how financial work incentives are affected when unemployment benefits depend on previous earnings. The authors explore implications of strengthening the link between unemployment benefits and previous earnings by using the tax and benefit microsimulation model SWITCH (based on EUROMOD) developed by the Irish Economic and Social Research Institute.",
                    "type": "paragraph"
                },
                {
                    "text": "The study clearly illustrates the policy trade-offs when earnings-related schemes are implemented. Individuals’ out-of-work income as a percentage of their in-work income increases significantly when the rate of their unemployment benefit is linked to previous earnings, whereas the proportion of earnings lost through taxes or reduced benefit entitlements when an individual enters employment increases considerably. Moreover, the increase in replacement rates is large for high earners and full-time employees.",
                    "type": "paragraph"
                },
                {
                    "text": "The analysis by Kakoulidou, Doolan, and Roantree, serves as a compelling example of the power of microsimulation, showcasing how the tax-benefit model generates highly relevant policy insights while highlighting the varying impacts across different households. It effectively illustrates the value of microsimulation in providing crucial information on economic incentives without employing behavioral simulations.",
                    "type": "paragraph"
                },
                {
                    "text": "The next paper, “Accounting for behavioral effects in microsimulation: A reduced form approach” (by Joonas Ollonqvist, Jussi Tervola, Jukka Pirttilä, and myself) demonstrates how behavioral effects can be integrated into standard tax-benefit model simulations. While I have previously (see above) emphasized how advances in structural labor supply modeling have enriched our work with the LOTTE microsimulation models, this paper highlights an alternative approach to incorporating behavioral effects such as labor supply effects. The paper demonstrates how the practitioner can employ exogeneously given response estimates to account for behavioral effects in this type of work, referred to as a “reduced form” approach. As it might be demanding to establish a fully-fledged labor supply module based on the estimation and application of a structural model, the study demonstrates how behavioral effects may be accounted for in microsimulation in a simpler and more practical way.",
                    "type": "paragraph"
                },
                {
                    "text": "A key component of this study is the selection of an elasticity estimate, derived from the existing literature. Given the substantial increase in the number of response estimates to changes in taxes and benefits, there is now a broad range of parameter estimates to choose from. In particular, there has been a surge in the use of quasi-experiments to obtain estimates of responsiveness. A key and intriguing practical challenge is determining the extent to which these estimates can be applied to the specific tax change in question.",
                    "type": "paragraph"
                },
                {
                    "text": "The study uses the effects of changes in Finland’s tax-benefit system in 2020 as an illustration. It highlights several important practical challenges, such as how to measure behavioral changes in response to an increase in unemployment benefits. Since the reform primarily focuses on raising unemployment benefits, the adjustment is modeled in terms of reduced unemployment durations. This illustrates that behavioral responses are adjusted to the policy change in question. We argue that this is one of the primary challenges of using “external evidence” in practical applications.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, the last paper in this special issue presents the model on which the conference was based – the LOTTE model, entitled “The LOTTE system of tax microsimulation models” and authored by Zhiyang Jia, Bodil M. Larsen, Bård Lian, Runa Nesbakken, Odd E. Nygård, Trine E. Vattø, and myself. The main focus is on how the model has been applied in practical work, while also emphasizing how its applications have been shared with a wider audience through journal articles.",
                    "type": "paragraph"
                },
                {
                    "text": "Given that we are currently in the phase of reprogramming the model in a new language, transitioning from SAS to R, a main concern is how we can enhance the model and ensure it is ready for a modern world. I believe that the field of microsimulation is poised for significant growth and innovation in the coming years, driven by advances in technology, data availability, and computational methods. The future of microsimulation is highly promising, with advances in computing, big data, and AI. Several papers presented at the conference certainly provided us with inspiration!",
                    "type": "paragraph"
                },
                {
                    "text": "I hope that with regard to our LOTTE, we can leverage new technologies while maintaining its role in facilitating discussions on tax policy in Norway. This means we need to find a way to provide politicians with easier access to the model and its results.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Kasten, R",
                        "preferred": "R Kasten"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sammartino, F",
                        "preferred": "F Sammartino"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Toder, E",
                        "preferred": "E Toder"
                    },
                    "type": "person"
                }
            ],
            "date": "1994",
            "details": "Trends in federal tax progressivity, Tax Progressivity and Income Inequality, Cambridge: Cambridge University Press, 10.1017/CBO9780511571824.003",
            "id": "bib1",
            "title": "Tax Progressivity and Income Inequality",
            "type": "unknown"
        },
        {
            "articleTitle": "Base independence in the analysis of tax policy effects: with an application to Norway 1992–2004",
            "authors": [
                {
                    "name": {
                        "index": "Lambert, PJ",
                        "preferred": "PJ Lambert"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thoresen, TO",
                        "preferred": "TO Thoresen"
                    },
                    "type": "person"
                }
            ],
            "date": "2009",
            "doi": "10.1007/s10797-008-9067-y",
            "id": "bib2",
            "journal": "International Tax and Public Finance",
            "pages": {
                "first": "219",
                "last": "252",
                "range": "219–252"
            },
            "type": "journal",
            "volume": "16"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
