{
    "status": "vor",
    "id": "00314",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00314",
    "authorLine": "Eric Toder",
    "title": "The Use of Microsimulation Models to Inform US Tax Policymaking",
    "published": "2024-12-31T00:00:00Z",
    "versionDate": "2024-12-31T00:00:00Z",
    "statusDate": "2024-12-31T00:00:00Z",
    "volume": 17,
    "issue": 3,
    "fpage": 1,
    "lpage": 20,
    "elocationId": "1-20",
    "pdf": "http://web:8082/00314/ijm-00314.pdf",
    "subjects": [
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Toder",
        "statement": "This article is distributed under the terms of the (<a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United States",
                            "locality": [
                                "Washington"
                            ]
                        },
                        "formatted": [
                            "Washington",
                            "United States"
                        ]
                    },
                    "name": [
                        "Non-Resident Fellow, Urban Institute and Urban-Brookings Tax Policy Center"
                    ]
                }
            ],
            "emailAddresses": [
                "EToder@urban.org"
            ],
            "name": {
                "index": "Toder, Eric",
                "preferred": "Eric Toder"
            },
            "orcid": "0009-0005-7798-8306",
            "type": "person"
        }
    ],
    "funding": {
        "statement": "The author wrote this paper while employed at the Urban Institute, Washington, DC and benefited from general support funds for research available to Urban Institute senior staff. The author received no funding specific to the production of this paper."
    },
    "dataSets": {
        "availability": [
            {
                "text": "The paper does not present any original data not cited in other publications.",
                "type": "paragraph"
            }
        ]
    },
    "body": [
        {
            "content": [
                {
                    "text": "This paper is a summary of a talk I presented at a conference organized by Statistics Norway to celebrate the 50<sup>th</sup> anniversary of the Lotte microsimulation model. It discusses the use of microsimulation modeling to inform tax policymaking at the federal level in the United States.",
                    "type": "paragraph"
                },
                {
                    "text": "While the paper only discusses tax simulation models, these are a subset of the models that analysts use to inform policy formation in the United States. There are many complex microsimulation models that simulate retirement and disability benefits under the U.S. Social Security program and that simulate the effects of programs (such as the Supplemental Nutrition Assistance Program, formerly called Food Stamps) that benefit low-income households.<sup><a href=\"#fn1\">1</a>, <a href=\"#fn2\">2</a></sup> In addition, there are specialized models on topics such as energy and carbon emissions, health care and trade. There are also models of the macro economy created and used in both the public and private sectors and other models that focus on selected industries and regions. Finally, while this paper mainly focuses on analyses of the federal tax system, a significant portion of fiscal activity in the United States takes place at the state and local government level. Most states also impose individual income taxes and some of the larger states (including California and New York, among others) maintain their own microsimulation models for analyses of their state income taxes. Most states, however, do not have the capacity to develop their own modeling based on micro data from tax returns and rely on less detailed methods to project receipts and estimate the effects of changes in tax laws.",
                    "type": "paragraph"
                },
                {
                    "text": "In contrast to the United States, where tax and spending programs are generally modeled separately, the EUROMOD microsimulation model, used by many countries in the European Union, analyzes both tax and benefit programs. In part, this different approach in the United States reflects the division of responsibility for tax and spending policies within both the executive and legislative branches of government. It also reflects the fact that a significant share of fiscal support for many activities, including support for low-income families, housing, retirement saving, and energy is accomplished using tax incentives instead of direct outlays. The effects of these so-called “tax expenditures” are accounted for in microsimulation models of tax policy.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper addresses three issues. 1) who supplies data and estimates to which sets of decisionmakers, 2) how estimates are used in the policy process, and 3) how estimates are produced. There follows a discussion of the application of models in analyses of the last major piece of US tax legislation, the Tax Cuts and Jobs Act of 2017. The paper then provides a very brief discussion of the differences between the microsimulation models used in tax policy analysis and other models used to estimate the effects of benefit programs in the United States and taxes and benefits in the European Union. A final section concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The U.S. political system works very differently than parliamentary systems. The U.S. Constitution was created in 1787 to provide a central government to replace a loose Confederation of thirteen colonies that had recently won independence from Great Britain in the American Revolutionary war of 1775-83. The Constitution was a political compromise designed to establish competing centers of power through a system of check and balances.",
                    "type": "paragraph"
                },
                {
                    "text": "Although much has changed since 1787, the US governmental system continues to feature the separation of powers between the Federal government and the states and among the Legislative, Executive, and Judicial branches within Federal and state governments (<a href=\"#table1\">Table 1</a>). The President oversees the Executive branch, but important executive agencies are independent and do not report to the President. The most important of these agencies for economic policymaking is the Board of Governors of the Federal Reserve System, which is responsible for monetary policy.<sup><a href=\"#fn3\">3</a></sup> All revenue bills must originate in the House of Representatives and must be approved by both the House and Senate, although the President usually sends revenue proposals to the Congress. The President may veto legislation, but vetoes can be overridden by a two-thirds votes of both houses of Congress.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table><thead><tr><th align=\"left\"/><th align=\"left\">Federal</th><th align=\"left\">State</th><th align=\"left\">Local</th></tr></thead><tbody><tr><td align=\"left\">Executive Branch</td><td align=\"left\">President/Independent Agencies</td><td align=\"left\">Governors</td><td align=\"left\">Mayors/City Managers</td></tr><tr><td align=\"left\">Legislative Branch</td><td align=\"left\">House and Senate</td><td align=\"left\">Upper and Lower Houses (mostly)</td><td align=\"left\">City Councils and other</td></tr><tr><td align=\"left\">Judicial Branch</td><td align=\"left\">US Supreme Court and District Courts</td><td align=\"left\">State Courts</td><td align=\"left\">Local Courts</td></tr><tr><td align=\"left\">Major Fiscal Responsibilities</td><td align=\"left\">Defense and Foreign Policy, Health, and Retirement Benefit Programs, Other</td><td align=\"left\">Most Public Services (Education, Prisons, Police, Roads etc.)</td><td align=\"left\">Public Services as Delegated by States</td></tr><tr><td align=\"left\">Major Sources of Revenue</td><td align=\"left\">Individual Income Tax, Payroll Tax, Corporate Income Tax</td><td align=\"left\">Income and Sales Taxes</td><td align=\"left\">Mostly Local Property Taxes</td></tr></tbody></table>"
                            ],
                            "title": "Divided Power in US Political System.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Most domestic public services are financed and delivered by state and local governments. The Federal government provides some financial support to state and local programs and finances and delivers some public services directly, but the bulk of spending on domestic public goods is done at the state and local level. In 2019, the last year before Federal spending temporarily surged due to the COVID pandemic, state and local spending amounted to about a third of all government spending and 11 percent of GDP (<a href=\"#bib41\">U.S. Office of Management and Budget, 2024</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The largest shares of Federal spending are for retirement health and benefit programs and national defense. The main benefit programs are the Social Security retirement and disability programs, the Medicare program, which provides health benefits for senior citizens, and Medicaid, which provides health benefits for low-income people and long-term care services for a broader segment of the population. (Medicaid costs are shared between the Federal government and the states). In 2019, Federal expenditures amounted to about 21 percent of GDP. Four programs – Defense, Social Security, Medicare, and Medicaid - comprised 68 percent of Federal spending, excluding interest on the debt.<sup><a href=\"#fn4\">4</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "Major sources of revenue differ among the branches of government. The three largest sources of revenue for the federal government are the individual income tax (50 percent of receipts in 2019), payroll taxes (36 percent of receipts), and the corporate income tax (7 percent of receipts). Most states raise revenues from individual and corporate income taxes, retail sales taxes and a variety of other sources, while most local government revenues come from taxes on residential and commercial property. Unlike most other countries, the United States does not impose a value added tax or other type of general sales tax at the federal level.",
                    "type": "paragraph"
                },
                {
                    "text": "At the Federal level, taxes and so-called mandatory spending programs, including Social Security, Medicare, and Medicaid, are based on legislated formulas which remain in place until Congress actively changes them. But discretionary spending programs for defense and non-defense purposes – including funding for the operation of Federal agencies – require annual appropriations to continue to operate.",
                    "type": "paragraph"
                },
                {
                    "text": "The Executive Branch and one or both Houses of Congress are often controlled by different political parties, which can make reaching agreement on tax and spending reforms challenging. In the current era of intense partisanship, it has often led to a shutdown or threatened shutdown of the Federal government, as one or more houses of Congress and the Executive Branch have been unable to agree to extend spending authority for discretionary programs.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Background: Comments on the us political tax system",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Responsibilities for supplying data and estimates to Federal agencies reflect the division of responsibilities between the Executive Branch and Congress and the division of responsibilities within both these branches (<a href=\"#table2\">Table 2</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table><thead><tr><th align=\"left\">Data</th><th align=\"left\">For Congress</th><th align=\"left\">For Executive Branch</th></tr></thead><tbody><tr><td align=\"left\">Baseline Economic Forecast</td><td align=\"left\">Congressional Budget Office</td><td align=\"left\">Treasury/Office of Management and Budget/Council of Economic Advisors</td></tr><tr><td align=\"left\">Baseline Receipts</td><td align=\"left\">Congressional Budget Office</td><td align=\"left\">Treasury</td></tr><tr><td align=\"left\">Revenue Effects of Legislation</td><td align=\"left\">Joint Tax Committee</td><td align=\"left\">Treasury</td></tr><tr><td align=\"left\">Spending Effects of Legislation</td><td align=\"left\">Congressional Budget Office</td><td align=\"left\">Office of Management and Budget/Program Agencies</td></tr><tr><td align=\"left\">Tax Expenditures</td><td align=\"left\">Joint Tax Committee</td><td align=\"left\">Treasury</td></tr><tr><td align=\"left\">Distributional Estimates</td><td align=\"left\">Congressional Budget Office/Joint Tax Committee</td><td align=\"left\">Treasury</td></tr><tr><td align=\"left\">Macroeconomic Effects of Tax Legislation</td><td align=\"left\">Joint Tax Committee/Congressional Budget Office</td><td align=\"left\">Council of Economic Advisors</td></tr></tbody></table>"
                            ],
                            "title": "Who Supplies Data and Estimates for Federal Agencies.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "content": [
                        {
                            "text": "The U.S. Treasury Department, the Council of Economic Advisors, and the Office of Management Budget prepare an economic forecast for the Executive Branch of government. Treasury then forecasts receipts under the Administration’s budget for the next 10 years (baseline receipts), based on the economic assumptions these agencies agree on. Treasury also estimates the effects of the Administration’s tax proposals on federal receipts.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Congressional Budget Office, which is independent of the Administration and reports to the Budget Committees of the House and Senate, prepares a separate economic forecast for the Congress, based on an assumption that current policies will continue. The Congressional Budget Office then projects baseline receipts that are consistent with their economic forecast.<sup><a href=\"#fn5\">5</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The agencies rely heavily on microsimulation techniques to estimate baseline individual income and payroll tax receipts, revenue effects of many proposals that affect individual income taxes and payroll taxes, many tax expenditures in the individual income tax, and the distributional effects of tax reform proposals. As discussed below, different types of models are used to generate the baseline economic forecast and macroeconomic estimates of proposed tax reforms. The values of economic variables (income from different sources, interest rates, and price level changes) that the macroeconomic models generate are then fed back into the microsimulation models to produce estimates of total receipts and the distribution of tax burdens among income groups.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1 Economic forecasts and baseline receipts",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Using baseline assumptions from the Congressional Budget Office, the Joint Committee on Taxation (Joint Tax Committee), which reports to the House and Senate tax-writing committees (the House Ways and Means Committee and the Senate Finance Committee), estimates the effects on federal receipts of tax legislation introduced in the Congress. The Office of Management and Budget and the Congressional Budget Office estimate the budgetary effects of federal spending programs for the Executive and Legislative branches, respectively.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2 Budgetary effects of proposed legislation",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The Federal budget defines tax expenditures as “revenue losses attributable to provisions of Federal tax laws which allow a special exclusion, exemption, or deduction from gross income or which provide a special credit, a preferential rate of tax, or a deferral of tax liability.” (<a href=\"#bib40\">U.S. Department of the Treasury, 2024</a>). The budget notes that “these exceptions are often viewed as alternatives to other policy instruments, such as spending or regulatory programs.” The Office of Management and Budget and the Joint Tax Committee annually publish separate lists of tax expenditures. (Treasury staff perform the estimates that OMB uses in the federal budget presentation.) There is considerable overlap between the two lists, but there are also some important differences in definitions of the baseline against which special provisions are measured, differences in economic assumptions, and differences in methods used by the estimators.<sup><a href=\"#fn6\">6</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Tax expenditures are large. Based on Treasury estimates, <a href=\"#bib6\">Calame and Toder (2021)</a> report that tax expenditures in the fiscal year 2019 added up to 6.6 percent of GDP, over 70 percent of individual and corporate tax receipts.<sup><a href=\"#fn7\">7</a></sup> They account for a significant share of federal fiscal support for retirement saving, health insurance coverage for employees, income support programs, home ownership, and support for charitable organizations, as well as providing preferential treatment for capital gains income and some business investments. The authors report that the projected cost of tax expenditures will increase after the scheduled expiration of the 2017 Tax Cuts and Jobs Act, reaching 7.6 percent of GDP by 2029.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3 Tax expenditures",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The Joint Tax Committee and the Congressional Budget Office periodically publish estimates of the distribution of tax burdens among income groups of current federal tax law and changes in the distribution of tax burdens from proposals (including recently enacted proposals) to revise the tax law. Treasury staff also prepares distributional estimates for internal use and sometimes publishes them. Private organizations, including the Urban-Brookings Tax Policy Center (Tax Policy Center), the Tax Foundation, and the Penn-Wharton Budget Model (Penn-Wharton) also often publish distributional estimates of proposed and enacted tax legislation and proposals by political candidates.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4 Distributional estimates",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Conventional estimates of proposed tax legislation by the Joint Tax Committee, Treasury, and the Office of Management and Budget take account of various behavioral responses by individual and corporate taxpayers to changes in tax law, but assume macroeconomic variables (GDP, the price level, aggregate labor supply and saving) are fixed. In recent years, in response to a requirement by Congress, the Joint Tax Committee and the Congressional Budget Office have estimated the effects on the overall economy of major enacted revenue bills, and the feedback effects of these macroeconomic changes on federal receipts. The Council of Economic Advisors also sometimes prepares special reports on the macroeconomic effects of changes in the tax law.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-5",
                    "title": "3.5 Macroeconomic estimates",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Who supplies what data and estimates for whom",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Estimates are used to enforce budgetary targets that Congress sets for itself in enacting tax and spending policies. They are also used to influence decision-makers and public opinion.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Often, through its budgeting processes, the Congress sets a target for how much revenue a tax bill can lose or gain. The Joint Tax Committee is the official scorekeeper whose estimates determine if these targets are met.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Tax legislation originates in the tax-writing committees and then needs to be approved by votes of the entire House and Senate. In the tax-writing committees of both Houses and on the floor of the Senate, members propose numerous amendments to developing legislation, all of which require revenue scores from the Joint Tax Committee. The estimates are performed under very tight time pressure and do not incorporate macroeconomic effects, which would require continual revision of the baseline economic forecast each time an amendment is accepted.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Enforcing congressional budget rules",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Estimates of other dimensions of tax policy are not required under the budget rules for enacting legislation, but they do influence the choices of policymakers. Tax expenditure estimates highlight the budgetary costs of tax preferences, providing a menu of potential reforms Congress make wish to enact.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Distributional estimates inform legislators, the media, and the public on how tax changes affect households in different income groups. The political parties often respond differently to these estimates. Democrats criticize proposed tax cuts if estimates suggest they give too much money to high-income households. Republicans seeking to lower tax burdens respond to this criticism by structuring proposals to ensure that households in all income groups receive some benefits.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Estimates of the macroeconomic effects of tax changes also influence the debate. Republicans often argue that tax cuts, especially lower taxes on investment income, promote economic growth, which leads to higher wages. Some of them argue that feedback from economic growth is so large that tax cuts do not increase the budget deficit, but many other politicians and analysts express skepticism about these claims. Estimates of the macro effects of tax legislation by academic economists and economists employed by government agencies and private organizations provide some indication of whether claims of economic growth and revenue feedback from tax cuts are credible.<sup><a href=\"#fn8\">8</a></sup>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Influencing policy choices",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Outside groups have a significant influence on the policy process and often contribute their own databases and simulation analyses.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Industry groups often lobby for policies that support the interests of their constituencies. Although the analyses these groups prepare can be self-serving, they also can provide useful proprietary data that helps the Joint Tax Committee with their estimates. Congressional staff can benefit from their input, without necessarily endorsing their positions. In addition, many of the lawyers on the staffs of the Joint Tax Committee and the Treasury’s Office of Tax Policy have previously represented clients in private practice and are familiar with the latest tax avoidance techniques. They often offer useful ideas on how to curb new methods of tax avoidance.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Many studies by academics help in the development of estimates of behavioral responses that government agencies and others use to simulate the effects on tax receipts of different tax proposals. These studies have estimated a wide range of behavioral responses to tax law changes, including the response of capital gains realizations to changes in the tax rate on capital gains,<sup><a href=\"#fn9\">9</a></sup> the response of charitable giving to changes in the “tax price” of giving (defined as 1 minus the marginal tax rate for deductible contributions), and responses of consumers of gasoline, alcohol, and tobacco products to changes in the prices of these products from changing excise tax rates.<sup><a href=\"#fn10\">10</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, some non-profit organizations maintain their own tax simulation models, using publicly available data from the Internal Revenue Service (the US tax enforcement agency), the US Census Bureau, and other sources. The use of these models provides an independent check on estimates released by government agencies and provides information to the public on proposals for which government agencies do not provide estimates available to the public. For example, government agencies do not estimate revenue and distributional effects of proposals introduced in election campaigns, unless they are also incorporated in the budget of the Administration or are under consideration in ongoing tax legislation. Examples of non-governmental organizations that provide estimates of tax proposals are the Urban-Brookings Tax Policy Center (Tax Policy Center), the Penn Wharton Budget Model (Penn Wharton), the Tax Foundation, the National Bureau of Economic Research, and the American Enterprise Institute.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3 The role of outside groups",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. How estimates are used in policy formation",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "Estimates are produced using static microsimulation models and three other main types of models. Some of the models listed under Sectoral Models are also microsimulation models (see <a href=\"#table3\">Table 3</a>):",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Type of Model</th><th align=\"left\">Intended Use</th><th align=\"left\">Data Sources</th></tr></thead><tbody><tr><td align=\"left\">Static Microsimulation Models</td><td align=\"left\">Estimating effects on receipts and income distribution of changes in individual income and payroll taxes</td><td align=\"left\">Samples of Individual Tax Returns Produced by Internal Revenue Service, augmented by survey data from US Census Bureau (Current Population Survey), Federal Reserve Board (Survey of Consumer Finances), Bureau of Labor Statistics (Consumer Expenditure Survey) and other agencies</td></tr><tr><td align=\"left\">General equilibrium and growth models with full employment</td><td align=\"left\">Estimates of long-term effects on output of major tax policy changes by government agencies and academic economists</td><td align=\"left\">National Income Data Produced by US Department of Commerce, Bureau of Economic Analysis and selected summary data from Internal Revenue Service, Statistics of Income Division</td></tr><tr><td align=\"left\">Keynesian growth models</td><td align=\"left\">Estimates of short-term effect of tax policy changes on GDP, the rate of inflation and other macro-economic aggregates</td><td align=\"left\">National Income Data produced by US Department of Commerce, Bureau of Economic Analysis and selected summary data from Internal Revenue Service, Statistics of Income Division</td></tr><tr><td align=\"left\">Sectoral Models</td><td align=\"left\">Estimates of effects on selected markets, including markets for energy, health care, housing, and other assets.</td><td align=\"left\">Current Population Survey, National Income and Product Accounts and specialized data sets produced by US Energy Information Administration, US Department of Health and Human Services, and other agencies</td></tr></tbody></table>"
                                    ],
                                    "title": "Types of Models Used in Tax Policy Analysis.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "content": [
                                {
                                    "text": "These models are based on samples of tax-filers, weighted to represent the entire tax filing population. Tax return data are augmented by using statistical matching techniques to create “non-filing” tax units (single individuals and married couples with income below the tax filing threshold) and to add data that are not reported on tax returns. These data include the division of earnings within a married couple, health insurance coverage and benefits, assets held within qualified retirement saving accounts, and other economic and demographic characteristics of households not reported on tax returns.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "These models capture complex interactions among tax provisions, for example how changes in selected tax provisions may affect whether a taxpayer claims itemized deductions or the standard deduction or whether a taxpayer is subject to the individual alternative minimum tax, a parallel tax system with a different rate structure and fewer deductions than the regular tax.<sup><a href=\"#fn11\">11</a></sup> Where taxpayers have options (such as claiming itemized deductions or using the standard deduction), the models assume taxpayers make choices that minimize their tax liability.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Often, selected economic behavioral responses are added to the models. These include responses of capital gains realizations to changes in the tax rate on capital gains and the response of charitable deductions to changes in marginal tax rates and itemizing status. They also often include a taxable income elasticity, which is based on reduced form models that estimate reported taxable income as a function of the marginal tax rate on an additional dollar of taxable income (<a href=\"#bib30\">Saez et al., 2012</a>). This elasticity summarizes behavioral responses over several margins, including the response of labor supply to the after-tax wage, legal tax avoidance responses (such as undertaking more deductible activities or substituting tax-free fringe benefits for taxable wages), and tax evasion.<sup><a href=\"#fn12\">12</a></sup>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "These microsimulation models are the basic tools that the Treasury, the Joint Tax Committee, the Congressional Budget Office, and others use to estimate the effects of tax policy changes on federal receipts and on the after-tax distribution of income.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-1-1",
                            "title": "5.1.1 Static microsimulation models",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "General equilibrium models have much less detail than static microsimulation models based on samples of tax returns, but they include a wide range of behavioral assumptions that equilibrate supply and demand in product and factor markets. These models include varying degrees of heterogeneity among firms, industries, and households. Some include multiple industries, while others are limited to a few sectors (corporate, non-corporate, government, non-profit, and households). Some disaggregate among households by income level, while others disaggregate among households by age. Some assumed saving is fixed, while others allow for economic growth effects driven by changes in private saving rates. Some are “closed” models, while others allow for international trade and capital movements. All of them assume prices equilibrate to clear markets, so there is no involuntary unemployment or shortages. Most of them assume perfect competition in product and factor markets.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "General equilibrium models are often useful in supplying insights on how policies might affect economic efficiency, economic growth, and distributional effects that reflect changes in both tax liability and pretax incomes. They can also illustrate how policies affect the well-being of different birth cohorts of the population. They are generally not used directly to supply detailed estimates of the revenue and distributional effects of tax policies, but they are sometimes used to estimate long-run macroeconomic feedback effects.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-1-2",
                            "title": "5.1.2 General equilibrium and growth models with full employment",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Keynesian models estimate the short-run macroeconomic effects of policies that may increase or reduce aggregate demand. They incorporate varying assumptions of how the monetary authorities will react to changes in fiscal stimulus.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-1-3",
                            "title": "5.1.3 Keynesian macroeconomic models",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Some general equilibrium models include substantial detail on selected sectors of the economy, such as energy or health care. These models are often used by academic economists and government agencies. An example is a group of models for estimating the effects on the path of carbon emissions of policies such as carbon taxes or tax incentives for renewable energy. Some are microsimulation models based on detailed data on samples of households, while others use more aggregated data.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-1-4",
                            "title": "5.1.4 Sectoral models",
                            "type": "section"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1 Types of models",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Data sources these models use include individual and corporate tax returns and various surveys of households.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Statistics of Income Division of the Internal Revenue Service creates a weighted sample every year of about 250,000 returns of individuals and sole proprietors, with over-sampling of high-income returns. This sample contains much more detailed data than what the Internal Revenue Service captures on its computerized master file when tax returns are filed. Treasury and the Joint Tax Committee use this expanded sample to aid in policy formation. The Congressional Budget Office uses the file for projecting baseline individual income tax receipts and academic economists have access to the file for selected research projects in secure facilities.<sup><a href=\"#fn13\">13</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Statistics of Income division also produces a Public Use File of about 150,000 returns, designed to be almost statistically equivalent to the data they supply to the Treasury and the Joint Tax Committee. The data in the Public Use File are masked to prevent users from identifying individual taxpayers. Selected institutions purchase the Public Use File from the Internal Revenue Service for use in analyzing tax policies. Users include the Tax Policy Center, the National Bureau of Economic Research, the Tax Foundation, the Penn-Wharton Budget Model, and the American Enterprise Institute.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Treasury and the Joint Committee also have access to corporate tax returns, but due to the difficulty of maintaining confidentiality for large corporate taxpayers, there is no analogue to the Public Use File for corporate returns. Outside agencies use published Statistics of Income aggregate data on corporate returns, published Joint Tax Committee and Congressional Budget Office estimates of baseline corporate receipts, Joint Committee and Treasury estimates of previous proposals and public financial statements of companies to help analyze the effects of proposed future changes in corporate taxation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Survey data in general are not as reliable as administrative data, due to non-responses and sometimes inaccurate responses by individuals. But agencies (including government agencies) need them to add important economic and demographic information to tax return-based models, including information on the age of household members, the split of wages between spouses, health insurance coverage, assets and pension coverage, consumption, and other variables. Due to privacy concerns, it is usually not possible to include survey data from the same individuals included in the tax return samples. Therefore, researchers use statistical matching techniques or regression analysis to augment data from tax returns with survey data.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In recent years, the level of detail in the Public Use File has become more limited, as the Internal Revenue Service, in response to the increased sophistication of detection algorithms, has sought to provide additional protection of the confidentiality of taxpayers by omitting or blurring some data previously available on the file. In response, the Tax Policy Center, with the assistance of the Internal Revenue Service, is developing a new tax return sample that will consist entirely of synthetic data (<a href=\"#bib4\">Bowen et al., 2020</a>). The goal is to create a data file for microsimulation that replicates the statistical properties of the individual tax return sample without using real people as units of observation.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2 Data sources",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Conventional revenue estimates of the effects of proposed changes in tax laws that are performed by the Joint Tax Committee, Treasury, and the Tax Policy Center assume that gross national product (GNP) is fixed. The Joint Tax Committee and the Tax Policy Center use economic and baseline revenue projections by the Congressional Budget Office, while Treasury estimators use economic and baseline revenue projections by the Administration. Baseline economic projections of the Congressional Budget Office assume current law is unchanged, while the Administration’s baseline economic projections assume its budget proposals are enacted.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Conventional revenue estimates incorporate many micro-behavioral responses, such as the estimated take-up rate of new tax incentives (including, for example, the expanded subsidies for renewable energy in the 2022 tax bill), the effect of excise taxes on consumption of the taxed goods, the effect of changes in capital gains tax rates on capital gains realizations, and the effects of differential taxation of income sources and selective limits on deductions on patterns of consumption and investment.<sup><a href=\"#fn14\">14</a></sup>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3 Revenue estimating methodology: conventional estimates",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In recent years, the Congress has required that the Joint Committee and the Congressional Budget Office perform macroeconomic estimates of the effects of major tax legislation. These estimates are usually performed after legislation is enacted; it is impractical to require estimators to perform macro estimates for each amendment as a bill is advancing through Congress because this would require continually revising the baseline economic forecast. Macro estimates are controversial, as there are wide differences of opinion among economists on how labor supply, saving, investment, and therefore GNP would change in response to changes in tax rates or tax incentives. Typically, estimates by the Joint Tax Committee and the Congressional Budget Office of the positive macroeconomic effects of tax cuts have been smaller than proponents of these cuts have hoped they would be.<sup><a href=\"#fn15\">15</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "There are no comparable requirements to perform macroeconomic estimates of spending bills. Some advocates of increased spending on child nutrition and school lunch programs, among other policies, believe this spending would raise economic growth over time by creating a healthier and better educated population. But these macroeconomic effects are not counted in Congressional scorekeeping.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Dynamic scoring models estimate the effects of changes in tax laws on macroeconomic aggregates, such as GNP, labor supply, investment, and interest rates in the short run and the long run. They also estimate the revenue feedback from changes in macroeconomic aggregates.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Dynamic scoring of tax proposals is done by linking two types of models. Macroeconomic models examine the relationships between aggregate variables, such as investment, private saving, labor supply, government spending, marginal tax rates on different sources of income, and inframarginal changes in taxes and transfer payments. Microsimulation models of households are used to estimates the effects of policy changes on average and marginal tax rates. These are then fed into the macro model to estimate changes in economic aggregates. The changes in macroeconomic aggregates, in turn, are then fed back into the household-based microsimulation models to estimate feedback effects on revenue.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "Assuming the Federal Reserve Board reacts slowly to changes in economic aggregates, fiscal expansion could boost aggregate demand and thereby increase employment and output. This could be accomplished either by an increase in government spending or a tax cut that increases the disposable income of households and the net cash flow of business firms. The Federal Reserve Board could offset these effects by limiting monetary expansion and raising interest rates, but this response and its effects usually occurs with a time lag. Once the economy reaches full employment, however, increases in demand will raise the price level instead of increasing employment.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Some models that analyze macro-economic feedback effects of tax changes incorporate their effects on aggregate demand. These models account for, among other features, the effects of differences in the marginal propensity to consume by households at different levels.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Effects on aggregate demand are generally assumed to be short-lived, affecting macro variables for only a few years. And some models do not count them, but instead just simulate effects of tax changes on potential output, assuming no changes in involuntary unemployment from changes in fiscal policy.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-4-1",
                            "title": "5.4.1 Effects on aggregate demand",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Modelers use two different types of models to estimate long-term effects of tax changes in the growth in output at full employment. So-called “Solow” models, based on the original contribution of <a href=\"#bib32\">Solow (1956)</a>, represent output as a function of inputs of capital and labor. The capital stock grows over time, as households save a portion of their income and business firms use funds from household saving to invest in productive capital. Labor supply, saving and investment, respond to changes in after-tax wages and interest rates. Government deficits from tax cuts, however, may raise interest rates, thereby crowding out private investment.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Overlapping Generation models are life-cycle models with agents in different birth cohorts. Rational individuals, with a finite life span and perfect foresight, choose how much to work and consume in every year to maximize utility over their lifetime, subject to a lifetime budget constraint. Utility depends on consumption and leisure in different time periods. The elasticity of labor supply and saving with respect to after-tax wages and interest rates are generated from the utility maximizing assumption and assumed “deep parameters”, such as the intertemporal elasticity of consumption with respect to the relative price of present and future consumption (determined by the after-tax interest rate) and the substitutability between labor and leisure in different time periods.<sup><a href=\"#fn16\">16</a></sup>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In overlapping generations models, forward-looking individuals understand that tax cuts need to be financed, so that the government also faces an intertemporal budget constraint. The effects of tax cuts in overlapping generations models depends on how this budget constraint is satisfied and over what time horizon. The effects of tax cuts also can depend on assumptions about how households form their expectations of future policies and the extent to which they have perfect foresight about the future consequences of current policies.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-4-2",
                            "title": "5.4.2 Long term effects on output",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "There are numerous issues modelers face in constructing these models. Three of them are: 1) what to assume about the elasticity of supply of foreign capital, which affects the degree to which deficits crowd out domestic investment; 2) in overlapping generations models, what to assume about how budget deficits are financed (what tax increases and what spending cuts) to satisfy the government’s intertemporal budget constraint and over what time horizon do those adjustments occur and 3) whether the appropriate metric for reporting of the effects of policies is the effect on gross domestic product (GDP), which measures production in the United States or the effect on gross national product (GNP), which measures the gross income of American citizens. Effects on GDP and GNP can differ if tax incentives for domestic investment induce capital inflows that increase the US capital stock, but most of the additional income from that additional capital accrues to foreign investors.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-4-3",
                            "title": "5.4.3 Issues",
                            "type": "section"
                        }
                    ],
                    "id": "s5-4",
                    "title": "5.4 Revenue estimating methodology: dynamic scoring models",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Both government agencies and private groups estimate how tax policy changes affect the distribution of income among income groups. These models differ in certain assumptions, in how they present results, and how they present their results.<sup><a href=\"#fn17\">17</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Assumptions models must make include:",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>How to measure income</i>, both for the purpose of measuring effective tax rates and ranking households by economic status. All agencies use a broader measure of income than income reported on tax returns, adding sources of income that are not subject to tax. These include items such as tax-exempt interest income and tax-free fringe benefits. Broader measures of income provide a more accurate measure of economic status than income reported to the Internal Revenue Service. But they may require adding less reliable data than tax administrative data, based on household response to surveys and require imputations or inexact statistical matches from other data files to observations from samples of tax returns.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>What unit to use for measuring economic status</i>. Options include the individual, the family, the household, or the tax unit. The latter would include both single individuals and couples filing joint returns. Analysts must also decide whether to rank units by total income or by income adjusted for household size.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>How do distinguish between changes in tax payments and changes in tax burdens</i>. Changes in tax burden may differ from changes in current tax payments. For example, access to tax-favored retirement saving accounts which provide the same reduction in the present value of tax burdens will have different effects on current tax liability depending on whether the tax benefit is front-loaded or back-loaded. A front-loaded benefit to promote retirement saving allows for an immediate deduction for contributions to qualified saving accounts and tax exemption on income earned within the accounts, but includes amounts withdrawn for the accounts sin taxable income. A back-loaded account does not allow taxpayers to deduct contributions, but it exempts from tax both earnings within the accounts and withdrawals from them. Only the front-loaded account reduces revenue in the current year, but, under certain assumptions, both accounts can provide the same present value of lifetime benefits to the taxpayer.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>How to incorporate behavioral results in distributional estimates</i>. Behavioral responses create a difference between the effects of a tax cut on revenues and its effect on burdens. For example, in response to a cut in the capital gains rate, owners of capital assets may increase their realizations of gains enough so that taxes they pay (the product of realized gains and the tax rate) increase. But since this response is voluntary, it improves their well-being even though they pay more tax. In some cases, therefore, taxpayers may be assigned a reduction in tax burden from the tax rate cut even if analysts estimate that the taxes they remit will increase.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<i>Estimators also need to make assumptions about the incidence of changes in taxes, especially taxes collected from business firms</i>. In general, tax incidence depends on how after-tax income changes in response to a change in the tax law, not how tax payments change. For example, because labor supply is relatively inelastic, most economists believe that workers bear the burden of any tax on earnings in the form of a lower after-tax wage. To a first approximation, it does not matter whether the legal requirement to remit the tax is placed on employees or on employers. An especially challenging issue is how to assign the burden of the corporate income tax. See <a href=\"#bib36\">Toder (2023)</a>; see also <a href=\"#bib14\">Gale and Thorpe (2022)</a> and <a href=\"#bib1\">Auerbach (2018)</a>.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "There are also alternative ways to represent the distributional effects of changes in tax policy.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Changes in tax burden can be represented as a change in absolute dollars of burden, in percentage of tax liability, in percentage of after-tax income, and in percentage of pretax income. Comparing these figures may give very different pictures of who benefits most from a tax cut or bear the biggest burden of a tax increase.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Tax changes can be shown for the entire population or disaggregated by type of household (married or single; age of household head; households with and without children) or by other characteristics (state of residence or race/ethnicity of household head). Disaggregating by the latter characteristics is challenging because state of residence and race are not provided in the Public Use File and race is not reported on tax returns and therefore not provided in either the Statistic of Income sample used by the Treasury and the Joint Committee file or the Public Use File.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-5-1",
                            "title": "5.5.1 Presentation of results",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "TPC is the organization outside of government that provides the most detailed distributional estimates. TPC has recently used the 2006 Public Use File as its base datafile and is currently updating to the 2015 Public Use File. It augments this file with a statistical match with the Current Population Survey that supplies key demographic variables, data on tax units without a filing retirement, and the division of earnings within a married couple. It also augments the file by imputing to tax units, using a variety of surveys, wealth, consumption, health insurance coverage, educational expenditures, and assets held in qualified retirement plans.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "TPC extrapolates the database is to more recent and future years using more recent aggregate data on income sources and deductions by income group and filing status reported by the Statistics of Income Division of the Internal Revenue Service, projections of population growth by the Census Bureau, and economic projections from the Congressional Budget Office.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The model contains a detailed tax calculator that tabulates tax liability for each individual observation in the database under current tax law and alternative tax laws. The measure of pretax income displayed in model outputs is adjusted gross income as reported on Federal tax returns plus tax-exempt interest income, imputed corporate tax liability, imputed payroll tax remitted by employers, imputed employer-provided health benefits and contributions to retirement plans, and imputed income accrued within qualified retirement plans.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Income groups are classified by levels of income and quintiles of the income distribution, with additional disaggregation within the top quintile. Published distributional tables display various measures of changes in tax burdens. They highlight the effects of tax changes on the distribution of after-tax income as the best measure of who gains or loses the most from a tax change. Sometimes tables display counts of winners and losers in each income group from a tax change.<sup><a href=\"#fn18\">18</a></sup>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The burden of the individual income tax is assigned to those who remit the tax; estate and gift taxes to decedents/donors; and payroll taxes (both employer and employee contributions) to workers. The corporate income tax is assumed to be borne 60 percent by shareholders, 20 percent by all recipients of capital income and 20 percent by recipients of labor income (<a href=\"#bib26\">Nunns, 2012</a>). Changes in corporate income tax due to changes in the timing of payments (such as changes in depreciation rules) are assigned 50 percent to capital income and 50 percent to labor income. Some changes (such as a lump sum tax on accrued foreign-source income of multinational corporations that was enacted in 2017) are assigned 100 percent to shareholders.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The total burden of excise taxes is assigned to labor, recipients of wage-indexed transfer payments, and super-normal returns to capital, combined with a zero-sum shift of burden to households with relatively large consumption shares of taxed goods from households with relatively low shares of taxed goods (<a href=\"#bib29\">Rosenberg, 2015</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Disaggregation of tax burdens by state is performed by assigning weights for each state to returns in the Public Use File. (<a href=\"#bib25\">Khitatrakun et al., 2016</a>). The weights are selected using a complex algorithm that generates weighted totals of different income and deduction items from individual observations that match as closely as possible total values of these items by state from published data. A similar method is now being used to assign race weights to individual observations.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-5-2",
                            "title": "5.5.2 Example: The TPC distributional methodology",
                            "type": "section"
                        }
                    ],
                    "id": "s5-5",
                    "title": "5.5 Models for estimating distributional effects of tax policies",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. How estimates are produced",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This section presents an example of the use of microsimulation models to estimate the most far-reaching U.S. tax legislation in recent years – the Tax Cuts and Jobs Act of 2017 (2017 Tax Act). The 2017 Act reduced the top corporate tax from 35 to 21 percent, reduced individual marginal income tax rates by a smaller amount, eliminated some tax preferences, restructured personal allowances, and reformed US international taxation provisions.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The Joint Tax Committee estimated the individual income tax provisions (including the Qualified Business Income deduction, see below) would reduce federal receipts (before macro feedback) by about $1.5 trillion between fiscal years 2018 and 2027 (<a href=\"#bib22\">Joint Committee on Taxation, 2017a</a>). Major individual income tax provisions in the 2017 Act included: reduction of individual income tax rates, with the top rate dropping from 39.6 percent to 37 percent; an increase in the amount of income exempt from the individual alternative minimum tax, a parallel tax schedule with lower rates and fewer deductions; restructuring personal allowances, including repeal of personal exemptions, a doubling of the child credit, and a doubling of the standard deduction amounts available to taxpayers who do not claim itemized deductions; imposition of an annual limit of $10,000 on the deduction for state and local income and property taxes; a new provision that allows taxpayers to deduct 20 percent of so-called qualified business income, with complex rules for determining what income is eligible for the deduction; a doubling of the amount of wealth exempt from tax under the combined estate and gift tax; repealing a penalty tax for individuals who do not purchase health insurance that was enacted under 2010 the Affordable Care Act (often referred to as “Obamacare”), and a change in the formula for indexing tax parameters to changes in the price level to the chained Consumer Price Index (CPI) - a more accurate but usually lower measure of inflation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Except for the last two of these provisions, the individual income tax changes in 2017 Act are projected to expire at the end of 2025. The expiration of these provisions was included in the legislation to satisfy a US Senate rule that tax and benefit changes in so-called reconciliation bills cannot produce projected deficits after 10 years. (Reconciliation bills are not subject to a Senate filibuster and therefore can be enacted by a majority of votes, instead of the 60 of 100 votes required to override a filibuster. Without reconciliation, the Republicans who then held a narrow majority of seats in the Senate would have needed the votes of some Democrats to enact the bill).",
                            "type": "paragraph"
                        },
                        {
                            "text": "Congress will need to extend most of the individual income tax provisions before the end of 2025 to prevent most people from seeing their income taxes increase in 2026.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-1",
                    "title": "6.1 Major provisions: individual income taxes",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The Joint Tax Committee estimated that the business provisions in the 2017 Act (before macroeconomic feedback) would reduce receipts by $329 billion (between fiscal years 2018 and 2027). Major business provisions included: a reduction in the top corporate tax rate from 35 to 21 percent and repeal of the corporate alternative minimum tax; 100 percent expensing of the costs of business equipment investment for five years, phased out at 20 percent per year between 2023 and 2027; broadening of the tax base for business income, including tighter limits on the use of deductions for net operating losses and interest expenses, repeal of a deduction for domestic manufacturing, and amortization of expenses for research and experimentation after 2022.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The Act also featured a major restructuring of taxation of the income of multinational corporations, creating a modified territorial system more similar than prior law to international taxation rules in most other OECD countries. It eliminated the taxation of dividends paid to US parent companies from their foreign affiliates; imposed a new minimum tax on intangible profits of affiliates of US multinational companies in low-tax countries; provided a preferential tax rate on domestic-source intangible profits of US companies from exports; imposed limits on deductions of certain payments by US firms to related foreign companies and, to prevent a windfall from the elimination of the taxation of repatriated dividends, imposed a lump sum tax at reduced rates on profits US taxpayers accrued in controlled foreign corporations between 1986 and 2017.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-2",
                    "title": "6.2 Major provisions: taxation of business income",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The Joint Tax Committee estimated that the 2017 Act would increase the federal budget deficit by about $1.46 trillion (0.5 percent of GDP) between fiscal years 2018 and 2027 (<a href=\"#table4\">Table 4</a>), absent any macroeconomic effects.<sup><a href=\"#fn19\">19</a></sup> Estimated macroeconomic feedback effects offset about 25 percent of the budgetary cost, leaving a net revenue loss of about $1.07 trillion (<a href=\"#bib23\">Joint Committee on Taxation, 2017b</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: <a href=\"#bib22\">Joint Committee on Taxation (2017a)</a>; <a href=\"#bib23\">Joint Committee on Taxation (2017b)</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table4",
                                    "label": "Table 4",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Change in Budget Surplus</th><th align=\"left\">Fiscal Years 2018-27</th><th align=\"left\">Fiscal Year 2027</th></tr></thead><tbody><tr><td align=\"left\">Individual and Estate Taxes (Including the Qualified Business Income Deduction)</td><td align=\"left\">-1,126.6</td><td align=\"left\">83.0</td></tr><tr><td align=\"left\">Corporate and International Taxes</td><td align=\"left\">-329.4</td><td align=\"left\">-50.2</td></tr><tr><td align=\"left\">Subtotal: Conventional Estimates</td><td align=\"left\">-1,456.8</td><td align=\"left\">32.9</td></tr><tr><td align=\"left\">Macroeconomic Effects</td><td align=\"left\">384.6</td><td align=\"left\">35.5</td></tr><tr><td align=\"left\">Total with Macroeconomic Effects</td><td align=\"left\">-1071.4</td><td align=\"left\">68.4</td></tr></tbody></table>"
                                    ],
                                    "title": "Estimated Budgetary Effects of 2017 Tax Cuts and Jobs Act (in billions of dollars).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The Joint Tax Committee estimated that the reduction in the budget deficit in fiscal year 2027 from remaining individual income tax changes in the 2017 Act would exceed the increase in the deficit from business provisions in that year, leading to a net deficit reduction of $33 billion. Individual income tax provisions in the 2017 Act are all scheduled to expire after 2025, except for two provisions that reduce the deficit – the change in the formula for indexing tax parameters to the consumer price and the elimination of the penalty tax in the Affordable Care Act.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-3",
                    "title": "6.3 Budgetary effects",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Using its microsimulation model of the Individual income tax, the Tax Policy Center estimated that the 2017 Act would reduce average tax burdens in all income groups, but they would provide bigger cuts in tax burdens as a share of income to upper income taxpayers (<a href=\"#table5\">Table 5</a>). High-income people benefited the most from the corporate income tax cuts, the 20 percent deduction for Qualified Business Income and an increase in the exemption level for the individual Alternative Minimum Tax (<a href=\"#bib37\">TPC Staff, 2017</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: Urban-Brookings Tax Policy Center.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table5",
                                    "label": "Table 5",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Income Group</th><th align=\"left\">2018</th><th align=\"left\">2025</th><th align=\"left\">2027</th></tr></thead><tbody><tr><td align=\"left\">Bottom quintile</td><td align=\"left\">-0.4</td><td align=\"left\">-0.4</td><td align=\"left\">0.1</td></tr><tr><td align=\"left\">Middle quintile</td><td align=\"left\">-1.4</td><td align=\"left\">-1.1</td><td align=\"left\">0.0</td></tr><tr><td align=\"left\">Top quintile</td><td align=\"left\">-2.2</td><td align=\"left\">-1.7</td><td align=\"left\">-0.3</td></tr><tr><td align=\"left\">Top 1 percent</td><td align=\"left\">-2.3</td><td align=\"left\">-1.9</td><td align=\"left\">-0.6</td></tr><tr><td align=\"left\"><b>All</b></td><td align=\"left\"><b>-1.8</b></td><td align=\"left\"><b>-1.4</b></td><td align=\"left\"><b>-0.1</b></td></tr></tbody></table>"
                                    ],
                                    "title": "Changes in Average Federal Tax Rate by Income Group from 2017 Tax Cuts and Jobs Act (in percent).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In 2027, after the individual income tax cuts expire, lower and middle-income groups will experience a modest tax increase, not counting the effects of elimination of the penalty tax in the Affordable Care Act, which the Tax Policy Center was unable to model. The highest income taxpayers would receive a modest net tax cut, due mainly to the permanent reduction in the corporate income tax rate.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-4",
                    "title": "6.4 Distributional effects",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Estimates of the macroeconomic feedback effects of the 2017 Act varied widely among public and private sector estimates (<a href=\"#table6\">Table 6</a>). The Congressional Budget Office estimated that the tax cuts in the 2017 Act would increase GDP by 0.6 percent per year between 2018 and 2020 and by 0.6 percent in 2027. The increase in GDP for the first three years after enactment of the 2017 Act that most models estimated was due to the increase in consumption and investment demand from lower average tax rates. (The exception is the Tax Foundation, which uses a purely supply-side modeling approach). Overall, five different groups estimated a short-term increase in GDP ranging from 0.4 percent to 0.9 percent of GDP (<a href=\"#bib13\">Gale et al., 2018</a>).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Source: <a href=\"#bib13\">Gale et al. (2018)</a>.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Organization</th><th align=\"left\">2018-20</th><th align=\"left\">2018-27</th><th align=\"left\">2027</th><th align=\"left\">% Revenue Feedback, 2018-27</th></tr></thead><tbody><tr><td align=\"left\">Tax Foundation</td><td align=\"left\">0.9</td><td align=\"left\">2.1</td><td align=\"left\">2.9</td><td align=\"left\">69.5</td></tr><tr><td align=\"left\">Congressional Budget Office</td><td align=\"left\">0.6</td><td align=\"left\">0.7</td><td align=\"left\">0.6</td><td align=\"left\">31.0</td></tr><tr><td align=\"left\">International Monetary Fund</td><td align=\"left\">0.8</td><td align=\"left\">0.6</td><td align=\"left\">-0.1</td><td align=\"left\">n.a.</td></tr><tr><td align=\"left\">Tax Policy Center</td><td align=\"left\">0.7</td><td align=\"left\">0.5</td><td align=\"left\">0.0</td><td align=\"left\">12.8</td></tr><tr><td align=\"left\">Moody’s</td><td align=\"left\">0.4</td><td align=\"left\">0.3</td><td align=\"left\">0.4</td><td align=\"left\">n.a.</td></tr></tbody></table>"
                                    ],
                                    "title": "Estimated Effects of Tax Cuts and Jobs Act on GDP (in percent).",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The estimated longer-run effects varied widely depending on what models assumed about the response of private saving to higher after-tax interest rates and the amount of crowd out of investment from higher interest rates due to an increase in federal borrowing. For four of the groups, the estimated change in GDP due to the 2017 Act ranged from -0.1 percent (International Monetary Fund) to 0.6 percent (Congressional Budget Office). The Tax Policy Center estimated no change, with the negative effects of higher deficits exactly offsetting the positive effects of lower effective marginal tax rates on labor and capital income. The Tax Foundation was the outlier, estimating that the 2017 Act would increase GDP by 2.9 percent in 2027. The Tax Foundation’s results were driven by an assumption in their model that the supply of saving is totally elastic (either due to household behavior or international capital flows), so that lower tax rates supercharged private investment and there was no crowd out from higher government deficits.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Overall, estimated revenue feedback over the decade ranged from 12.8 percent of the static revenue loss (Tax Policy Center) to 69.5 percent of the static revenue loss (Tax Foundation), with the Congressional Budget Office in between at 31 percent. The International Monetary Fund and Moody’s did not estimate a revenue feedback figure.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s6-5",
                    "title": "6.5 Effects on GDP and revenue feedback",
                    "type": "section"
                }
            ],
            "id": "s6",
            "title": "6. An example: the tax cut and jobs act of 2017",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper has focused on microsimulation models used in analysis of US tax policies. Microsimulation models are also to analyze certain benefit programs in the United States and to analyze tax and benefit programs in other countries. This section of the paper comments briefly on some key differences between microsimulation models used for US tax policy analysis and these other models.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Microsimulation models are used to analyze the distributional effects of policies to reform Social Security taxes and benefits in the United States. Others are used to analyze the effects of programs that provide a safety net for low-income families in the United States. These include cash transfer programs, in-kind transfer programs, health insurance programs and certain federal and state tax benefits.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "The Social Security and Disability benefit programs currently cover most workers in the United States with at least 10 years (40 quarters) of covered employment and are financed by payroll taxes dedicated to the Retirement and Disability Trust Funds.<sup><a href=\"#fn20\">20</a></sup> Since 1965, an additional payroll tax has financed a trust fund for hospital insurance benefits under the Medicare Program, a government supported health insurance program for individuals 65 years and older. Following the 1983 amendments to the Social Security Act, the Retirement and Disability Trust Funds ran large surpluses for many years in anticipation of the coming retirement of the large early postwar birth cohorts. The combined retirement and disability trust funds have been running deficits in recent years and the Social Security Office of the Chief Actuary estimates the balance in the combined funds will be depleted by 2033 (<a href=\"#bib43\">Yellen et al., 2023</a>). After that, trust fund revenues will pay for about 77 percent of promised benefits.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Models of the Social Security system differ in many ways from the microsimulation models used in tax policy analysis. The most important difference comes from the fact that tax liability is assessed on an annual basis and on that year’s net income (single and married taxpayers), while Social Security retirement and disability benefits depend on lifetime earnings histories of workers and, where applicable, lifetime earnings of their current and prior spouses. As a result, Social Security models are longitudinal models of lifetime earnings and trust fund taxes of individuals and are used to project the effects of current and proposed benefit formulas and tax rates on lifetime benefits and taxes. This requires projections of future earnings, marriages and divorces, and deaths of current workers, based on past earnings and demographic histories.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In the income tax models, as discussed above, the primary data source is administrative data from tax returns, augmented by imputations of wealth, pension benefits, consumption, health insurance coverage, and other demographic data from household surveys. In contrast, the primary data source for the Social Security models is household survey data collected by the U.S. Census Bureau, matched in data sources available only for use in the Social Security Administration models with administrative data on earnings histories used to compute retirement and disability benefits. (Models outside of government use longitudinal data from household surveys to impute earnings histories to the data file).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The main models used to analyze retirement and disability benefits in the United States are the Model of Income in the Near Term developed for the Social Security Administration (<a href=\"#bib31\">Social Security Administration, 2021</a>), the Congressional Budget Office Long Term Model (<a href=\"#bib8\">Congressional Budget Office, 2018</a>), and, in the private sector, the Urban Institute’s Dynamic Simulation of Income Model (<a href=\"#bib39\">Urban Institute, 2015</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "All these models can be used to create a description of the characteristics of the retired population in future years. The outcomes they project include lifetime earnings, wealth accumulation, private pension benefits, marriages and divorces, and mortality. They then project Social Security benefits, which depend on the earnings histories of workers and of their current and (if married to them for 10 years or more) previous spouses. The projections in the micro data file are calibrated so that totals match projections by the Social Security Chief Actuary of earnings growth, future births, immigration, and life expectancy.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s7-1-1",
                            "title": "7.1.1 Social security retirement and disability benefits",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Policy analysts also use micro-simulation to understand the effects of benefit programs for low-income groups. An example of such a model is the Transfer Income Model (TRIM3) that is maintained at the Urban Institute and funded by the U.S. Department of Health and Human Services. TRIM3 is the latest version of a series of models that have been developed beginning in 1969. Policy analysts have used TRIM3 and its predecessor versions to estimate take-up rates for various benefit programs and to simulate the effects of changes in program rules. As with the tax models, TRIM3’s main benefit lies in its ability to capture the effects of complex interactions among programs, including interactions between taxes and transfers, and how they affect households with different demographic characteristics.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Unlike the tax models, TRIM’s primary data set is the Current Population Survey from the Census Bureau instead of tax return data from the IRS. TRIM’s calculators have also been applied to data from the American Community Survey to obtain results disaggregated by state. TRIM has been used to study the effects of cash benefit programs, such as Supplemental Security Income and Temporary Assistance for Needy Families (formerly Aid to Families with Dependent Children), in-kind benefit programs such as child care and housing subsidies and the Supplemental Assistance Nutrition Program (formerly called Food Stamps), health insurance programs, such as Medicaid and the Children’s Health Insurance Program, and tax provisions, such as child credits and the earned income tax credit. Its main strengths are its ability used to analyze both the interactions among benefits programs and the interactions between the use of direct benefit programs and tax benefits in helping to reduce poverty rates.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Because it relies on survey data, however, TRIM has limited usefulness in analyzing reforms of the income tax that primarily affect tax liabilities of middle- and upper-income taxpayers. Those are the taxpayers who pay the vast bulk of the federal individual income tax. Important sources of this limitation are that respondents in the Current Population Survey substantially underreport their income from dividends and interest, the survey contains little direct information on the use of many tax deductions, and capital gains are not reported in the survey.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s7-1-2",
                            "title": "7.1.2 Safety net programs",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The author has no experience in working with EUROMOD. The brief comments below are based on two survey articles – <a href=\"#bib35\">Sutherland and Figari (2013)</a> and <a href=\"#bib34\">Sutherland Holly (2018)</a>.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "EUROMOD is a static microsimulation model that simulates the structure of tax and benefit programs in EU countries. It uses a common data set based on survey data on individual households in the various countries. The model is transparent, which enables its use by academics and provides an opportunity for users to validate official estimates and suggest methodological improvements.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "EUROMOD has several advantages over models in the United States. First, it provides a common framework for analyzing the effects of policies in many different countries and so can show how policies introduced successfully in one jurisdiction may work elsewhere. Second, it combines a large group of tax instruments and benefit programs in a single model and therefore can be used to analyze trade-offs among a broader set of policies.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In contrast, the tax simulation models in the United States, while they include the effects of many subsidies and transfers that are implemented using tax deductions, credits, and exemptions instead outlays, do not reveal tradeoffs between outlay and tax subsidy approaches with the same objectives. For example, the tax model can simulate many of the benefits for health insurance provided in the United States, including the exemption from tax of employer-provided health insurance credits, the tax credits for health insurance in the Affordable Care Act, and the deduction for extraordinary medical expenses. It does not, however, include the effects of large outlay programs that provide subsidized health insurance for low-income people (Medicaid) and senior citizens (Medicare). While there are also simulations models that examine these outlay programs, there is no single model that does an adequate job of enabling a comparison between the effects of, for example, expanding the tax credits for health insurance in the Affordable Care Act compared with expanding eligibility for Medicaid.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The tax return-based income tax simulation models in the United States, however, arguably are better equipped than EUROMOD at analyzing proposals for reform of the individual income, payroll, and corporate income taxes. An example is how the models address the issue of non-compliance. Because the US models are based on tax return data, they capture income reported and taxes paid that reflect existing non-compliance. Assuming proposed reforms do not substantially alter the percentage rate of non-compliance, the US models can estimate their effects on receipts with a substantial degree of accuracy. Failure to account for non-compliance causes the US models to understate “true” income (which is larger than income reported on tax returns) and to understate effective tax rates,<sup><a href=\"#fn21\">21</a></sup> but not to understate taxes paid. In contrast, survey models such as EUROMOD must make some correction for non-compliance to project revenue accurately, as taxpayers may report less than their true income to the tax collector.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "To some extent, the differences between the models reflect the differences in political institutions and fiscal policies between the United States and the European Union. The United States relies relatively more heavily on direct taxes (individual income, payroll, and corporate) than countries in the European Union because it does not have a broad-based national sales tax. Compared with countries in the European Union, the United States also relies more heavily on tax expenditures than direct outlays to convey social benefits, which also makes detailed modeling of income tax provisions relatively more important in the United States. For example, most of the subsidy for health insurance of employees in the United States comes from the exemption from employees’ income and payroll taxes of employer contributions to health insurance plans instead of from direct government outlays for employees’ health insurance.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The decentralization of the US political system makes US institutions more siloed than they otherwise would be. One effect of this is a lack of coordination between governmental units responsible for spending policy and governmental units responsible for tax policy in both the Executive and Legislative Branches. This division of responsibility, for example, leads some to oppose introduction of a US value-added tax on the grounds that a value added tax would be regressive. While the absence of a national sales tax makes the US federal tax system more progressive than it would otherwise be, the resulting smaller US public sector also makes the US overall fiscal system less redistributive than fiscal systems in other developed countries (<a href=\"#bib18\">Kleinbard, 2016</a>).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s7-1-3",
                            "title": "7.1.3 Tax-benefit modeling in the european union (EUROMOD)",
                            "type": "section"
                        }
                    ],
                    "id": "s7-1",
                    "title": "7.1 Microsimulation models of US benefit policies",
                    "type": "section"
                }
            ],
            "id": "s7",
            "title": "7. Other microsimulation models used for fiscal policies analysis",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The use of microsimulation models influences tax policymaking in the United States. Analysts use these models to generate forecasts of baseline receipts and deficits and estimates of the effects on receipts of proposed tax bills. These latter estimates constrain the legislative process, as Members of Congress frequently adjust tax legislative proposals to stay within budgetary limits. Microsimulation models also generate results that influence debates on tax and benefit legislation. These include models that estimate effects of legislative proposals on the level of economic activity, the after-tax distribution of income among income groups, and a variety of other outcomes that concern government officials, the media, and the broader public. Other microsimulation models estimate the effects of public retirement programs and transfer programs that benefit low-income households.",
                    "type": "paragraph"
                },
                {
                    "text": "The major value of these models is that they account for the effects of the many complex interactions among proposals and between new proposals and provisions in current law. They provide insights that one might not have guessed at based on one’s pre-conceptions, but that sometimes seem obvious after running a model simulation and figuring out why it produced the results that it did.",
                    "type": "paragraph"
                },
                {
                    "text": "The typical models used on a frequent basis by analysts at government agencies and a few outside groups account for many micro-behavioral responses, but they assume that overall macroeconomic aggregates are fixed. Separate models are used to estimate the macroeconomic effects of tax proposals, but these are usually limited to the effects of major enacted legislation and their findings are very sensitive to assumptions made in creating the models.",
                    "type": "paragraph"
                },
                {
                    "text": "There are limitations that confront users of these models. Privacy concerns limit the availability of some data and, where data on key variables are missing from the model’s primary database, they need to be imputed and are therefore imprecise. Many assumptions used to generate revenue and distributional estimates are contestable, including assumptions about the incidence of taxes, the proper methodology to use when analyzing provisions that change the timing of tax payments, and the size and (sometimes) direction of behavioral responses to policy changes. The models are also based on assumptions about future economic and demographic trends, which may turn out to be incorrect.",
                    "type": "paragraph"
                },
                {
                    "text": "The more accurate estimates are ones that can be mostly based on actual, not imputed, data and do not require too many assumptions about behavioral responses. For example, simulations of the revenue and distributional effects of individual income tax rate changes and some tax base changes, such as the changes in values of personal exemptions or increases in the standard deduction, can be performed with a very high degree of accuracy.<sup><a href=\"#fn22\">22</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "Model results can generate important insights and, on many questions, reasonably accurate forecasts. At the end of the day, however, policies must also be based on values and therefore should be informed, but not determined, by scientific data.",
                    "type": "paragraph"
                }
            ],
            "id": "s8",
            "title": "8. Conclusion: uses of microsimulation models and their limitations",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "The latest Internal Revenue Service on the tax gap finds that US taxpayers in 2014-16 voluntary paid about 85 percent of taxes due in a timely fashion. Most of this tax gap comes from underreporting of income on individual tax returns, especially income from non-matched sources such as business receipts. See <a href=\"#bib17\">Internal Revenue Service (2022)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "An example is the Transfer Income Model (TRIM) that was developed and is maintained by the Urban Institute for the US Department of Health and Human Services. TRIM is a static microsimulation model that analyzes cash transfer programs, in-kind transfer programs, health insurance programs, and tax programs. The data for TRIM come from the Current Population Survey of the US Census Department. The tax agencies, in contrast, rely on models, described in more detail in this paper, that are based on administrative tax data from the Internal Revenue Service. A description of TRIM is at <a href=\"https://www.urban.org/research/data-methods/data-analysis/quantitative-data-analysis/microsimulation/transfer-income-model-trim\">https://www.urban.org/research/data-methods/data-analysis/quantitative-data-analysis/microsimulation/transfer-income-model-trim</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In contrast, estimating the effect of reducing the standard deduction involves more uncertainty than estimating the effect of an increase because it requires imputations of the itemizable expenses of taxpayers who do not currently itemize, but would find it advantageous to do so if the standard deduction were lowered.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "An example of these is the Urban Institute’s DYNASIM model that is used to project future Social Security retirement and disability benefits and to analyze the effects of different income and demographic groups and different cohorts of reform of the Social Security system. See Urban Institute (2015).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The President appoints the members of the Federal Reserve Board for 14-year terms, subject to the approval of the United States Senate and cannot remove members without cause. The Chair and Vice-Chairs are appointed for four-year terms.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib19\">Krugman (2011)</a> has described the U.S. Federal government as “an insurance company with an army.”",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The Congressional Budget Office was established by the <a href=\"#bib44\">Congress of the United States, 1974</a> At the time, Democrats controlled both the House and the Senate and were objecting to efforts of Republican President Richard Nixon to impound (<i>e.g</i>, refuse to spend) money Congress had appropriated that exceeded amounts the President requested in his budget. The Act effectively removed the President’s ability to impound funds, but in its place established procedures through which Congress could enact its own budget resolution to set targets for fiscal policies. It also created the Congressional Budget Office to provide Congress with an independent source of data and projections to inform its budgetary choices. (The Joint Committee on Taxation, a staff that reports to the House and Senate tax-writing committees, continued to supply Congress with estimates of the budgetary effects of tax bills.) Since 1974, political control of both houses of Congress and the Executive Branch has often changed between the parties, but frequently different parties have controlled the different branches. The continued lack of trust in an era of intense partisanship has contributed to the wish of both branches to have independent sources of estimates, although the professional staffs of the agencies use mostly similar estimating methods and data sources and often communicate with each other.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The concept of tax expenditures was introduced in the United States by Stanley Surrey, Treasury Assistant Secretary for Tax Policy during the Kennedy and Johnson administrations (1961-69). Under Surrey’s leadership, the Treasury published the first set of tax expenditure estimates in 1968 (<a href=\"#bib16\">Harpaz and Steuerle, 2023</a>). Many other countries also publish data on tax expenditures (<a href=\"#bib5\">Brixi et al., 2003</a>). A detailed discussion and rationale of the tax expenditure concept by its originators can be found in <a href=\"#bib33\">Surrey and McDaniel (1985)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The sum of the estimates of revenue losses that agencies report for separate tax expenditure line items is not exactly equal to the total revenue loss of tax expenditures because of interactions among provisions. Simulations by the Urban-Brookings Tax Policy of the effects non-business tax expenditures in the individual income tax find that the total cost of individual income tax expenditures in calendar year 2019, estimated simultaneously, was about 5 percent larger than the sum of the estimated costs of separate provisions. See <a href=\"#bib3\">Berger and Toder (2019)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The so-called Laffer Curve charting a relationship between tax rates and revenue in which revenue starts to decline as tax rates rise above a revenue-maximizing level is said to have entered the public discourse when economist Art Laffer drew it on a napkin at a lunch with officials of the Ford Administration in 1974. <a href=\"#bib42\">Wanniski (1978)</a>. Mainstream economists in numerous papers and Congressional scorekeepers, however, have refuted the idea that individual income tax rates in the United States are above the revenue-maximizing rate, which would suggest that a rate cut would raise revenue. See, for example, <a href=\"#bib15\">Goolsbee et al. (1999)</a> and <a href=\"#bib11\">Dennis et al. (2004)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Among many examples, see <a href=\"#bib12\">Dowd et al. (2015)</a>, which finds a substantial response of realizations to marginal tax rates on capital gains. For an alternative view, see .",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "There have been numerous studies over decades on the elasticity of charitable giving with varying findings. For a review of many of these papers, see <a href=\"#bib27\">Peloza and Steel, 2005</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Provisions of the US federal income tax allow taxpayers to claim certain deductions from income, but only if they choose to itemize their deductions. Households will benefit from itemizing only if the sum of their itemized deductions is greater than the standard deduction. Major itemized deductions are those for home mortgage interest, state and local income and property taxes, charitable contributions, and medical expenses more than a specified percentage of income (currently 7.5 percent).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In theory, the labor supply response is excluded from conventional estimates, which assume that GNP is fixed.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Section 6103 of the Internal Revenue Code prohibits public access to individual and corporate tax returns to protect the privacy of individual and corporate taxpayers. Treasury and the Joint Tax Committee, however, are allowed access to these data files to fulfill their mission of analyzing the effects of changes in the tax law and can, with appropriate safeguards to prevent unauthorized disclosure of individual records, delegate access to selected organizations and individuals for research that aids in tax administration.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn15",
                    "title": "15.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"#bib24\">Joint Committee on Taxation (2023)</a> for a description of the revenue estimating methodology they use.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn16",
                    "title": "16.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For discussions of the dynamic scoring methodologies that the Congressional Budget Office and Joint Tax Committee use, see <a href=\"#bib7\">Congressional Budget Office (2014)</a> and <a href=\"#bib21\">Joint Committee on Taxation (2015)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn17",
                    "title": "17.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "These models are extensions of the original contribution of <a href=\"#bib2\">Auerbach and Kotlikoff (1987)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn18",
                    "title": "18.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For descriptions of the distributional methodologies of the Joint Tax Committee, Treasury, the Congressional Budget Office, and the Tax Policy Center, see <a href=\"#bib20\">Joint Committee on Taxation (2012)</a>, <a href=\"#bib10\">Cronin (2022)</a>, <a href=\"#bib9\">Congressional Budget Office (2022)</a>, and <a href=\"#bib38\">Urban-Brookings Tax Policy Center (2022)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn19",
                    "title": "19.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For proposals that can be estimated directly by simulating how they affect tax liabilities of individual units, it is straightforward to calculate how many tax units experience net tax increases, how many receive net tax cuts, and how many experience no change in tax liability. For other proposals, such as, for example, credits for purchasing electric vehicles, analysts can make a reasonable assumption of how the benefit is allocated among income groups, but they have no way to assign the change in individual tax units in the micro data file. For these types of proposals, it is not feasible to estimate the numbers of taxpayers with net tax increases or decreases.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn20",
                    "title": "20.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Most of the increase in the deficit came from a reduction in federal tax receipts, but there were also some changes in estimated expenditures. These came from two sources. First, some of the tax changes were changes in refundable credits. The refundable amounts of these credits, defined as the amount of tax credits greater than taxpayers’ positive income tax liabilities, are scored as spending in the federal budget. Second, the elimination of the tax on individuals who fail to contribute to health insurance was estimated to reduce purchases of group health insurance plans established under the 2010 Affordable Care Act. While the elimination of the tax would reduce receipts, it would also reduce participation in federally subsidized plans under the Affordable Care Act. The Joint Tax Committee and the Congressional Budget Office estimated that the reduced spending on these subsidies would exceed the reduced revenue from eliminating the mandatory tax on individuals not covered by qualified health insurance plans.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn21",
                    "title": "21.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The trust funds also receive revenue from the taxation of a portion of Social Security retirement benefits under the Individual Income Tax.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn22",
                    "title": "22.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Auerbach, AJ",
                        "preferred": "AJ Auerbach"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kotlikoff, LJ",
                        "preferred": "LJ Kotlikoff"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Dynamic Fiscal Policy",
            "date": "1987",
            "id": "bib2",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York, NY"
                        ]
                    },
                    "formatted": [
                        "New York, NY"
                    ]
                },
                "name": [
                    "Cambridge University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Measuring the Effects of Corporate Tax Cuts",
            "authors": [
                {
                    "name": {
                        "index": "Auerbach, AJ",
                        "preferred": "AJ Auerbach"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "doi": "10.1257/jep.32.4.97",
            "id": "bib1",
            "journal": "Journal of Economic Perspectives",
            "pages": {
                "first": "97",
                "last": "120",
                "range": "97–120"
            },
            "type": "journal",
            "volume": "32"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Berger, D",
                        "preferred": "D Berger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Toder, E",
                        "preferred": "E Toder"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "id": "bib3",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "Urban-Brookings Tax Policy Center"
                ]
            },
            "source": "Research Report",
            "title": "Research Report",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bowen, C",
                        "preferred": "C Bowen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bryant, VL",
                        "preferred": "VL Bryant"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Burman, L",
                        "preferred": "L Burman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Khitatrakun, S",
                        "preferred": "S Khitatrakun"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McDonald, G",
                        "preferred": "G McDonald"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McClelland, R",
                        "preferred": "R McClelland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stallworth, P",
                        "preferred": "P Stallworth"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ueyama, K",
                        "preferred": "K Ueyama"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Williams, AR",
                        "preferred": "AR Williams"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zwiefel, N",
                        "preferred": "N Zwiefel"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1007/978-3-030-57521-2_18",
            "id": "bib4",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "Urban-Brookings Tax Policy Center"
                ]
            },
            "source": "Research Report",
            "title": "Research Report",
            "type": "report",
            "uri": "https://doi.org/10.1007/978-3-030-57521-2_18"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Brixi, HP",
                        "preferred": "HP Brixi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Christian, MA",
                        "preferred": "MA Christian"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Swift, ZL",
                        "preferred": "ZL Swift"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Tax Expenditures – Shedding Light on Government Spending Through the Tax System: Lessons from Developed and Transition Economies",
            "date": "2003",
            "id": "bib5",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "The World Bank"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Calame, S",
                        "preferred": "S Calame"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Toder, E",
                        "preferred": "E Toder"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "id": "bib6",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "Urban-Brookings Tax Policy Center"
                ]
            },
            "source": "Research Report",
            "title": "Research Report",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Congressional Budget Office",
                    "type": "group"
                }
            ],
            "bookTitle": "How CBO Analyzes the Effects of Changes in Fiscal Policy on the Economy",
            "date": "2014",
            "id": "bib7",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "Congressional Budget Office"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Congressional Budget Office",
                    "type": "group"
                }
            ],
            "bookTitle": "An Overview of CBOLT: The Congressional Budget Office Long-Term Model",
            "date": "2018",
            "id": "bib8",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "Congressional Budget Office. April"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Congressional Budget Office",
                    "type": "group"
                }
            ],
            "bookTitle": "The Distribution of Household Income and Taxes, 2019: Appendix A",
            "date": "2022",
            "id": "bib9",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "Congressional Budget Office"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Congress of the United States",
                        "preferred": "Congress of the United States"
                    },
                    "type": "person"
                }
            ],
            "date": "1974",
            "details": "Congressional Record",
            "id": "bib44",
            "title": "Public Law 93-344. Congressional Budget and Impoundment Control Act of 1974",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cronin, J-A",
                        "preferred": "J-A Cronin"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "id": "bib10",
            "publisher": {
                "name": [
                    "Office of Tax Analysis Technical Paper 8"
                ]
            },
            "source": "U.S. Treasury Distributional Analysis Methodology",
            "title": "U.S. Treasury Distributional Analysis Methodology",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Dennis, R",
                        "preferred": "R Dennis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hamilton, D",
                        "preferred": "D Hamilton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Arnold, R",
                        "preferred": "R Arnold"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Demiroglu, U",
                        "preferred": "U Demiroglu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Foertsch, T",
                        "preferred": "T Foertsch"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lasky, M",
                        "preferred": "M Lasky"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yishiyama, S",
                        "preferred": "S Yishiyama"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ozanne, L",
                        "preferred": "L Ozanne"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peterson, J",
                        "preferred": "J Peterson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Russek, F",
                        "preferred": "F Russek"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sturrock, J",
                        "preferred": "J Sturrock"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Weiner, D",
                        "preferred": "D Weiner"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "details": "Macroeconomic Analysis of a 10 Percent Cut in Income Tax Rates, Washington, DC, Congressional Budget Office. May Technical Paper Series",
            "id": "bib11",
            "title": "Macroeconomic Analysis of a 10 Percent Cut in Income Tax Rates",
            "type": "unknown"
        },
        {
            "articleTitle": "New Evidence on the Tax Elasticity of Capital Gains",
            "authors": [
                {
                    "name": {
                        "index": "Dowd, T",
                        "preferred": "T Dowd"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McClelland, R",
                        "preferred": "R McClelland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Muthitacharoen, A",
                        "preferred": "A Muthitacharoen"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.17310/ntj.2015.3.02",
            "id": "bib12",
            "journal": "National Tax Journal",
            "pages": {
                "first": "511",
                "last": "544",
                "range": "511–544"
            },
            "type": "journal",
            "volume": "68"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gale, WG",
                        "preferred": "WG Gale"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gelfond, H",
                        "preferred": "H Gelfond"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Krupkin, A",
                        "preferred": "A Krupkin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mazur, MJ",
                        "preferred": "MJ Mazur"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Toder, EJ",
                        "preferred": "EJ Toder"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "details": "Effects of the Tax Cuts and Jobs Act: A Preliminary Analysis, Research Report, SSRN Electronic Journal, 10.2139/ssrn.3280582",
            "id": "bib13",
            "title": "Effects of the Tax Cuts and Jobs Act: A Preliminary Analysis",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gale, WG",
                        "preferred": "WG Gale"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thorpe, S",
                        "preferred": "S Thorpe"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.2139/ssrn.4093219",
            "id": "bib14",
            "publisher": {
                "name": [
                    "Research Report. Washington, DC: Urban-Brookings Tax Policy Center"
                ]
            },
            "source": "Rethinking the Corporate Income Tax: The Role of Rent Sharing",
            "title": "Rethinking the Corporate Income Tax: The Role of Rent Sharing",
            "type": "report",
            "uri": "https://doi.org/10.2139/ssrn.4093219"
        },
        {
            "articleTitle": "Evidence on the High-Income Laffer Curve from Six Decades of Tax Reform",
            "authors": [
                {
                    "name": {
                        "index": "Goolsbee, A",
                        "preferred": "A Goolsbee"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hall, RE",
                        "preferred": "RE Hall"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Katz, LF",
                        "preferred": "LF Katz"
                    },
                    "type": "person"
                }
            ],
            "date": "1999",
            "doi": "10.2307/2534678",
            "id": "bib15",
            "journal": "Brookings Papers on Economic Activity",
            "pages": {
                "first": "1",
                "last": "64",
                "range": "1–64"
            },
            "type": "journal",
            "volume": "1999"
        },
        {
            "articleTitle": "Stanley Surrey’s Lasting Influence",
            "authors": [
                {
                    "name": {
                        "index": "Harpaz, A",
                        "preferred": "A Harpaz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Steuerle, CE",
                        "preferred": "CE Steuerle"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "id": "bib16",
            "journal": "Law and Contemporary Problems",
            "pages": {
                "first": "167",
                "last": "186",
                "range": "167–186"
            },
            "type": "journal",
            "volume": "86"
        },
        {
            "authors": [
                {
                    "name": "Internal Revenue Service",
                    "type": "group"
                }
            ],
            "date": "2022",
            "details": "Federal Tax Compliance Research: Tax Gap Estimates for Tax Years 2014-16, Research, Applied Analytics, and Statistics, Washington, DC, Publication 1415 (Rev 08-2022)",
            "id": "bib17",
            "title": "Research, Applied Analytics, and Statistics",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Joint Committee on Taxation",
                    "type": "group"
                }
            ],
            "bookTitle": "Overview of the Definition of Income Used by the Staff of the Joint Committee on Taxation in Distributional Analyses",
            "date": "2012",
            "id": "bib20",
            "publisher": {
                "name": [
                    "JCX 15-12. Washington, DC: Joint Committee on Taxation"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Joint Committee on Taxation",
                    "type": "group"
                }
            ],
            "bookTitle": "Macroeconomic Analysis at the Joint Committee on Taxation and the Mechanics of Its Implementation",
            "date": "2015",
            "id": "bib21",
            "publisher": {
                "name": [
                    "JCTX-3-15. Washington, DC: Joint Committee on Taxation"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Joint Committee on Taxation",
                    "type": "group"
                }
            ],
            "bookTitle": "Estimated Budget Effects of the Conference Agreement for H.R.1, The Tax Cuts and Jobs Act",
            "date": "2017",
            "discriminator": "a",
            "id": "bib22",
            "publisher": {
                "name": [
                    "JCX-67-17. Washington, DC: Joint Committee on Taxation"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Joint Committee on Taxation",
                    "type": "group"
                }
            ],
            "bookTitle": "Macroeconomic Analysis of the Conference Agreement for H.R. 1, The Tax Cuts and Jobs Act",
            "date": "2017",
            "discriminator": "b",
            "id": "bib23",
            "publisher": {
                "name": [
                    "JCX-69-17. Washington, DC: Joint Committee on Taxation"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Joint Committee on Taxation",
                    "type": "group"
                }
            ],
            "bookTitle": "The Joint Committee on Taxation Revenue Estimating Process",
            "date": "2023",
            "id": "bib24",
            "publisher": {
                "name": [
                    "January. Washington, DC: Joint Committee on Taxation"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Khitatrakun, S",
                        "preferred": "S Khitatrakun"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mermin, GB",
                        "preferred": "GB Mermin"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Francis, N",
                        "preferred": "N Francis"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Incorporating State Analysis into the Tax Policy Center’s Microsimulation Model: Documentation and Methodology",
            "date": "2016",
            "id": "bib25",
            "publisher": {
                "name": [
                    "Working Paper. Urban-Brookings Tax Policy Center"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "Kleinbard",
                    "type": "group"
                }
            ],
            "bookTitle": "We Are Better Than This: How Government Should Spend Our Money",
            "date": "2016",
            "id": "bib18",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "New York"
                        ]
                    },
                    "formatted": [
                        "New York"
                    ]
                },
                "name": [
                    "Oxford University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Krugman, P",
                        "preferred": "P Krugman"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "An Insurance Company with an Army",
            "date": "2011",
            "id": "bib19",
            "publisher": {
                "name": [
                    "New York Times"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Nunns, JR",
                        "preferred": "JR Nunns"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "id": "bib26",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "Urban-Brookings Tax Policy Center"
                ]
            },
            "source": "Research Report",
            "title": "Research Report",
            "type": "report"
        },
        {
            "articleTitle": "The Price Elasticities of Charitable Contributions: A Meta-Analysis",
            "authors": [
                {
                    "name": {
                        "index": "Peloza, J",
                        "preferred": "J Peloza"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Steel, P",
                        "preferred": "P Steel"
                    },
                    "type": "person"
                }
            ],
            "date": "2005",
            "doi": "10.1509/jppm.2005.24.2.260",
            "id": "bib27",
            "journal": "Journal of Public Policy & Marketing",
            "pages": {
                "first": "260",
                "last": "272",
                "range": "260–272"
            },
            "type": "journal",
            "volume": "24"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Rosenberg, J",
                        "preferred": "J Rosenberg"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib29",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "Urban-Brookings Tax Policy Center"
                ]
            },
            "source": "Research Report",
            "title": "Research Report",
            "type": "report"
        },
        {
            "articleTitle": "The Elasticity of Taxable Income with Respect to Marginal Tax Rates: A Critical Review",
            "authors": [
                {
                    "name": {
                        "index": "Saez, E",
                        "preferred": "E Saez"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Slemrod, J",
                        "preferred": "J Slemrod"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Giertz, SH",
                        "preferred": "SH Giertz"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1257/jel.50.1.3",
            "id": "bib30",
            "journal": "Journal of Economic Literature",
            "pages": {
                "first": "3",
                "last": "50",
                "range": "3–50"
            },
            "type": "journal",
            "volume": "50"
        },
        {
            "authors": [
                {
                    "name": "Social Security Administration",
                    "type": "group"
                }
            ],
            "date": "2021",
            "id": "bib31",
            "title": "Model of Income in the Near Term (MINT) Overview",
            "type": "web",
            "uri": "https://www.ssa.gov/policy/about/mint.html"
        },
        {
            "articleTitle": "A Contribution to the Theory of Economic Growth",
            "authors": [
                {
                    "name": {
                        "index": "Solow, RM",
                        "preferred": "RM Solow"
                    },
                    "type": "person"
                }
            ],
            "date": "1956",
            "doi": "10.2307/1884513",
            "id": "bib32",
            "journal": "The Quarterly Journal of Economics",
            "pages": "65",
            "type": "journal",
            "volume": "70"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Surrey, SS",
                        "preferred": "SS Surrey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McDaniel, PR",
                        "preferred": "PR McDaniel"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Tax Expenditures",
            "date": "1985",
            "id": "bib33",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Cambridge, MA"
                        ]
                    },
                    "formatted": [
                        "Cambridge, MA"
                    ]
                },
                "name": [
                    "Harvard University Press"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "EUROMOD: the European Union tax-benefit microsimulation model",
            "authors": [
                {
                    "name": {
                        "index": "Sutherland, H",
                        "preferred": "H Sutherland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Figari, F",
                        "preferred": "F Figari"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "doi": "10.34196/ijm.00075",
            "id": "bib35",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "4",
                "last": "26",
                "range": "4–26"
            },
            "type": "journal",
            "volume": "6"
        },
        {
            "articleTitle": "Quality Assessment of Microsimulation Models The Case of EUROMOD",
            "authors": [
                {
                    "name": "Sutherland Holly",
                    "type": "group"
                }
            ],
            "date": "2018",
            "doi": "10.34196/ijm.00178",
            "id": "bib34",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "198",
                "last": "223",
                "range": "198–223"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "The Incidence of the corporate tax",
            "authors": [
                {
                    "name": {
                        "index": "Toder, E",
                        "preferred": "E Toder"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "id": "bib36",
            "journal": "Research Handbook on Corporate Taxation",
            "pages": {
                "first": "38",
                "last": "55",
                "range": "38–55"
            },
            "type": "journal",
            "volume": "4"
        },
        {
            "authors": [
                {
                    "name": "TPC Staff",
                    "type": "group"
                }
            ],
            "date": "2017",
            "details": "Urban-Brookings Tax Policy Center. December 18",
            "id": "bib37",
            "title": "Urban-Brookings Tax Policy Center. December 18",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Urban-Brookings Tax Policy Center",
                    "type": "group"
                }
            ],
            "date": "2022",
            "id": "bib38",
            "title": "https://www.taxpolicycenter.org/resources/brief-description-tax-model",
            "type": "web",
            "uri": "https://www.taxpolicycenter.org/resources/brief-description-tax-model",
            "volume": "At",
            "website": "Brief Description of the Tax Model"
        },
        {
            "authors": [
                {
                    "name": "Urban Institute",
                    "type": "group"
                }
            ],
            "date": "2015",
            "id": "bib39",
            "title": "DYNASIM: Projecting Older American’s Future Well-Being. September",
            "type": "web",
            "uri": "https://www.urban.org/sites/default/files/publication/65826/2000370-DYNASIM-Projecting-Older-Americans-Future-Well-Being.pdf"
        },
        {
            "authors": [
                {
                    "name": "U.S. Department of the Treasury",
                    "type": "group"
                }
            ],
            "date": "2024",
            "id": "bib40",
            "title": "Tax Expenditures",
            "type": "web",
            "uri": "https://home.treasury.gov/policy-issues/tax-policy/tax-expenditures"
        },
        {
            "authors": [
                {
                    "name": "U.S. Office of Management and Budget",
                    "type": "group"
                }
            ],
            "bookTitle": "Budget of the United States Government, Fiscal Year 2024",
            "date": "2024",
            "id": "bib41",
            "publisher": {
                "address": {
                    "components": {
                        "locality": [
                            "Washington, DC"
                        ]
                    },
                    "formatted": [
                        "Washington, DC"
                    ]
                },
                "name": [
                    "US Government Printing Office"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Wanniski, J",
                        "preferred": "J Wanniski"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Taxes, Revenue, and the “Laffer Curve",
            "date": "1978",
            "id": "bib42",
            "publisher": {
                "name": [
                    "National Interest. Winter"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Yellen, J",
                        "preferred": "J Yellen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Su, JA",
                        "preferred": "JA Su"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Becerra, X",
                        "preferred": "X Becerra"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kijakazi, K",
                        "preferred": "K Kijakazi"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "details": "Social Security Administration, https://www.ssa.gov/oact/TR/2023/",
            "id": "bib43",
            "title": "Social Security Administration",
            "type": "unknown",
            "uri": "https://www.ssa.gov/oact/TR/2023/"
        }
    ],
    "acknowledgements": [
        {
            "text": "The author thanks participants in the conference on celebrating 50 years of tax-benefit modeling, 50 years with Lotte in Oslo, Norway, 15-16 June, 2023 and to two anonymous referees for helpful comments on an earlier version of this paper and the presentation on which this paper was based. The author is especially grateful to Thor Thoresen of Statistics, Norway for encouraging this work.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
