{
    "status": "vor",
    "id": "00315",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00315",
    "authorLine": "Andrea Colabella et al.",
    "title": "Are Energy Bills Squeezing People’s Spending?",
    "published": "2025-02-14T00:00:00Z",
    "versionDate": "2025-02-14T00:00:00Z",
    "statusDate": "2025-02-14T00:00:00Z",
    "volume": 18,
    "issue": 1,
    "fpage": 56,
    "lpage": 80,
    "elocationId": "56-80",
    "pdf": "http://web:8082/00315/ijm-00315.pdf",
    "subjects": [
        {
            "id": "environment",
            "name": "Environment"
        },
        {
            "id": "consumption-savings-wealth",
            "name": "Consumption, savings and wealth"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "This paper presents an assessment of the energy price shocks that affected Italian households starting in mid-2021 and their impact on households’ financial vulnerability. First, we estimate the price elasticity of electricity and heating demand. Then, within the framework presented in <a href=\"#bib1\">Faiella and Lavecchia (2021b)</a>, we compute the variation between 2020 and 2022. Second, we study how those variations affected households’ financial vulnerability, based on an extension of the modeling strategy proposed by <a href=\"#bib2\">Faiella et al. (2022)</a>. Our results indicate that if energy price elasticity is not duly accounted for, financial vulnerability rises excessively following an energy price upsurge. However, when consumption rebalancing is taken into account, financial vulnerability remains rather low and in line with the supervisory data. While the risks for financial stability associated with energy shocks are therefore limited, this occurs at the expense of household consumption and welfare.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Colabella et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Rome"
                            ]
                        },
                        "formatted": [
                            "Rome",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Bank of Italy, DG for Economics, Statistics and Research - Financial Stability Directorate"
                    ]
                }
            ],
            "name": {
                "index": "Colabella, Andrea",
                "preferred": "Andrea Colabella"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Rome"
                            ]
                        },
                        "formatted": [
                            "Rome",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Bank of Italy, Climate Change and Sustainability Hub"
                    ]
                }
            ],
            "name": {
                "index": "Lavecchia, Luciano",
                "preferred": "Luciano Lavecchia"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Rome"
                            ]
                        },
                        "formatted": [
                            "Rome",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Bank of Italy, DG for Economics, Statistics and Research - Financial Stability Directorate"
                    ]
                }
            ],
            "emailAddresses": [
                "valentina.michelangeli@bancaditalia.it"
            ],
            "name": {
                "index": "Michelangeli, Valentina",
                "preferred": "Valentina Michelangeli"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Rome"
                            ]
                        },
                        "formatted": [
                            "Rome",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Bank of Italy, DG for Economics, Statistics and Research - Financial Stability Directorate"
                    ]
                }
            ],
            "name": {
                "index": "Pico, Raffaella",
                "preferred": "Raffaella Pico"
            },
            "type": "person"
        }
    ],
    "dataSets": {
        "availability": [
            {
                "text": "Household Budget Survey - publicly available at the website: <a href=\"https://www.istat.it/it/archivio/180358\">https://www.istat.it/it/archivio/180358</a>. Survey of Household Income and Wealth - Anonymised survey data are distributed for research purposes only: <a href=\"https://www.bancaditalia.it/statistiche/tematiche/indagini-famiglie-imprese/bilanci-famiglie/distribuzione-microdati/index.html\">https://www.bancaditalia.it/statistiche/tematiche/indagini-famiglie-imprese/bilanci-famiglie/distribuzione-microdati/index.html</a>. The codes are properties owned by the Bank of Italy.",
                "type": "paragraph"
            }
        ]
    },
    "body": [
        {
            "content": [
                {
                    "text": "At the beginning of 2021, energy prices rose on the heels of a combination of supply and demand factors.<sup><a href=\"#fn1\">1</a></sup> This structural increase was compounded by the Russian invasion of Ukraine on 24 February 2022, which resulted in an abrupt spike in energy prices on the global markets similar to that observed during the oil shocks of the 1970s.",
                    "type": "paragraph"
                },
                {
                    "text": "Like other countries, Italy was hit by the increase in global energy prices, against a backdrop of this country’s heavy reliance on energy imports, which makes it especially vulnerable to energy price shocks. In fact, almost half of the electricity in 2021 and 60 per cent of all space heating in Italy were produced by burning natural gas, which, in the final months of 2021, was mostly imported (and mainly from Russia).<sup><a href=\"#fn2\">2</a></sup> In 2022, gas and electricity prices on the Italian markets skyrocketed, reflecting uncertainties about the continuity and security of the supply stream due to the increasing Russian threats to Ukraine in late 2021 and the ensuing all-out war.<sup><a href=\"#fn3\">3</a></sup> The energy shocks have had both direct and indirect effects on inflation: in the fourth quarter of 2022, the contribution to headline inflation was in the order of 60 per cent, and the contribution to core inflation between 20 and 50 per cent (<a href=\"#bib4\">Neri et al., 2023</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The abrupt price increases struck households unevenly, with those that spend a greater share of their budget on items that were more heavily impacted by the surging prices or with a higher average propensity to consume suffering the most (<a href=\"#bib5\">Curci et al., 2022</a>; <a href=\"#bib6\">Faiella and Lavecchia, 2022</a>; <a href=\"#bib7\">Guan et al., 2023</a>). By eating away at households’ purchasing power, the price hikes ultimately reduce disposable income, hampering households’ ability to repay their debts. Depending on the amount of strain placed upon them, families could become more financially vulnerable and risks to financial stability could materialize.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper aims to analyse to what extent energy price hikes affect the financial vulnerability of Italian households. To this end, understanding how household energy markets work in Italy and which data are available to use is key to laying the ground for the analysis.",
                    "type": "paragraph"
                },
                {
                    "text": "Retail gas and electricity markets both have a two-tier structure. In each segment, the price of the energy component is determined according to specific rules, set separately for each market.<sup><a href=\"#fn4\">4</a></sup> In greater detail, on the regulated market (<i>Mercato di Maggior Tutela</i>), the price of the energy component is set by the Italian Regulatory Authority for Energy, Networks and the Environment (<i>Autorità di Regolazione per Energia Reti e Ambiente</i> - ARERA) and updated quarterly.<sup><a href=\"#fn5\">5</a></sup> On the free market (<i>Mercato Libero</i>), the energy price is determined by market rules. In this market, contracts can have different price-setting mechanisms and lengths.",
                    "type": "paragraph"
                },
                {
                    "text": "Given this complex structure, determining the impact of the inflation shock on households is not straightforward as we lack granular information, including on contractual length and the clauses for the price of the energy component paid by each household. Therefore, we have to rely on alternative data sources to fill in the void and use economy-wide energy price inflation measures. We apply the price increase indistinctly to all households; the exercise, therefore, establishes by construction an upper bound for their financial vulnerability. The results can also be interpreted as stemming from a stress test.",
                    "type": "paragraph"
                },
                {
                    "text": "Bearing this in mind, we first determine price elasticities of electricity and heating for Italian households; this is necessary to understand how households cope with rising energy prices and, consequently, with a possible reduction in disposable income. To do so, we apply an updated version of the methodology proposed by <a href=\"#bib1\">Faiella and Lavecchia (2021b)</a> to estimate the energy demand and price elasticities for Italian households. We use a quasi-panel approach as in <a href=\"#bib8\">Deaton (1985)</a> to estimate price elasticities for 32 different household groups or strata using the Italian Household Budget Survey (HBS).",
                    "type": "paragraph"
                },
                {
                    "text": "Therefore, when an electricity or heating price shock hits the economy, all the households adjust their consumption bundle accordingly. The adjustment is, however, stratum-specific (although we apply a stochastic adjustment at the household level) and reflects households’ characteristics and consumption preferences on the item shocked, which prevail at each level.",
                    "type": "paragraph"
                },
                {
                    "text": "To measure the effects of the energy price shocks on households’ financial vulnerability, we first combine the consumption adjustment calculated above with microdata from the Bank of Italy’s 2020 Survey on Household Income and Wealth (SHIW) using the 32 strata as merging keys. This new dataset allows us to calculate an adjusted measure of households’ disposable income which reflects changes in consumption at the group level, induced by the energy price shocks. We hold that household disposable income diminishes proportionately to the increase in energy expenditure, if any. Households’ ability to repay their debt is affected by the reduced disposable income.",
                    "type": "paragraph"
                },
                {
                    "text": "To dig further into the issue of financial vulnerability of households in Italy, we exploit to their full extent the microsimulation models developed at the Bank of Italy (<a href=\"#bib9\">Michelangeli and Pietrunti, 2014</a>; <a href=\"#bib10\">Attinà et al., 2020</a>; <a href=\"#bib2\">Faiella et al., 2022</a>). Within these models, macroeconomic variables evolve reflecting macroeconomic data and projections.",
                    "type": "paragraph"
                },
                {
                    "text": "In particular, in addition to the evolution of household income and debt, we extend the existing models by adding consumption dynamics.<sup><a href=\"#fn6\">6</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "We run the simulations to check for financial vulnerability over the period 2020-22 and introduce the energy-induced shocks (via the adjusted income) to take into account the 2021-22 surge in energy-related inflation.",
                    "type": "paragraph"
                },
                {
                    "text": "We compare the evolution of households’ vulnerability both in the absence and in the presence of behavioural responses/consumption adjustments,<sup><a href=\"#fn7\">7</a></sup> to respond to energy inflation shocks. In addition to a baseline case where there are no energy-induced price shocks, we apply such shocks under three different price scenarios, which refer to different price index evolution. In particular, we apply the energy price increase observed between 2020 and 2022 to all of the households recorded in: a) the regulated market tariffs (<i>Mercato di Maggior Tutela</i>); b) the electricity and natural gas components of the NIC Index (Istat’s consumer price index for the entire national community); and c) the weighted average unit cost of energy from Eurostat.",
                    "type": "paragraph"
                },
                {
                    "text": "The change in the final price of electricity (natural gas) between the average in 2020 and the average in 2022 was 172 (92) per cent according to the first source (regulated market tariffs), 142 (109) per cent according to the second source (NIC index), and 46 (47) per cent according to Eurostat. In absolute terms, this equates to an increase between 0.11 (Eurostat) and 0.34 (NIC) €/kWh for electricity and between 10.9 (Eurostat) and 23.4 (NIC) €/Gj for natural gas, with regulated market tariffs being in-between.",
                    "type": "paragraph"
                },
                {
                    "text": "If households do not re-adjust their consumption choices after the energy price upsurge (i.e. assuming perfect inelastic demand or quantity invariance), energy expenditure rises proportionately. This leads to a proportionate decrease in disposable income. At the same time, household financial vulnerability has barely changed in 2021, reflecting the contained growth in energy expenses. In 2022, instead, debt at risk increases across the three scenarios considered (to between 8.15 and 8.62 per cent, from 7.9 in the baseline), with the stronger increase occurring when the energy price upsurge is measured by the NIC Index. The contained increase in 2021 reflects the fact that energy price variations are subdued in the years 2020-2021, while they are more marked in 2021-2022. While at first sight, such increases may appear to be low, they are not: in fact, they mark up between 3 and 11 per cent increase from the baseline in 2022. This non-monotonic pattern in vulnerability, however, does not correlate well with actual financial evidence, according to which the new non-performing loan rate has not been spiking in the wake of the energy price shock and, even more important, it has decreased between 2021 and 2022 (<a href=\"#bib13\">Bank of Italy, 2023</a>). To properly assess the evolution of financial vulnerability, it is therefore crucial to take into account households’ reactions and consumption rebalancing. We, therefore, extend our setup to include energy price elasticities.",
                    "type": "paragraph"
                },
                {
                    "text": "In this setting, facing price increases, households decide to re-adjust their consumption so that disposable income drops only to a limited extent. Hence, financial vulnerability is barely affected. Throughout all the scenarios under consideration, the share of vulnerable households and the debt at risk appear to be very similar to those prevailing in the baseline scenario. This confirms that vulnerable households adjust their consumption expenditure in such a way as to maintain the level of disposable income as stable as possible so that it is also available for debt repayment.<sup><a href=\"#fn8\">8</a></sup> Looking at the heterogeneity results, we find very minor differences across scenarios. We can thus conclude that households’ vulnerability continues to be driven by macroeconomic variables other than energy price variations which in contrast have a limited impact. On the other hand, the muted impact could come at the cost of consumption reduction, thus lowering household welfare.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper innovates the existing literature along three dimensions. To the best of our knowledge, it is the first to take on board the effects of energy price increases via the correction in disposable income obtained by considering consumption elasticities in the analyses of households’ financial vulnerability. To do so, we extend the existing microsimulation models of financial vulnerability (<a href=\"#bib9\">Michelangeli and Pietrunti, 2014</a>; <a href=\"#bib10\">Attinà et al., 2020</a>; <a href=\"#bib2\">Faiella et al., 2022</a>) to account for consumption dynamics. In other exercises, aimed at evaluating the effects of the recent price upsurge on Italian households along with the multi-pronged measures implemented by the Italian government to combat it, elasticities are set to be equal to zero, and no financial vulnerability analysis is performed (<a href=\"#bib5\">Curci et al., 2022</a>; <a href=\"#bib11\">UPB, 2022</a>; <a href=\"#bib12\">Istat, 2022</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Secondly, the paper evaluates the effects of energy price increases on households’ financial vulnerability, intertwining it with the evolution of macroeconomic variables, including mortgages and consumer credit to households.",
                    "type": "paragraph"
                },
                {
                    "text": "While the topic of the analysis of households’ financial vulnerability partly aligns this work with that by <a href=\"#bib2\">Faiella et al. (2022)</a>, our setting allows us to have a richer interaction between the variables and relax one of the hypotheses assumed therein.",
                    "type": "paragraph"
                },
                {
                    "text": "Thirdly, the paper merges several datasets. Such data stem from an updated series for energy-related products (for the period 1997 – 2022) that makes it possible to calculate energy-demand elasticities based on observations that refer to both pre-pandemic and pandemic conditions; at the same time, by using the 2020 wave of the SHIW, we can include the households’ debt variables available in the Italian survey, which also reflect the impact of the COVID-19 pandemic.",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, we would like to point out some caveats on the results obtained. First and foremost, the exercise is based on the assumption of partial equilibrium and does not include spillover effects; second, the time horizon we focus on is short, though this appears to be less of a concern at the current stage since the recent bout of energy-price inflation seems to be already dissipating. At the same time, in light of the magnitude of the price shock, structural breaks in elasticity can not be ruled out.",
                    "type": "paragraph"
                },
                {
                    "text": "The structure of the paper is as follows. Section 2 offers an overview of the existing literature on the topics. Section 3 describes our data and methodologies for simulating the energy shock; we also provide a discussion of estimated energy price elasticities. Section 4 shows the set of models and data used to assess how the energy shock affects households’ financial vulnerability. The results of the study are shown in Section 5, which also includes some heterogeneity analyses. Section 6 concludes the paper and sets the future research agenda.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This paper merges two different strands of literature.",
                    "type": "paragraph"
                },
                {
                    "text": "The first is related to energy price elasticity; the second refers to microsimulation models. The latter strand can ideally be divided into three subset of papers: a) those dealing with methods to impute expenditures into an income data set; b) those connected to microsimulation models of households’ financial vulnerability; c) those, more recent, related to the uneven impact of rising energy prices on households’ standards of living.",
                    "type": "paragraph"
                },
                {
                    "text": "Studies on the determinants of energy demand, especially electricity, are abundant both in temporal and spatial dimensions. From the first perspective, they date back several decades ago, kicking off with the seminal work of <a href=\"#bib15\">Houthakker (1951)</a>. Under the second viewpoint, there are, literally, hundreds of estimates of price elasticity, although most of them are based on US data. <a href=\"#bib16\">Espey and Espey (2004)</a> report a meta-analysis of 36 papers, with more than 123 short-run and 96 long-run price elasticity estimates of residential electricity demand; in the short run, price elasticity ranges between -2.01 and -0.004 (mean: -0.35), while in the long run, elasticity ranges between -2.25 and -0.04 (mean: -0.85). <a href=\"#bib17\">Labandeira et al. (2017)</a> carry out a meta-analysis for a dozen <i>surveys</i> on energy demand, again with mixed results, depending on the fuel considered and the time frame; as for electricity, elasticity is equal, on average, to -0.126 in the short run (-0.365 in the long run), while for natural gas it is equal to -0.180 in the short run (-0.684 in the long run). However, most of these studies are based, to different extents, on data from the United States, whose power sector is significantly different from Italy’s, along several dimensions, including in terms of market structure, prices and energy demand. In particular, the average American household consumes four times as much the amount of electricity as an average Italian household,<sup><a href=\"#fn9\">9</a></sup> with a significant contribution of electricity for space heating (one-third of all homes in the US appears to be fed by electricity for heating purposes, compared with an almost non-existing share in Italy).<sup><a href=\"#fn10\">10</a></sup>",
                    "type": "paragraph"
                },
                {
                    "text": "Estimates for energy demand price elasticity in the Italian case are just a few: <a href=\"#bib18\">Faiella (2011)</a> finds that the effect of prices on the energy shares is negative for heating, while for electricity the effect is negative for the 1997-2004 period and positive for the 2005-2007 subsample. <a href=\"#bib19\">Bigerna (2012)</a> observes that the price elasticity for electricity depends on the time of the day (due to the tariffs system in place up to 2016, which encourages off-peak use) and on the geographical zones, ranging between -0.03 and -0.10. <a href=\"#bib20\">Bardazzi and Pazienza (2019)</a> observe that, concerning the age of the head of the households, electricity demand is hump-shaped, reaching a peak when the head of a household is 50 years old, while natural gas demand keeps increasing with age, as natural gas is the main component for heating in Italy, and the time spent at home increases. They also show that elasticities for electricity and natural gas (at the national level equal to -0.705 and -0.621, respectively) are higher in the Centre and the South. Finally, <a href=\"#bib21\">Favero and Grossi (2023)</a> analyzes a sample of bills from Veneto, finding that the price elasticity for natural gas demand from residential customers is rather rigid (around - 0.5).",
                    "type": "paragraph"
                },
                {
                    "text": "This paper also relates to the broad microsimulation literature. In this literature, the widespread methods to impute expenditures into an income data set are distinguished into two main categories: the so-called “explicit method”, based on the estimation of Engel curves, and the so-called “implicit method”, which uses statistical matching techniques. <a href=\"#bib22\">Decoster et al. (2020)</a> cite the extensive literature on the topic and compares five different techniques.",
                    "type": "paragraph"
                },
                {
                    "text": "In terms of financial vulnerability, our benchmark models are those developed by <a href=\"#bib10\">Attinà et al. (2020)</a> and <a href=\"#bib9\">Michelangeli and Pietrunti (2014)</a> at the Bank of Italy. Such models simulate the evolution of financial vulnerability of Italian households starting from SHIW data reconciled with macro-variables.",
                    "type": "paragraph"
                },
                {
                    "text": "As for the impact of rising prices, including via carbon taxes, on households’ income and the uneven impact on their standards of living, there has been a blossoming of literature in recent years, also in relation to the recent inflation spike. We have no aim to cover it all and we will limit ourselves to papers more strictly related to the topic.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#bib1\">Faiella and Lavecchia (2021b)</a> is, to the best of our knowledge, the only paper in Italy to put forward a methodology to estimate the demand and elasticity of energy-related items and to analyse the effects on consumption of a carbon tax. The authors combine the microdata of the Italian HBS with several external sources. They use a quasi-panel approach and estimate the demand elasticity via an autoregressive distributed lag (ARDL) model. They run several regressions applying many different estimation techniques and estimate the price elasticity for electricity and heating for 36 groups of Italian households in the short run (-0.44 and -0.54 on average for electricity and heating, respectively). In general, their results underscore that households’ price elasticity is greater in the long run and for transport fuels and electricity.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#bib2\">Faiella et al. (2022)</a> apply the methodology developed in <a href=\"#bib1\">Faiella and Lavecchia (2021b)</a> to determine the extent to which different levels of carbon taxes affect the financial vulnerability of households and firms. While taking into account the effects of energy price increases on the consumption bundle of households (and on the energy expenditure of firms), they run a static exercise and find that, within reasonable amounts of a carbon tax, the vulnerability of households and firms is only barely hit by energy-related shocks.",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#bib5\">Curci et al. (2022)</a> evaluate the sharp rise in prices registered in 2021-22 on the purchasing power of different types of Italian households. The authors maintain that household consumption (in terms of quantities) remains unchanged (i.e., they assume setting price elasticity equal to zero) in the face of the 2021-22 inflation bout. They use survey microdata on household expenditures, along with the tax and benefit microsimulation model of the Bank of Italy (BIMic), to gauge the impact of the inflationary shock on the distribution of households’ purchasing powers, while allowing government measures to kick in. They find that the government’s measures mitigated the distributional impact of the inflationary shock. Such measures curtailed inflation on average by slightly less than 2 percentage points, with a relatively more significant reduction for low-income households.",
                    "type": "paragraph"
                },
                {
                    "text": "Similar results are obtained by <a href=\"#bib11\">UPB (2022)</a>. They use a microsimulation model fed by Istat’s HBS data, also taking into account fiscal and social contribution data. Like in <a href=\"#bib5\">Curci et al. (2022)</a> price shocks - referring to the period between June 2021 and September 2022 - hit households’ consumption bundles but do not have an impact on quantities (i.e., price elasticity is again set equal to 0). According to the simulations, the actual increase in households’ expenses owing to inflation was contained thanks to the government measures. Such measures were also put in place to fight the regressive impact of the inflation shock; households belonging to the first income decile in terms of expenditure increase bear a much less burden than the average family. Also, it resulted in a smaller increase in energy poverty (<a href=\"#bib23\">OIPE, 2023</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "<a href=\"#bib24\">Causa et al. (2022)</a> provide a quantification of the impact of rising prices on households’ welfare over the past years for ten OECD countries. Drawing on micro-based HBS and CPI data, their paper tries to identify which households are more exposed and vulnerable to the recent rise in inflation, with a focus on energy and, to a lesser extent, food price inflation. By using it as a measure of purchasing power resulting from changes in consumer prices underlying inflation, the authors find that the decline in households’ purchasing power between August 2021 and August 2022 was driven by energy prices and is particularly relevant in Italy, among other countries. The plummeting of purchasing power has led to heterogeneity across countries and partly reflects differences in the rate of inflation, its diffusion across consumption items and the spending structure of the average household. <a href=\"#bib24\">Causa et al. (2022)</a> also explore differences across household income groups and other relevant dimensions and find that the households most exposed to rising energy prices are low-income, senior and, in some countries, rural.",
                    "type": "paragraph"
                },
                {
                    "text": "To assess the impact stemming from rising prices and interest rates on household debt affordability the <a href=\"#bib25\">Bank of England (2022)</a> has produced a new cost of living adjusted debt-servicing ratio measure. The new measure adjusts income for taxes and an estimate of essential spending, which includes utility and council tax bills, housing maintenance, food and non-alcoholic beverages, motor fuels, vehicle maintenance, public transport and communication. However, consumption in the above-mentioned areas increases one-to-one with prices. The authors estimate that in 2022 the share of households with the high cost of living adjusted debt service ratios (DSRs) on either their mortgage or consumer credit remained significantly below pre-global financial crisis peaks and they were not projected to increase substantially in 2023. This reflects government support measures relieving some of the pressure on household finances, particularly from the rise in living costs, in the near term.",
                    "type": "paragraph"
                },
                {
                    "text": "So far household vulnerability has been evaluated in the face of aggregate shocks to income (i.e. a recession), interest rates (i.e. contractionary monetary policy) or a carbon tax. In what follows we will bring together the different above-mentioned bodies of research to take into account the inflation impact (triggered by energy price shocks) on the households’ consumption bundle and the ensuing consumer expenditure adjustment. This, in turn, has a bearing on household income and hence on financial vulnerability. To carry out this exercise, we modify household disposable income in a heterogeneous way across households exploiting energy price elasticities. To this end, we analyse how energy prices impact Italian households’ consumption choices.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Literature review",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This section provides an overview of energy price data, the model used to estimate energy price elasticities and related results. It finally concludes with a discussion of the estimated values.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Over the years, both natural gas and power markets have gone through in-depth changes reflecting legislative innovations.<sup><a href=\"#fn11\">11</a></sup> Until 1999, energy provision in Italy was supplied by state-owned enterprises, which operated in legal or actual monopoly regimes. Starting from the early-2000s, Italy transposed the so-called “first energy package” into law,<sup><a href=\"#fn12\">12</a></sup> and initiated a process of liberalisation of the internal markets for electricity and gas, beginning with supply to large corporations. Since then, a slow process of market liberalization started and it is currently ongoing. However, as the production and distribution of electricity and gas were opened up to new entrants, the mechanism of final price determination for households was not left totally up to full competition (<a href=\"#bib26\">Stagnaro et al., 2020</a>). Since 2009, households can choose between the regulated tariff, set up quarterly by the energy regulator (so-called “<i>Maggior tutela</i>”), or a price offered by suppliers in the free market. At the end of 2022, almost 60 per cent of the electricity and gas bought by households was supplied by operators in the free market, with the share in the regulated markets continuously declining. Unfortunately, there is no data on energy prices at the household level, a major drawback hindering all analyses in Italy. To explore the energy price variations, in this work, we will use three different (aggregate) data sources: 1) the regulated tariffs set by the energy regulator (<i>Maggior tutela</i>);<sup><a href=\"#fn13\">13</a></sup> 2) the electricity and natural gas components of the price index (NIC) produced by Istat, which is further disaggregated between regulated and free market;<sup><a href=\"#fn14\">14</a></sup> 3) the semi-yearly, weighted, average unit cost for electricity and natural gas, collected by Eurostat for each member state.<sup><a href=\"#fn15\">15</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "We focus on price changes observed between 2020 and 2022. In <a href=\"#table1\">Table 1</a> we show the price variations for the aforementioned three sources: the regulated market (Columns 1 and 4); the energy components of the price index (the NIC - Columns 2 and 5); the average energy weighted unit cost from Eurostat (Columns 3 and 6). Price changes are computed as cumulated variations both in percentage points and absolute values (in €/kWh for electricity and €/Gj for natural gas),<sup><a href=\"#fn16\">16</a></sup> for the overall 2020-22 period and each year (i.e., 2020-21 and 2021-22). Since we are interested in isolating the inflation impact related to energy prices only, we focus our attention on the evolution of the related prices. To this end, we divide all the prices by the electricity and natural gas components of the HICP index for 2015. In this way, we can calculate how many times energy prices have risen concerning the base year. Moreover, given the high variability of prices, we compute the variations by taking yearly averages. For easiness of computation, we use the variations in absolute terms (€/kWh or €/Gj) for the case with price elasticities and the cumulated variations in percentage points for the case without price elasticities.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: results are in percentage points for cumulated variations, €/kWh for electricity and €/Gj for natural gas in the case of absolute variations. The absolute variations for the NIC use Eurostat as base.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table1",
                                    "label": "Table 1",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\" colspan=\"3\">Electricity</th><th align=\"left\" colspan=\"3\">Natural gas</th></tr></thead><tbody><tr><td align=\"left\">Data source:</td><td align=\"left\">Regulated</td><td align=\"left\">NIC</td><td align=\"left\">Eurostat</td><td align=\"left\">Regulated</td><td align=\"left\">NIC</td><td align=\"left\">Eurostat</td></tr><tr><td align=\"left\"/><td align=\"left\">market</td><td align=\"left\">Index</td><td align=\"left\"> </td><td align=\"left\">market</td><td align=\"left\">Index</td><td align=\"left\"> </td></tr><tr><td align=\"left\">Period</td><td align=\"left\">(1)</td><td align=\"left\">(2)</td><td align=\"left\">(3)</td><td align=\"left\">(4)</td><td align=\"left\">(5)</td><td align=\"left\">(6)</td></tr><tr><td align=\"left\" colspan=\"7\">A. Percentage variations</td></tr><tr><td align=\"left\">2020-22</td><td align=\"left\">172</td><td align=\"left\">142</td><td align=\"left\">46</td><td align=\"left\">92</td><td align=\"left\">109</td><td align=\"left\">47</td></tr><tr><td align=\"left\">2020-21</td><td align=\"left\">31</td><td align=\"left\">15</td><td align=\"left\">4</td><td align=\"left\">22</td><td align=\"left\">21</td><td align=\"left\">6</td></tr><tr><td align=\"left\">2021-22</td><td align=\"left\">108</td><td align=\"left\">110</td><td align=\"left\">40</td><td align=\"left\">57</td><td align=\"left\">74</td><td align=\"left\">38</td></tr><tr><td align=\"left\" colspan=\"7\">B. Absolute variations</td></tr><tr><td align=\"left\">2020-22</td><td align=\"left\">0.31</td><td align=\"left\">0.34</td><td align=\"left\">0.11</td><td align=\"left\">15.5</td><td align=\"left\">23.4</td><td align=\"left\">10.9</td></tr><tr><td align=\"left\">2020-21</td><td align=\"left\">0.05</td><td align=\"left\">0.04</td><td align=\"left\">0.01</td><td align=\"left\">3.8</td><td align=\"left\">4.4</td><td align=\"left\">1.4</td></tr><tr><td align=\"left\">2021-22</td><td align=\"left\">0.25</td><td align=\"left\">0.31</td><td align=\"left\">0.10</td><td align=\"left\">11.7</td><td align=\"left\">19.0</td><td align=\"left\">9.4</td></tr></tbody></table>"
                                    ],
                                    "title": "Cumulated price variations (2020-2022)",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "There is significant heterogeneity across sources. The price increases in the period 2020-2022 for electricity range between 46 and 172 per cent (0.11 and 0.34 €/kWh), while for natural gas between 47 and 109 per cent (10.9 and 23.4 €/Gj). Price increases are more marked in 2021-22 (as a result of the Russian invasion of Ukraine) than in 2020-21. Overall figures from Eurostat set the lower bound (both as percentage and absolute variations).",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the recent period of inflation spikes, Italian policymakers introduced a comprehensive set of policy interventions and allocated substantial resources to shield households and firms from the energy price surge. Approximately EUR 119 billion was earmarked between 2021 and 2023 to counteract this surge, with EUR 28.8 billion allocated specifically to households only and EUR 31.7 billion to households and firms combined.<sup><a href=\"#fn17\">17</a></sup> For households, mitigation policies took two forms: 1) general, non-targeted price support measures, such as reduction of excise duties on fuels, VAT reduction on gas, and cuts in general system charges for electricity and gas; and 2) means-tested transfers, i.e., “bonus elettrico,” “bonus gas,” along with one-off conditional cash transfers of EUR 200 and EUR 150 in July and November 2022, respectively. Evidence suggests that the regressive impact of the price surge was partially offset by these mitigation measures, especially the targeted approaches (see <a href=\"#bib27\">UPB, 2023</a>; <a href=\"#bib28\">Bonfatti and Giarda, 2024</a>). While our price data inherently encompasses the general price support measures, we could not incorporate the means-tested transfers due to a lack of household income and wealth data. Consequently, our analysis partially accounts for the government’s support during this period.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1. Data on energy prices",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "To estimate the demand price elasticity, considering the absence of microdata on energy quantities, we adopt the approach developed by <a href=\"#bib1\">Faiella and Lavecchia (2021b)</a>. They utilized microdata on households’ energy expenditure from the Italian HBS) to construct a microsimulation model of households’ energy demand.<sup><a href=\"#fn18\">18</a></sup> Unfortunately, a centralized archive of electricity and natural gas consumptions from all Italian households and firms, known as the <i>Sistema informativo integrato</i> (SII) managed by Acquirente Unico, is currently unavailable. Additionally, although a survey on households’ energy consumption, including wood, pellet, and LNG, was conducted in 2021, the microdata are not yet accessible.",
                            "type": "paragraph"
                        },
                        {
                            "text": "<a href=\"#bib1\">Faiella and Lavecchia (2021b)</a> estimate the short- and long-run price elasticities of energy demand for electricity, heating and private transportation fuels for population subgroups of homogeneous households (strata).<sup><a href=\"#fn19\">19</a></sup> They use the HBS, integrated with other (aggregated) sources of information on energy prices, and calibrate the estimated quantities through official aggregated data.<sup><a href=\"#fn20\">20</a></sup> As the HBS is not a panel, the authors use a <i>quasi</i>-panel approach (<a href=\"#bib8\">Deaton, 1985</a>),<sup><a href=\"#fn21\">21</a></sup> and estimate the demand elasticity for each subgroup exploiting the change over time of energy prices and demand fitting the following Auto-Regressive Distributed Lag (ARDL) model (see <a href=\"#bib29\">Greene (2008)</a> for further details):",
                            "type": "paragraph"
                        },
                        {
                            "label": "(1)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>l</mi><mi>o</mi><mi>g</mi><msubsup><mi>Q</mi><mrow><mi>s</mi><mo>,</mo><mi>t</mi></mrow><mrow><mi>z</mi></mrow></msubsup><mo>=</mo><msub><mi>λ</mi><mrow><mi>s</mi></mrow></msub><mi>l</mi><mi>o</mi><mi>g</mi><msubsup><mi>Q</mi><mrow><mi>s</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn></mrow><mrow><mi>z</mi></mrow></msubsup><mo>+</mo><msub><mi>β</mi><mrow><mi>s</mi></mrow></msub><mi>l</mi><mi>o</mi><mi>g</mi><msubsup><mi>P</mi><mrow><mi>t</mi></mrow><mrow><mi>z</mi></mrow></msubsup><mo>+</mo><msub><mi>γ</mi><mrow><mi>s</mi></mrow></msub><mi>l</mi><mi>o</mi><mi>g</mi><msub><mi>E</mi><mrow><mi>s</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>+</mo><mi>w</mi><mo>+</mo><mi>s</mi><mo>+</mo><mi>t</mi><mo>+</mo><msup><mi>t</mi><mrow><mn>2</mn></mrow></msup><mo>+</mo><msub><mi>ϵ</mi><mrow><mi>s</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf1\"><msubsup><mi>Q</mi><mrow><mi>s</mi><mo separator=\"true\">,</mo><mi>t</mi></mrow><mi>z</mi></msubsup></math> is the average amount of fuel <math id=\"inf2\"><mi>z</mi></math>, being electricity (in kWh) or natural gas (in <math id=\"inf3\"><msup><mi>m</mi><mn>3</mn></msup></math>), consumed by each stratum <math id=\"inf4\"><mi>s</mi></math> in the month <math id=\"inf5\"><mi>t</mi></math>; <math id=\"inf6\"><msubsup><mi>P</mi><mi>t</mi><mi>z</mi></msubsup></math> is the average price of fuel <math id=\"inf7\"><mi>z</mi></math> at time <math id=\"inf8\"><mi>t</mi></math>; <math id=\"inf9\"><msub><mi>E</mi><mrow><mi>s</mi><mo separator=\"true\">,</mo><mi>t</mi></mrow></msub></math> is the total expenditure of stratum <math id=\"inf10\"><mi>s</mi></math> at time <math id=\"inf11\"><mi>t</mi></math>; <math id=\"inf12\"><mi>w</mi></math> and <math id=\"inf13\"><mi>s</mi></math> are seasonal dummies; <math id=\"inf14\"><mi>t</mi></math> and <math id=\"inf15\"><msup><mi>t</mi><mn>2</mn></msup></math> are time dummies; and <math id=\"inf16\"><msub><mi>β</mi><mi>s</mi></msub></math> is the coefficient of interest, the (short-run) price elasticity (see <a href=\"#table2\">Table 2</a> for a description of the main variables used in the paper).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "table2",
                                    "label": "Table 2",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Variable</th><th align=\"left\">Description</th><th align=\"left\">Source</th></tr></thead><tbody><tr><td align=\"left\"/><td align=\"left\" colspan=\"2\">(a) Model to estimate price elasticities</td></tr><tr><td align=\"left\"><math id=\"inf17\"><msubsup><mi>Q</mi><mrow><mi>s</mi><mo>,</mo><mi>t</mi></mrow><mi>z</mi></msubsup></math></td><td align=\"left\">Electricity and heating quantity</td><td align=\"left\">HBS based on <a href=\"#bib1\">Faiella and Lavecchia (2021b)</a></td></tr><tr><td align=\"left\"><math id=\"inf18\"><msubsup><mi>P</mi><mi>t</mi><mi>z</mi></msubsup></math></td><td align=\"left\">Final retail price for electricity and natural gas</td><td align=\"left\">Eurostat, Istat and ARERA (own elaboration; see also <a href=\"#table1\">Table 1</a>)</td></tr><tr><td align=\"left\"><math id=\"inf19\"><msub><mi>E</mi><mrow><mi>s</mi><mo>,</mo><mi>t</mi></mrow></msub></math></td><td align=\"left\">Total expenditure of households</td><td align=\"left\">Own elaboration based on HBS</td></tr><tr><td align=\"left\"><math id=\"inf20\"><msub><mi>β</mi><mi>s</mi></msub></math></td><td align=\"left\">Short run price elasticities for electricity and heating demand</td><td align=\"left\">Own elaboration based on HBS and (<a href=\"#bib1\">Faiella and Lavecchia, 2021b</a>)</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"2\">(b) Model of households’ financial vulnerability</td></tr><tr><td align=\"left\"><math id=\"inf21\"><msub><mi>y</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub></math></td><td align=\"left\">Income</td><td align=\"left\">National accounts and Bank of Italy macro model</td></tr><tr><td align=\"left\"><math id=\"inf22\"><msub><mi>M</mi><mrow><mi>q</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub></math></td><td align=\"left\">Mortgage</td><td align=\"left\">Bank of Italy’s statistical data warehouse and macroeconomic model</td></tr><tr><td align=\"left\"><math id=\"inf23\"><msub><mi>c</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub></math></td><td align=\"left\">Consumer credit</td><td align=\"left\">Bank of Italy’s Statistical data warehouse and macro model</td></tr><tr><td align=\"left\"><math id=\"inf24\"><msub><mi>r</mi><mrow><mi>q</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub></math></td><td align=\"left\">Mortgage interest rate</td><td align=\"left\">10-year IRS (for fixed-rate)Euribor (for variable rate)</td></tr></tbody></table>"
                                    ],
                                    "title": "Description of the variables used",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In our setting, we applied the following changes with respect to <a href=\"#bib1\">Faiella and Lavecchia (2021b)</a>: 1) we updated all data up to 2022; 2) we consider eight, instead of nine, groups of households (see <a href=\"#table3\">Table 3</a> for a description of each stratum or subgroup); 3) we used Eurostat average unit prices to obtain an estimate of energy quantities.<sup><a href=\"#fn22\">22</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "where x=1,2,3 or 4 are the quartiles of the total equivalised expenditure distribution.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table3",
                                    "label": "Table 3",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\">Stratum ID</th><th align=\"left\">Households’ type</th></tr></thead><tbody><tr><td align=\"left\">x02</td><td align=\"left\">Single person under the age of 35 or aged 35-64</td></tr><tr><td align=\"left\">x03</td><td align=\"left\">Single person aged 65 and over</td></tr><tr><td align=\"left\">x05</td><td align=\"left\">Childless couple with contact person under the age of 35 years old or aged 35-64</td></tr><tr><td align=\"left\">x06</td><td align=\"left\">Childless couple with contact person aged 65 and over</td></tr><tr><td align=\"left\">x07</td><td align=\"left\">Couple with 1 child</td></tr><tr><td align=\"left\">x08</td><td align=\"left\">Couple with 2 or more children</td></tr><tr><td align=\"left\">x10</td><td align=\"left\">Single parent</td></tr><tr><td align=\"left\">x11</td><td align=\"left\">Other types</td></tr></tbody></table>"
                                    ],
                                    "title": "Strata of the population used in the analysis",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Overall, information is available on 32 subgroups observed monthly between 1997 and 2022, for a total of almost 10,000 observations. We build on the least squares estimates of the short-run elasticity, available at the stratum level, which will be fed into a model of households’ financial vulnerability in Section 4.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "The estimates of the elasticities are reported, joined with their standard error, in <a href=\"#table4\">Table 4</a> (see also <a href=\"#fig1\">Figures 1 and 2</a>). On average, households’ price elasticity is smaller for electricity than for heating; for a 1 per cent increase in price, electricity demand decreases, on average, by 0.2 per cent (0.9 for heating). Moreover, the elasticity of electricity demand decreases as households become richer. This is not surprising, as electricity is a merit good, with a demand that is more rigid compared to space heating which, in turn, is easier to modify/adjust according to budget constraints.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "table4",
                                            "label": "Table 4",
                                            "tables": [
                                                "<table><thead><tr><th align=\"left\"/><th align=\"left\" colspan=\"2\">Electricity</th><th align=\"left\" colspan=\"2\">Heating</th></tr></thead><tbody><tr><td align=\"left\">Strata</td><td align=\"left\"><math id=\"inf25\"><mover accent=\"true\"><msub><mi>β</mi><mi>s</mi></msub><mo stretchy=\"false\">^</mo></mover></math></td><td align=\"left\"><math id=\"inf26\"><mover accent=\"true\"><msub><mi>σ</mi><mi>β</mi></msub><mo stretchy=\"false\">^</mo></mover></math></td><td align=\"left\"><math id=\"inf27\"><mover accent=\"true\"><msub><mi>γ</mi><mi>s</mi></msub><mo stretchy=\"false\">^</mo></mover></math></td><td align=\"left\"><math id=\"inf28\"><mover accent=\"true\"><msub><mi>σ</mi><mi>γ</mi></msub><mo stretchy=\"false\">^</mo></mover></math></td></tr><tr><td align=\"left\">Single person under the age of 35 or aged 35-64, 1st quarter</td><td align=\"left\">-0.44</td><td align=\"left\">0.15</td><td align=\"left\">-1.04</td><td align=\"left\">0.18</td></tr><tr><td align=\"left\">Single person aged 65 and over, 1st quarter</td><td align=\"left\">-0.33</td><td align=\"left\">0.10</td><td align=\"left\">-0.76</td><td align=\"left\">0.13</td></tr><tr><td align=\"left\">Childless couple, &lt; 35 years old or aged 35-64, 1st quarter</td><td align=\"left\">-0.67</td><td align=\"left\">0.16</td><td align=\"left\">-1.04</td><td align=\"left\">0.17</td></tr><tr><td align=\"left\">Childless couple, aged 65 and over, 1st quarter</td><td align=\"left\">-0.37</td><td align=\"left\">0.09</td><td align=\"left\">-0.90</td><td align=\"left\">0.13</td></tr><tr><td align=\"left\">Couple with 1 child, 1st quarter</td><td align=\"left\">-0.31</td><td align=\"left\">0.11</td><td align=\"left\">-0.69</td><td align=\"left\">0.12</td></tr><tr><td align=\"left\">Couple with 2 or more children, 1st quarter</td><td align=\"left\">-0.40</td><td align=\"left\">0.09</td><td align=\"left\">-0.70</td><td align=\"left\">0.11</td></tr><tr><td align=\"left\">Single parent, 1st quarter</td><td align=\"left\">-0.31</td><td align=\"left\">0.11</td><td align=\"left\">-0.98</td><td align=\"left\">0.12</td></tr><tr><td align=\"left\">Other types, 1st quarter</td><td align=\"left\">-0.23</td><td align=\"left\">0.13</td><td align=\"left\">-1.00</td><td align=\"left\">0.14</td></tr><tr><td align=\"left\">Single person under the age of 35 or aged 35-64, 2nd quarter</td><td align=\"left\">-0.24</td><td align=\"left\">0.12</td><td align=\"left\">-1.05</td><td align=\"left\">0.17</td></tr><tr><td align=\"left\">Single person aged 65 and over, 2nd quarter</td><td align=\"left\">-0.18</td><td align=\"left\">0.09</td><td align=\"left\">-0.87</td><td align=\"left\">0.13</td></tr><tr><td align=\"left\">Childless couple, &lt; 35 years old or aged 35-64, 2nd quarter</td><td align=\"left\">-0.34</td><td align=\"left\">0.12</td><td align=\"left\">-0.84</td><td align=\"left\">0.15</td></tr><tr><td align=\"left\">Childless couple, aged 65 and over, 2nd quarter</td><td align=\"left\">-0.14</td><td align=\"left\">0.09</td><td align=\"left\">-0.83</td><td align=\"left\">0.14</td></tr><tr><td align=\"left\">Couple with 1 child, 2nd quarter</td><td align=\"left\">-0.16</td><td align=\"left\">0.09</td><td align=\"left\">-0.60</td><td align=\"left\">0.12</td></tr><tr><td align=\"left\">Couple with 2 or more children, 2nd quarter</td><td align=\"left\">-0.16</td><td align=\"left\">0.09</td><td align=\"left\">-0.60</td><td align=\"left\">0.11</td></tr><tr><td align=\"left\">Single parent, 2nd quarter</td><td align=\"left\">-0.13</td><td align=\"left\">0.11</td><td align=\"left\">-1.05</td><td align=\"left\">0.15</td></tr><tr><td align=\"left\">Other types, 2nd quarter</td><td align=\"left\">-0.29</td><td align=\"left\">0.16</td><td align=\"left\">-1.18</td><td align=\"left\">0.17</td></tr><tr><td align=\"left\">Single person under the age of 35 or aged 35-64, 3rd quarter</td><td align=\"left\">-0.16</td><td align=\"left\">0.11</td><td align=\"left\">-0.79</td><td align=\"left\">0.15</td></tr><tr><td align=\"left\">Single person aged 65 and over, 3rd quarter</td><td align=\"left\">-0.20</td><td align=\"left\">0.11</td><td align=\"left\">-0.91</td><td align=\"left\">0.12</td></tr><tr><td align=\"left\">Childless couple, &lt; 35 years old or aged 35-64, 3rd quarter</td><td align=\"left\">-0.02</td><td align=\"left\">0.13</td><td align=\"left\">-1.03</td><td align=\"left\">0.14</td></tr><tr><td align=\"left\">Childless couple, aged 65 and over, 3rd quarter</td><td align=\"left\">-0.05</td><td align=\"left\">0.13</td><td align=\"left\">-0.98</td><td align=\"left\">0.15</td></tr><tr><td align=\"left\">Couple with 1 child, 3rd quarter</td><td align=\"left\">0.01</td><td align=\"left\">0.10</td><td align=\"left\">-0.79</td><td align=\"left\">0.17</td></tr><tr><td align=\"left\">Couple with 2 or more children, 3rd quarter</td><td align=\"left\">-0.04</td><td align=\"left\">0.09</td><td align=\"left\">-0.66</td><td align=\"left\">0.12</td></tr><tr><td align=\"left\">Single parent, 3rd quarter</td><td align=\"left\">-0.07</td><td align=\"left\">0.18</td><td align=\"left\">-0.95</td><td align=\"left\">0.16</td></tr><tr><td align=\"left\">Other types, 3rd quarter</td><td align=\"left\">0.05</td><td align=\"left\">0.20</td><td align=\"left\">-1.07</td><td align=\"left\">0.19</td></tr><tr><td align=\"left\">Single person under the age of 35 or aged 35-64, 4th quarter</td><td align=\"left\">-0.11</td><td align=\"left\">0.10</td><td align=\"left\">-0.77</td><td align=\"left\">0.11</td></tr><tr><td align=\"left\">Single person aged 65 and over, 4th quarter</td><td align=\"left\">-0.07</td><td align=\"left\">0.12</td><td align=\"left\">-0.92</td><td align=\"left\">0.14</td></tr><tr><td align=\"left\">Childless couple, &lt; 35 years old or aged 35-64, 4th quarter</td><td align=\"left\">-0.07</td><td align=\"left\">0.14</td><td align=\"left\">-0.54</td><td align=\"left\">0.12</td></tr><tr><td align=\"left\">Childless couple, aged 65 and over, 4th quarter</td><td align=\"left\">-0.03</td><td align=\"left\">0.11</td><td align=\"left\">-1.01</td><td align=\"left\">0.15</td></tr><tr><td align=\"left\">Couple with 1 child, 4th quarter</td><td align=\"left\">-0.14</td><td align=\"left\">0.11</td><td align=\"left\">-0.62</td><td align=\"left\">0.13</td></tr><tr><td align=\"left\">Couple with 2 or more children, 4th quarter</td><td align=\"left\">-0.15</td><td align=\"left\">0.13</td><td align=\"left\">-0.84</td><td align=\"left\">0.16</td></tr><tr><td align=\"left\">Single parent, 4th quarter</td><td align=\"left\">-0.24</td><td align=\"left\">0.18</td><td align=\"left\">-1.20</td><td align=\"left\">0.16</td></tr><tr><td align=\"left\">Other types, 4th quarter</td><td align=\"left\">-0.11</td><td align=\"left\">0.21</td><td align=\"left\">-1.29</td><td align=\"left\">0.22</td></tr></tbody></table>"
                                            ],
                                            "title": "Price elasticities of energy demand at stratum level",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig1",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00315%2Fijm-00315-fig001.tif",
                                                "size": {
                                                    "width": 826,
                                                    "height": 480
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00315%2Fijm-00315-fig001.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00315-fig001.jpg"
                                                }
                                            },
                                            "label": "Figure 1",
                                            "title": "Price elasticities of electricity demand at stratum level.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig2",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00315%2Fijm-00315-fig002.tif",
                                                "size": {
                                                    "width": 825,
                                                    "height": 480
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00315%2Fijm-00315-fig002.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00315-fig002.jpg"
                                                }
                                            },
                                            "label": "Figure 2",
                                            "title": "Price elasticities of heating demand at stratum level.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "Higher-income households demonstrate greater heating elasticity as they usually have alternative heating systems (e.g., heating pumps) and/or better insulation.<sup><a href=\"#fn23\">23</a></sup> As a result, they have the means to react more to an increase in heating prices. This includes switching fuels or reducing (already high) thermal comfort. Additionally, poor singles and single parents are very responsive to increases in heating prices.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-1",
                            "title": "3.2.1. Results on price elasticities",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "As highlighted in Section 2, there is significant heterogeneity across estimates of price elasticities, depending on the energy vector, type of clients (residential vs. industrial) or time frame (short vs. long run) at stake. Moreover, as already mentioned before, most of the existing literature is based on analyses referred to the US, which, for several reasons, are not very comparable to Italy - where, on the contrary, evidence is scant - from a point of view of retail energy markets. This implies that it is very difficult to gauge whether our elasticity estimates are “too high” or “too low”.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<a href=\"#bib30\">Peersman and Wauters (2023)</a>, working on Belgium data, find that the energy price elasticity is significantly higher for price increases rather than price decreases, while it diminishes heavily for greater price hikes like the ones recently experienced by Italian households.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Additionally, the energy price variations recorded in the period, and especially in 2020-22, are so large that they might have induced a structural break, i.e. households’ responses might have become more elastic. Unfortunately, the microdata for 2023 are not yet available but only aggregate demand which reports a reduction of households’ electricity and natural gas demand by, respectively, 3.7 and 13.5 per cent with respect to 2021.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "To cope with the lack of information on energy prices at the household level, we used the available sources discussed in Section 3.1 and reported in <a href=\"#table1\">Table 1</a>. However, as previously pointed out, millions of households in Italy were provided electricity and natural gas at fixed prices when the price surge started (end of Q2-2021). While many of these contracts have expired over time and the supply of new fixed contracts almost disappeared over 2022, it is also true that for months, some households paid less for their electricity and natural gas in 2022 than in 2020 because of the government’s interventions.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "All these assumptions do not come for free. Given the price variations and our estimates of (subgroups) price elasticities, we estimate that between 2021 and 2022 overall electricity demand would have fallen between 8 (using Eurostat prices) and 14.7 (NIC) percent (w.r. to an effective 3.7 percent decrease) while the estimated heating demand between 34.8 (Eurostat) and 53.2 (NIC) percent (w.r. to an actual cut of 13.5 percent).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "While a fall in demand, following a price increase is <i>prima facie</i> evidence of a behavioural response (and, therefore, works assuming fixed demand should be reconsidered), the differences cited above in decreased demand are striking. Only when the fully-fledged official microdata are available this puzzle will possibly be solved. Nevertheless, as the goal of this paper is to run a stress test exercise, our estimates are very good for capturing the worst-case scenario.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-2",
                            "title": "3.2.2. Discussion on price elasticities",
                            "type": "section"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2. Estimation of energy price elasticities",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Measurement of the energy price shock",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In this section, we build the modelling structure of our exercise. A household is defined as financially vulnerable if loan instalments to income exceeds 30 per cent and its income is below the median of the population.",
                    "type": "paragraph"
                },
                {
                    "text": "Comparing vulnerable households with the other indebted ones indicates that the former have slimmer net wealth, much thinner financial assets, much lower income in the face of substantially higher mortgage amount. This translates in higher annual instalment as well as debt-to-income ratio for vulnerable households (<a href=\"#table5\">Table 5</a>). In contrast, no significant differences emerge in term of either household size or median age of the main income earner. Consumption expenditure, which includes food consumption inside and outside the home, bills, all other consumption, and travel expenses, is lower for vulnerable households with respect to the other ones.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Notes: Our calculations are based on SHIW data.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table5",
                            "label": "Table 5",
                            "tables": [
                                "<table><thead><tr><th align=\"left\"/><th align=\"left\">Vulnerable HHs</th><th align=\"left\">Other indebted HHs</th></tr></thead><tbody><tr><td align=\"left\">Age</td><td align=\"left\">49</td><td align=\"left\">49</td></tr><tr><td align=\"left\">Household Size (number of components)</td><td align=\"left\">3</td><td align=\"left\">3</td></tr><tr><td align=\"left\">Net Wealth (euros)</td><td align=\"left\">100,900</td><td align=\"left\">131,000</td></tr><tr><td align=\"left\">Financial Assets (euros)</td><td align=\"left\">3,000</td><td align=\"left\">10,000</td></tr><tr><td align=\"left\">Debt to income</td><td align=\"left\">3.6</td><td align=\"left\">0.7</td></tr><tr><td align=\"left\">Debt to assets</td><td align=\"left\">0.3</td><td align=\"left\">0.2</td></tr><tr><td align=\"left\">Income (euros)</td><td align=\"left\">15,147</td><td align=\"left\">34,474</td></tr><tr><td align=\"left\">Mortgage (euros)</td><td align=\"left\">52,000</td><td align=\"left\">16,000</td></tr><tr><td align=\"left\">Annual debt instalment (euros)</td><td align=\"left\">7,680</td><td align=\"left\">4,800</td></tr><tr><td align=\"left\">Monthly consumption expenses</td><td align=\"left\">1,158</td><td align=\"left\">1,416</td></tr></tbody></table>"
                            ],
                            "title": "Indicators of indebted households in 2020 (median value)",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Financially vulnerable households are more likely to be late in their loan repayments by more than 90 days, which is the first stage of non-performing loans (<a href=\"#bib31\">Michelangeli and Rampazzi, 2016</a>). This indicator is also highly correlated with the rate of new non-performing household loans based on Italy’s Central Credit Register data.<sup>24, 25</sup> For these reasons, vulnerable households should be closely monitored to gain some insight into the threats potentially posed to the stability of the financial sector.",
                    "type": "paragraph"
                },
                {
                    "text": "As for households, vulnerability from a financial stability standpoint does not necessarily mean default but refers to possible difficulties in meeting financial obligations when a negative shock occurs. Many vulnerable households are solvable if economic conditions do not change, but they could move from a state of vulnerability to one of default if their ability to repay their debts is hindered by a negative shock. We thus aim to identify indebted agents who could be problematic for their selves (for instance, they could lose their homes) as well as for the liquidity and solvability of financial intermediaries.",
                    "type": "paragraph"
                },
                {
                    "text": "To analyse the problem at stake in a dynamic way, we need to make projections for several variables, namely mortgage and consumer credit instalments and debt, income and consumption, the latter variable being crucial for assessing the impact of a variation in energy prices.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Mortgages represent the main liability of Italian households and, consequently, household financial vulnerability is closely tied to changes in loan instalments associated with this type of debt. To predict mortgage loan instalments, we build on the work by <a href=\"#bib9\">Michelangeli and Pietrunti (2014)</a> that computes the loan repayments exploiting the standard amortization formula and the household-specific debt characteristics available in the SHIW.<sup><a href=\"#fn24\">24</a></sup> The scheduled total annual repayment <math id=\"inf29\"><msub><mi>R</mi><mrow><mi>q</mi><mo separator=\"true\">,</mo><mi>i</mi><mo separator=\"true\">,</mo><mi>t</mi></mrow></msub></math> for any mortgage type <math id=\"inf30\"><mi>q</mi></math> (for instance, a household can have more than one mortgage), <math id=\"inf31\"><msub><mi>M</mi><mrow><mi>q</mi><mo separator=\"true\">,</mo><mi>i</mi><mo separator=\"true\">,</mo><mi>t</mi></mrow></msub></math>, of household <math id=\"inf32\"><mi>i</mi></math> at time <math id=\"inf33\"><mi>t</mi></math> is given by:",
                            "type": "paragraph"
                        },
                        {
                            "label": "(2)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>R</mi><mrow><mi>q</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>=</mo><msub><mi>M</mi><mrow><mi>q</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><msub><mi>r</mi><mrow><mi>y</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><msup><mo stretchy=\"false\">)</mo><mrow><mi>A</mi></mrow></msup><mo>∗</mo><mfrac><msub><mi>r</mi><mrow><mi>q</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mrow><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><msub><mi>r</mi><mrow><mi>q</mi><mo>,</mo><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><msup><mo stretchy=\"false\">)</mo><mrow><mi>A</mi></mrow></msup><mo>−</mo><mn>1</mn></mrow></mfrac></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf34\"><msub><mi>r</mi><mrow><mi>q</mi><mo separator=\"true\">,</mo><mi>i</mi><mo separator=\"true\">,</mo><mi>t</mi></mrow></msub></math> is the interest rate on debt <math id=\"inf35\"><msub><mi>M</mi><mrow><mi>q</mi><mo separator=\"true\">,</mo><mi>i</mi><mo separator=\"true\">,</mo><mi>t</mi></mrow></msub></math> and <math id=\"inf36\"><mi>A</mi></math> is the residual duration.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Starting in 2014, consumer credit in Italy began skyrocketing and it was warranted to take properly into account any consumer loans in Bank of Italy’s microsimulation model.<sup><a href=\"#fn25\">25</a></sup> To this end, we rely on the approach proposed by <a href=\"#bib10\">Attinà et al. (2020)</a>, according to which the projection of consumer credit is achieved in three steps. In the first step, household participation in the consumer credit market is estimated by exploiting the following regression:",
                            "type": "paragraph"
                        },
                        {
                            "label": "(3)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>D</mi><msub><mi>C</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>=</mo><msub><mi>α</mi><mrow><mn>0</mn></mrow></msub><mo>+</mo><msub><mi>α</mi><mrow><mn>1</mn></mrow></msub><mi>D</mi><msub><mi>C</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo>+</mo><msub><mi>α</mi><mrow><mn>2</mn></mrow></msub><mi>D</mi><msub><mi>M</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo>+</mo><msub><mi>α</mi><mrow><mn>3</mn></mrow></msub><mi>D</mi><msub><mi>y</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>+</mo><msub><mi>α</mi><mrow><mn>4</mn></mrow></msub><mi>D</mi><mi>u</mi><msub><mi>r</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>+</mo><msub><mi>e</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf37\"><mrow><mi>D</mi><msub><mi>C</mi><mrow><mi>i</mi><mo separator=\"true\">,</mo><mi>t</mi></mrow></msub></mrow></math> is a dummy variable equal to one if household <math id=\"inf38\"><mi>i</mi></math> has a consumer loan in year <math id=\"inf39\"><mi>t</mi></math> and zero otherwise, <math id=\"inf40\"><mrow><mi>D</mi><msub><mi>M</mi><mrow><mi>i</mi><mo separator=\"true\">,</mo><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msub></mrow></math> is a dummy variable equal to one if household <math id=\"inf41\"><mi>i</mi></math> has a mortgage loan in year <math id=\"inf42\"><mrow><mi>t</mi><mo>−</mo><mn>1</mn></mrow></math> and zero otherwise, <math id=\"inf43\"><mrow><mi>D</mi><msub><mi>y</mi><mrow><mi>i</mi><mo separator=\"true\">,</mo><mi>t</mi></mrow></msub></mrow></math> is a vector of income quartile dummies, <math id=\"inf44\"><mrow><mi>D</mi><mi>u</mi><msub><mi>r</mi><mrow><mi>i</mi><mo separator=\"true\">,</mo><mi>t</mi></mrow></msub></mrow></math> is a vector of household durable consumption dummies.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In the second step, the change in the total amount of consumer credit <math id=\"inf45\"><mrow><mrow><mi mathvariant=\"normal\">Δ</mi></mrow><msub><mi>C</mi><mrow><mi>i</mi><mo separator=\"true\">,</mo><mi>t</mi></mrow></msub></mrow></math> is forecast running the following regression:",
                            "type": "paragraph"
                        },
                        {
                            "label": "(4)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi mathvariant=\"normal\">Δ</mi><msub><mi>C</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>=</mo><msub><mi>β</mi><mrow><mn>1</mn></mrow></msub><mi>G</mi><msub><mi>C</mi><mrow><mi>t</mi></mrow></msub><mo>+</mo><msub><mi>β</mi><mrow><mn>2</mn></mrow></msub><mi>D</mi><mi>u</mi><msub><mi>r</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf46\"><mrow><mi>G</mi><msub><mi>C</mi><mi>t</mi></msub></mrow></math> is the growth rate of consumer loans to households in the Italian economy.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, the instalment paid by each household is computed assuming a standard amortization scheme.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Regarding income projections, we rely again on the approach presented in <a href=\"#bib9\">Michelangeli and Pietrunti (2014)</a>. Households are differentiated according to their income class. For each income class, the parameters of the income process (mean and variance) are estimated using historical microeconomic data and households’ income can be diverse reflecting different income realizations. The process for the growth of disposable income <math id=\"inf47\"><mi>y</mi></math> for each class <math id=\"inf48\"><mi>j</mi></math> is given by:",
                            "type": "paragraph"
                        },
                        {
                            "label": "(5)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mi>l</mi><mi>o</mi><mi>g</mi><mo stretchy=\"false\">(</mo><msub><mi>y</mi><mrow><mi>j</mi><mo>,</mo><mi>t</mi></mrow></msub><mo stretchy=\"false\">)</mo><mo>−</mo><mi>l</mi><mi>o</mi><mi>g</mi><mo stretchy=\"false\">(</mo><msub><mi>y</mi><mrow><mi>j</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo stretchy=\"false\">)</mo><mo>∼</mo><mi>N</mi><mo stretchy=\"false\">(</mo><msub><mi>μ</mi><mrow><mi>j</mi></mrow></msub><mo>,</mo><msub><mi>σ</mi><mrow><mi>j</mi></mrow></msub><mo stretchy=\"false\">)</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "The debt and income growth generated by the model is then required to be consistent with the growth in household debt and nominal income from macroeconomic projections.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1. Financial liabilities and income projections",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Building on <a href=\"#bib2\">Faiella et al. (2022)</a>, we aim to assess how the change in energy prices, induced by a combination of supply and demand factors in 2021 and the Russian invasion of Ukraine in 2022, affected households’ financial vulnerability, via higher energy expenses. To this end, we expand the Bank of Italy microsimulation models of household financial vulnerability to project household consumption evolution. We start from each <i>i-th</i> household consumption in period <i>t-1</i>, <math id=\"inf49\"><msub><mi>c</mi><mrow><mi>i</mi><mo separator=\"true\">,</mo><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msub></math>; we multiply this by the annual growth recorded for the stratum <math id=\"inf50\"><mi>s</mi></math> to which household <i>i</i> belongs, <math id=\"inf51\"><msub><mi>g</mi><mrow><mi>s</mi><mo separator=\"true\">,</mo><mi>t</mi></mrow></msub></math>:<sup><a href=\"#fn26\">26</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "label": "(6)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><msub><mi>c</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>=</mo><msub><mi>c</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi><mo>−</mo><mn>1</mn></mrow></msub><mo stretchy=\"false\">(</mo><mn>1</mn><mo>+</mo><msub><mi>g</mi><mrow><mi>s</mi><mo>,</mo><mi>t</mi></mrow></msub><mo stretchy=\"false\">)</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "We then aggregate consumption over the entire population and scale it by an adjustment factor, <math id=\"inf52\"><mi>γ</mi></math>, to make sure that changes in aggregate consumption stemming from the model match those coming from macroeconomic projections resulting from the proprietary model of the Bank of Italy.",
                            "type": "paragraph"
                        },
                        {
                            "text": "At this stage, each household in our model has its debt, income and consumption over the simulation period.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2. Consumption projections",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In this subsection, we put together all the pieces so far elaborated. We take the changes in expenditure induced by the higher energy prices for each stratum, and join this information with the Bank of Italy’s 2020 SHIW microdata, using stratum as the merging key.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We then assume that households’ available income is modified as a consequence of the change in total expenditure triggered by the shock in energy prices. The new household income will be different across households as it will depend on their energy elasticities and consumption levels and how those could change in response to the shock. To account for energy price changes in the scenario <math id=\"inf53\"><msub><mi>ϵ</mi><mi>s</mi></msub></math> (see <a href=\"#table1\">Table 1</a>), let income (gross of financial charges and net of imputed rents) <math id=\"inf54\"><mi>y</mi></math> of household <math id=\"inf55\"><mi>i</mi></math> belonging to stratum <math id=\"inf56\"><mi>s</mi></math> be modified as follows:",
                            "type": "paragraph"
                        },
                        {
                            "label": "(7)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mrow><mover><msub><mi>y</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi><mo>,</mo><msub><mi>ϵ</mi><mi>s</mi></msub></mrow></msub><mo stretchy=\"false\">~</mo></mover></mrow><mo>=</mo><msub><mi>y</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo>+</mo><msub><mi>c</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mo stretchy=\"false\">(</mo><mn>1</mn><mo>−</mo><msub><mi>d</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi><mo>,</mo><msub><mi>ϵ</mi><mi>s</mi></msub></mrow></msub><mo stretchy=\"false\">)</mo></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf57\"><msub><mi>c</mi><mrow><mi>i</mi><mo separator=\"true\">,</mo><mi>t</mi></mrow></msub></math> is household consumption, and <math id=\"inf58\"><msub><mi>d</mi><mrow><mi>i</mi><mo separator=\"true\">,</mo><mi>t</mi><mo separator=\"true\">,</mo><msub><mi>ϵ</mi><mi>s</mi></msub></mrow></msub></math> is an adjustment factor equal to the ratio of total consumption after and before the change in energy price. In case there is no energy price shock, <math id=\"inf59\"><msub><mi>d</mi><mrow><mi>i</mi><mo separator=\"true\">,</mo><mi>t</mi><mo separator=\"true\">,</mo><msub><mi>ϵ</mi><mi>s</mi></msub></mrow></msub></math> goes to 1 and <math id=\"inf60\"><mover><msub><mi>y</mi><mrow><mi>i</mi><mo separator=\"true\">,</mo><mi>t</mi><mo separator=\"true\">,</mo><msub><mi>ϵ</mi><mi>s</mi></msub></mrow></msub><mo stretchy=\"false\" style=\"math-style:normal;math-depth:0;\">~</mo></mover></math> equals <math id=\"inf61\"><msub><mi>y</mi><mrow><mi>i</mi><mo separator=\"true\">,</mo><mi>t</mi></mrow></msub></math>.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Against these assumptions, the indicator for household financial vulnerability, <math id=\"inf62\"><mrow><mi>V</mi><mi>H</mi><msub><mi>H</mi><mrow><mi>i</mi><mo separator=\"true\">,</mo><mi>t</mi><mo separator=\"true\">,</mo><msub><mi>ϵ</mi><mi>s</mi></msub></mrow></msub></mrow></math>, which now accounts for the effects on income of higher energy prices, is defined as follows:",
                            "type": "paragraph"
                        },
                        {
                            "label": "(8)",
                            "mathml": "<math><mstyle displaystyle=\"true\" scriptlevel=\"0\"><mrow><mtable columnalign=\"right left right left right left right left right left right left\" columnspacing=\"0em 2em 0em 2em 0em 2em 0em 2em 0em 2em 0em\" displaystyle=\"true\" rowspacing=\"3pt\"><mtr><mtd><mi>V</mi><mi>H</mi><msub><mi>H</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi><mo>,</mo><msub><mi>ϵ</mi><mi>s</mi></msub></mrow></msub><mo>=</mo><mrow><mo>{</mo><mtable columnalign=\"left left\" columnspacing=\"1em\" displaystyle=\"false\" rowspacing=\".2em\"><mtr><mtd><mn>1</mn></mtd><mtd><mtext>if </mtext><msub><mi>L</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi></mrow></msub><mrow><mo>/</mo></mrow><mrow><mover><msub><mi>y</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi><mo>,</mo><msub><mi>ϵ</mi><mi>s</mi></msub></mrow></msub><mo stretchy=\"false\">~</mo></mover></mrow><mo>&gt;</mo><mn>0.3</mn></mtd></mtr><mtr><mtd/><mtd><mtext>and </mtext><mrow><mover><msub><mi>y</mi><mrow><mi>i</mi><mo>,</mo><mi>t</mi><mo>,</mo><msub><mi>ϵ</mi><mi>s</mi></msub></mrow></msub><mo stretchy=\"false\">~</mo></mover></mrow><mo>&lt;</mo><mi>m</mi><mi>e</mi><mi>d</mi><mi>i</mi><mi>a</mi><mi>n</mi><mo stretchy=\"false\">(</mo><mrow><mover><mrow><msub><mi>y</mi><mrow><mi>t</mi><mo>,</mo><msub><mi>ϵ</mi><mi>s</mi></msub></mrow></msub><mo stretchy=\"false\">)</mo></mrow><mo stretchy=\"false\">~</mo></mover></mrow></mtd></mtr><mtr><mtd><mn>0</mn></mtd><mtd><mtext>otherwise</mtext></mtd></mtr></mtable><mo fence=\"true\" stretchy=\"true\" symmetric=\"true\"/></mrow></mtd></mtr></mtable></mrow></mstyle></math>",
                            "type": "mathml"
                        },
                        {
                            "text": "where <math id=\"inf63\"><msub><mi>L</mi><mrow><mi>i</mi><mo separator=\"true\">,</mo><mi>t</mi></mrow></msub></math> is household <math id=\"inf64\"><mi>i</mi></math> total loan instalment (given by the sum of mortgage and consumer credit instalments) in year <math id=\"inf65\"><mi>t</mi></math>, and <math id=\"inf66\"><mrow><mi>m</mi><mi>e</mi><mi>d</mi><mi>i</mi><mi>a</mi><mi>n</mi></mrow></math>(<math id=\"inf67\"><mover><msub><mi>y</mi><mrow><mi>t</mi><mo separator=\"true\">,</mo><msub><mi>ϵ</mi><mi>s</mi></msub></mrow></msub><mo stretchy=\"false\" style=\"math-style:normal;math-depth:0;\">~</mo></mover></math>) is the median value of equalized income in the population in period <math id=\"inf68\"><mi>t</mi></math>, adjusted to take into account the effect of the energy price change.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3. Households vulnerability in presence of energy price shocks",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In this section, we present the data used in the microsimulation model of household vulnerability. We acknowledge that the baseline scenario, which does not account for energy price shock, spans until 2023; the other scenarios, which instead incorporate also energy shocks, are available only up to 2022.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The household-level data used as a starting point of the microsimulation model are from the most recent SHIW wave, namely 2020.<sup><a href=\"#fn27\">27</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The microsimulation model then simulates dynamics for total income, total debt, consumption and interest rates that are in line with the macroeconomic environment or with its forecasts according to the Bank of Italy projections of April.<sup><a href=\"#fn28\">28</a></sup>",
                            "type": "paragraph"
                        },
                        {
                            "text": "Macro data come from several sources. First, we use disposable income (growth) from the national accounts (<i>Contabilità Nazionale</i>, CN), which includes imputed rents and is aimed at capturing the standard of living of households.<sup><a href=\"#fn29\">29</a></sup> After plummeting in 2020 as a consequence of the repercussions of the Covid-19 pandemic, income rebounded in 2021 (its growth was 3.5 per cent) and accelerated further in 2022 (at 6.3 per cent); income expansion is projected to soften in 2023, but to remain moderately positive. Second, we make use of the historical evolution and projections of lending to households for house purchases and for consumer credit - which are from the Bank of Italy’s statistical data warehouse. Mortgages growth was high in 2021 and 2022 (at around 5 per cent in both years) but it was expected to slow down sharply in 2023; a similar trend, although somewhat more subdued, is shown for consumer credit (granted by banks).<sup><a href=\"#fn30\">30</a></sup> We use actual data and projections of the three-month Euribor obtained from futures contracts to recalculate payments of households holding a variable interest rate mortgage and those associated with new originations. At the same time, we exploit the 10-year IRS as a benchmark for fixed-rate new mortgages. While in 2021 the Euribor further declined to -0.547 per cent (annual average), it was slightly positive in 2022 (0.343 per cent) and was expected to increase sharply in 2023. On average in 2021 the IRS stood at little more than zero per cent, but increased sharply in 2022 (to 1.9 per cent); for 2023 the IRS growth could be slightly lower. We finally exploit both HBS data to compute the change in consumption expenditure by stratum and the macroeconomic projections on yearly growth of final consumption from the internal Bank of Italy macroeconomic model to generate aggregate consumption dynamics in the model similar to those observed in the data. The yearly variations in final consumption are around 5 per cent in the year 2021-22 and are projected to be lower in 2023.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-4",
                    "title": "4.4. Data used in the model of households’ financial vulnerability",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Setup of the financial vulnerability simulation",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This section presents the model results. We start by showing the baseline scenario, where there are no energy price shocks. We then take on board such shocks by applying the energy price changes. We repeat this exercise in two cases. In the first one, households do not adjust their consumption bundle to price increases and keep consuming the same quantities of energy goods despite the price shock, i.e. we assume no price elasticity; in the second case, households change their consumption habits to fight back against price hikes, i.e. we use previously estimated price elasticities per stratum. Given the lack of more granular information on prices, we assume that in each scenario all households face the same energy price increases, which is likely not the case in reality. This renders the results of the exercise an upper bound for households’ vulnerability since, in the spirit of a stress test, as we have seen above in Section 3, the majority of consumers have multi-year contracts.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "For the baseline scenario, the debt at risk decreases in 2021-22 and records a slight increase in 2023 (<a href=\"#fig3\">Figure 3</a>). Such dynamics reflect the evolution of the macroeconomic drivers as described in Section 3.2: in 2021-22 the sustained recovery in nominal disposable income overcame the evolution of households’ liabilities, driving households’ vulnerability on a downward path.<sup><a href=\"#fn31\">31</a></sup> In 2023 the increased debt at risk would therefore be mainly attributable to the abrupt rise in loan rates following the change in monetary policy stance implemented to fight the inflation spike.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00315%2Fijm-00315-fig003.tif",
                                        "size": {
                                            "width": 1084,
                                            "height": 796
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00315%2Fijm-00315-fig003.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00315-fig003.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Baseline.. Notes: The figure shows the share of vulnerable households and the debt at risk in the baseline model. The rate of new non-performing household loans is defined as the ratio of non-performing loans to total household loans at the beginning of the period and it is calculated as an average of the quarters; the ratio is available until 2022.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s5-1",
                    "title": "5.1. Baseline",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We consider a model where households’ income and debt evolve over time reflecting macroeconomic developments, but with households not readjusting their quantity of energy consumed following the yearly price increases. Therefore, households’ energy expenditure increases after the shock by an amount equal to the price change multiplied by the consumption level. Panel (a) in <a href=\"#fig4\">Figure 4</a> and Panels (A) and (B) in <a href=\"#table6\">Table 6</a> show expenditure and income variations. The dots in <a href=\"#fig4\">Figure 4</a> represent the average ratio between the total household consumption expenses after and before the energy shock, <math id=\"inf69\"><msub><mi>d</mi><mrow><mi>i</mi><mo separator=\"true\">,</mo><mi>t</mi><mo separator=\"true\">,</mo><msub><mi>ϵ</mi><mi>s</mi></msub></mrow></msub></math>, while the bars show the average disposable income adjusted to take into account the eventual re-composition of household expenses occurring as a consequence of the energy price shock. Averages are computed across different simulations.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00315%2Fijm-00315-fig004.tif",
                                        "size": {
                                            "width": 1791,
                                            "height": 2757
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00315%2Fijm-00315-fig004.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00315-fig004.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Microsimulation model with no price elasticity (case 1): Aggregate results.. Notes: Panel (a) shows how household consumption and disposable income change, on average, after the energy price shock. Panel (b) reports the share of vulnerable households and their debt (debt at risk). Disposable income is in euros, and results for Panel (b) are in percentage values.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "assets": [
                                {
                                    "footnotes": [
                                        {
                                            "text": [
                                                {
                                                    "text": "Notes: Panel A shows households’ consumption average change after the energy price shock; Panel B reports disposable income in euros; Panels C and D include the share of vulnerable households and their debt at risk in percentage values.",
                                                    "type": "paragraph"
                                                }
                                            ]
                                        }
                                    ],
                                    "id": "table6",
                                    "label": "Table 6",
                                    "tables": [
                                        "<table><thead><tr><th align=\"left\"/><th align=\"left\">2020</th><th align=\"left\">2021</th><th align=\"left\">2022</th></tr><tr><th align=\"left\"/><th align=\"left\">(1)</th><th align=\"left\">(2)</th><th align=\"left\">(3)</th></tr><tr><th align=\"left\" colspan=\"4\">A. Expenses after /Expenses before</th></tr></thead><tbody><tr><td align=\"left\">baseline</td><td align=\"left\"/><td align=\"left\">1.000</td><td align=\"left\">1.000</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\"/><td align=\"left\">1.016</td><td align=\"left\">1.049</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\"/><td align=\"left\">1.011</td><td align=\"left\">1.055</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\"/><td align=\"left\">1.003</td><td align=\"left\">1.024</td></tr><tr><td align=\"left\" colspan=\"4\"><b>B. Disposable income</b></td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">26,882</td><td align=\"left\">27,884</td><td align=\"left\">29,652</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\">26,882</td><td align=\"left\">27,564</td><td align=\"left\">28,630</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\">26,882</td><td align=\"left\">27,656</td><td align=\"left\">28,493</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\">26,882</td><td align=\"left\">27,820</td><td align=\"left\">29,149</td></tr><tr><td align=\"left\" colspan=\"4\"><b>C. Share of vulnerable households</b></td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">1.45</td><td align=\"left\">1.62</td><td align=\"left\">1.80</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\">1.45</td><td align=\"left\">1.54</td><td align=\"left\">1.82</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\">1.45</td><td align=\"left\">1.55</td><td align=\"left\">1.85</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\">1.45</td><td align=\"left\">1.53</td><td align=\"left\">1.74</td></tr><tr><td align=\"left\" colspan=\"4\"><b>D. Debt at risk</b></td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">9.19</td><td align=\"left\">8.18</td><td align=\"left\">7.90</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\">9.19</td><td align=\"left\">8.25</td><td align=\"left\">8.62</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\">9.19</td><td align=\"left\">8.18</td><td align=\"left\">8.75</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\">9.19</td><td align=\"left\">8.07</td><td align=\"left\">8.15</td></tr></tbody></table>"
                                    ],
                                    "title": "Model with no price elasticity (case 1): Aggregate results.",
                                    "type": "table"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In the baseline scenario, by construction, nothing changes. In 2021 and 2022 expenses are the same before and after the shock and the ratio <math id=\"inf70\"><msub><mi>d</mi><mrow><mi>i</mi><mo separator=\"true\">,</mo><mi>t</mi><mo separator=\"true\">,</mo><msub><mi>ϵ</mi><mi>s</mi></msub></mrow></msub></math> equals 1. In 2021, across the different scenarios that account for the energy price shocks, reductions in disposable income concerning baseline are contained (between 60 and 320 euros). This reflects the limited increase in energy prices and the consequent limited additional expenses to maintain constant the quantity consumed. On the opposite, the increase in energy expenses is rather pronounced in 2022, ranging from 2.4 to 5.5 per cent across scenarios. Households’ disposable income dropped markedly, up to 1,150 euros.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Panel (b) in <a href=\"#fig4\">Figure 4</a> and Panels (C) and (D) in <a href=\"#table6\">Table 6</a> show the impact of energy price changes on households’ financial vulnerability in the baseline scenario and under the three alternative scenarios. The decrease in disposable income, by limiting the available financial resources that can be used to service the debt, hurts financial vulnerability. In 2021, in the three scenarios, financial vulnerability is about the same as the one recorded in the baseline scenarios, reflecting the contained growth in energy expenses. In 2022, instead, debt at risk increases with respect to 2021 across the three scenarios considered. The increase turns out to be stronger when the energy price upsurge is measured by the NIC Index - which recorded the highest increase - but, under any scenarios, we observe the same dynamics. This non-monotonic evolution of the debt at risk is inconsistent with the one for the new rate of non-performing loans, which continued to decrease in 2021 and 2022, highlighting that some important readjustment has taken place in actual data.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5-2",
                    "title": "5.2. Case 1 (no elasticity): households not re-adjusting their consumption after the shock",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We now consider a far more realistic, yet less studied, case where, in the face of an energy price shock, households re-adjust their yearly consumption depending on their price elasticity.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "As shown in <a href=\"#table1\">Table 1</a>, energy price variations are overall contained between 2020 and 2021 and are practically unchanged when they are computed using the Eurostat price measure. As a consequence, when the latter is employed, almost all households choose to accommodate the price raise with slightly higher expenses, bearing a negligible impact on disposable income (decreasing on average by less than 20 euros; Panel (a) of <a href=\"#fig5\">Figure 5</a> and <a href=\"#table7\">Table 7</a>). In the cases of the NIC Index or regulated market, larger price variations are associated with more marked expenses and a deeper, but still moderate, decline in average income (around 100 euros) with respect to the baseline.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig5",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00315%2Fijm-00315-fig005.tif",
                                                "size": {
                                                    "width": 1791,
                                                    "height": 2831
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00315%2Fijm-00315-fig005.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00315-fig005.jpg"
                                                }
                                            },
                                            "label": "Figure 5",
                                            "title": "Microsimulation model with price elasticity, (case 2): Aggregate results.. Notes: Panel (a) shows how household consumption and disposable income change, on average, after the energyprice shock. Panel (b) reports the share of vulnerable households and their debt (debt at risk). Disposable incomeis in euros, and results for Panel (b) are in percentage values.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "Notes: Panel A shows households’ consumption average change after the energy price shock; Panel B reports disposable income in euros; Panels C and D include the share of vulnerable households and their debt at risk in percentage values.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table7",
                                            "label": "Table 7",
                                            "tables": [
                                                "<table><thead><tr><th align=\"left\"/><th align=\"left\">2020</th><th align=\"left\">2021</th><th align=\"left\">2022</th></tr><tr><th align=\"left\"/><th align=\"left\">(1)</th><th align=\"left\">(2)</th><th align=\"left\">(3)</th></tr><tr><th align=\"left\" colspan=\"4\">A. Expenses after /Expenses before</th></tr></thead><tbody><tr><td align=\"left\">baseline</td><td align=\"left\"/><td align=\"left\">1.000</td><td align=\"left\">1.000</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\"/><td align=\"left\">1.005</td><td align=\"left\">1.019</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\"/><td align=\"left\">1.004</td><td align=\"left\">1.020</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\"/><td align=\"left\">1.001</td><td align=\"left\">1.008</td></tr><tr><td align=\"left\" colspan=\"4\"><b>B. Disposable income</b></td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">26,882</td><td align=\"left\">27,884</td><td align=\"left\">29,652</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\">26,882</td><td align=\"left\">27,785</td><td align=\"left\">29,238</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\">26,882</td><td align=\"left\">27,801</td><td align=\"left\">29,207</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\">26,882</td><td align=\"left\">27,860</td><td align=\"left\">29,470</td></tr><tr><td align=\"left\" colspan=\"4\"><b>C. Share of vulnerable households</b></td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">1.45</td><td align=\"left\">1.62</td><td align=\"left\">1.80</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\">1.45</td><td align=\"left\">1.54</td><td align=\"left\">1.71</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\">1.45</td><td align=\"left\">1.54</td><td align=\"left\">1.72</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\">1.45</td><td align=\"left\">1.59</td><td align=\"left\">1.72</td></tr><tr><td align=\"left\" colspan=\"4\"><b>D. Debt at risk</b></td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">9.30</td><td align=\"left\">8.18</td><td align=\"left\">7.90</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\">9.30</td><td align=\"left\">8.10</td><td align=\"left\">8.02</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\">9.30</td><td align=\"left\">8.10</td><td align=\"left\">8.06</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\">9.30</td><td align=\"left\">8.06</td><td align=\"left\">7.91</td></tr></tbody></table>"
                                            ],
                                            "title": "Model with price elasticity (case 2): Aggregate results.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "Energy price variations are instead more pronounced over the period 2021-2022. Under any scenarios considered, households increase their average consumption expenditure in the range of 0.8-2.0 per cent.<sup><a href=\"#fn32\">32</a></sup> Notwithstanding differences in the extent of price hikes across scenarios, price spikes seem to have a linear impact on total expenditure. Hence, it appears that the price-triggered expenditure increase in the NIC and regulated market scenarios - which are more than twice as big as Eurostat’s (see <a href=\"#table1\">Table 1</a>) - drives a more pronounced consumption correction. The ensuing decrease in disposable income is in the range of 180 to 450 euros.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Household vulnerability does not go up following the rise in energy prices. Throughout any scenarios, the share of vulnerable households and the debt at risk appear to be about the same as that prevailing in the baseline (Panel (b) of <a href=\"#fig5\">Figure 5</a>), suggesting that indebted households, in particular, adjust their consumption patterns in such a way as to keep a level of disposable income as unchanged as possible to be used also for debt repayments. Again, while the energy price increase does not lead to higher financial vulnerability, household welfare could have suffered a blow as a consequence of the cut in energy consumption.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The result on financial vulnerability measured by the debt at risk is very much in line with the evidence from the rate of new non-performing loan ratio based on supervisory reports (<a href=\"#fig3\">Figure 3</a>). The debt at risk is confirmed to be an indicator with similar dynamics to the new non-performing loan ratio and, thus, it can be used to forecast the evolution of vulnerability.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s5-3-1",
                            "title": "5.3.1. Aggregate results",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "<a href=\"#table8\">Tables 8 and 9</a>show the results for the models by considering the heterogeneity across the three dimensions, namely geographical areas, number of household components and age classes. Against a backdrop of energy price shocks having a more marked impact in 2022, the higher the inflation shock, the more likely households to re-adjust their consumption habit. As a consequence of the consumption correction, disposable income is hit less. In general, taking on board consumption re-adjustment - which reflects the coming into play of the energy price elasticities - brings about limited effects in financial vulnerability. Concerning any of the heterogeneity dimensions considered, the energy price changes overall have a homogeneous impact.<sup><a href=\"#fn33\">33</a></sup>",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "Notes: Columns 1-3 show household consumption average change after the energy price shock. Columns 4-6 report disposable income in euros.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table8",
                                            "label": "Table 8",
                                            "tables": [
                                                "<table><thead><tr><th align=\"left\"/><th align=\"left\" colspan=\"3\">Expenses after/Expenses before</th><th align=\"left\" colspan=\"3\">Disposable income</th></tr></thead><tbody><tr><td align=\"left\"/><td align=\"left\">(1)</td><td align=\"left\">(2)</td><td align=\"left\">(3)</td><td align=\"left\">(4)</td><td align=\"left\">(5)</td><td align=\"left\">(6)</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">Geographical area</td></tr><tr><td align=\"left\"/><td align=\"left\">North</td><td align=\"left\">Center</td><td align=\"left\">South</td><td align=\"left\">North</td><td align=\"left\">Center</td><td align=\"left\">South</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">2020</td></tr><tr><td align=\"left\">baseline</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">31,161</td><td align=\"left\">28,138</td><td align=\"left\">20,094</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">2021</td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">1.000</td><td align=\"left\">1.000</td><td align=\"left\">1.000</td><td align=\"left\">32,341</td><td align=\"left\">29,201</td><td align=\"left\">20,813</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\">1.003</td><td align=\"left\">1.004</td><td align=\"left\">1.006</td><td align=\"left\">32,239</td><td align=\"left\">29,107</td><td align=\"left\">20,717</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\">1.004</td><td align=\"left\">1.004</td><td align=\"left\">1.005</td><td align=\"left\">32,255</td><td align=\"left\">29,123</td><td align=\"left\">20,734</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\">1.001</td><td align=\"left\">1.001</td><td align=\"left\">1.001</td><td align=\"left\">32,316</td><td align=\"left\">29,178</td><td align=\"left\">20,790</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">2022</td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">1.000</td><td align=\"left\">1.000</td><td align=\"left\">1.000</td><td align=\"left\">34,414</td><td align=\"left\">31,063</td><td align=\"left\">22,097</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\">1.017</td><td align=\"left\">1.017</td><td align=\"left\">1.022</td><td align=\"left\">33,991</td><td align=\"left\">30,661</td><td align=\"left\">21,688</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\">1.017</td><td align=\"left\">1.018</td><td align=\"left\">1.024</td><td align=\"left\">33,966</td><td align=\"left\">30,633</td><td align=\"left\">21,646</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\">1.007</td><td align=\"left\">1.008</td><td align=\"left\">1.010</td><td align=\"left\">34,226</td><td align=\"left\">30,889</td><td align=\"left\">21,917</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">Number of household components</td></tr><tr><td align=\"left\"/><td align=\"left\">1-2</td><td align=\"left\">3</td><td align=\"left\">4+</td><td align=\"left\">1-2</td><td align=\"left\">3</td><td align=\"left\">4+</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">2020</td></tr><tr><td align=\"left\">baseline</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">21,280</td><td align=\"left\">33,598</td><td align=\"left\">37,186</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">2021</td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">1.000</td><td align=\"left\">1.000</td><td align=\"left\">1.000</td><td align=\"left\">22,080</td><td align=\"left\">34,858</td><td align=\"left\">38,543</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\">1.005</td><td align=\"left\">1.005</td><td align=\"left\">1.005</td><td align=\"left\">22,000</td><td align=\"left\">34,738</td><td align=\"left\">38,412</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\">1.004</td><td align=\"left\">1.004</td><td align=\"left\">1.004</td><td align=\"left\">22,016</td><td align=\"left\">34,754</td><td align=\"left\">38,429</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\">1.001</td><td align=\"left\">1.001</td><td align=\"left\">1.001</td><td align=\"left\">22,062</td><td align=\"left\">34,828</td><td align=\"left\">38,510</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">2022</td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">1.000</td><td align=\"left\">1.000</td><td align=\"left\">1.000</td><td align=\"left\">23,488</td><td align=\"left\">37,066</td><td align=\"left\">40,969</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\">1.018</td><td align=\"left\">1.020</td><td align=\"left\">1.019</td><td align=\"left\">23,146</td><td align=\"left\">36,560</td><td align=\"left\">40,429</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\">1.018</td><td align=\"left\">1.023</td><td align=\"left\">1.022</td><td align=\"left\">23,140</td><td align=\"left\">36,492</td><td align=\"left\">40,355</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\">1.008</td><td align=\"left\">1.010</td><td align=\"left\">1.009</td><td align=\"left\">23,348</td><td align=\"left\">36,831</td><td align=\"left\">40,711</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">Age classes</td></tr><tr><td align=\"left\"/><td align=\"left\">15-39</td><td align=\"left\">40-65</td><td align=\"left\">66+</td><td align=\"left\">15-39</td><td align=\"left\">40-65</td><td align=\"left\">66+</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">2020</td></tr><tr><td align=\"left\">baseline</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">27,611</td><td align=\"left\">30,218</td><td align=\"left\">21,803</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">2021</td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">1.000</td><td align=\"left\">1.000</td><td align=\"left\">1.000</td><td align=\"left\">27,970</td><td align=\"left\">31,569</td><td align=\"left\">22,959</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\">1.005</td><td align=\"left\">1.005</td><td align=\"left\">1.005</td><td align=\"left\">27,870</td><td align=\"left\">31,461</td><td align=\"left\">22,874</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\">1.004</td><td align=\"left\">1.004</td><td align=\"left\">1.004</td><td align=\"left\">27,885</td><td align=\"left\">31,477</td><td align=\"left\">22,891</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\">1.001</td><td align=\"left\">1.001</td><td align=\"left\">1.001</td><td align=\"left\">27,945</td><td align=\"left\">31,542</td><td align=\"left\">22,939</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">2022</td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">1.000</td><td align=\"left\">1.000</td><td align=\"left\">1.000</td><td align=\"left\">29,111</td><td align=\"left\">33,572</td><td align=\"left\">24,749</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\">1.018</td><td align=\"left\">1.018</td><td align=\"left\">1.019</td><td align=\"left\">28,703</td><td align=\"left\">33,120</td><td align=\"left\">24,382</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\">1.020</td><td align=\"left\">1.020</td><td align=\"left\">1.020</td><td align=\"left\">28,666</td><td align=\"left\">33,068</td><td align=\"left\">24,378</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\">1.008</td><td align=\"left\">1.008</td><td align=\"left\">1.008</td><td align=\"left\">28,925</td><td align=\"left\">33,364</td><td align=\"left\">24,599</td></tr></tbody></table>"
                                            ],
                                            "title": "Model with price elasticity (case 2): heterogeneity in expenses and disposable income.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "Notes: The share of vulnerable households and the debt at risk are in percentage values.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table9",
                                            "label": "Table 9",
                                            "tables": [
                                                "<table><thead><tr><th align=\"left\"/><th align=\"left\" colspan=\"3\">Share of vulnerable households</th><th align=\"left\" colspan=\"3\">Debt at risk</th></tr></thead><tbody><tr><td align=\"left\"/><td align=\"left\">(1)</td><td align=\"left\">(2)</td><td align=\"left\">(3)</td><td align=\"left\">(4)</td><td align=\"left\">(5)</td><td align=\"left\">(6)</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">Geographical area</td></tr><tr><td align=\"left\"/><td align=\"left\">North</td><td align=\"left\">Center</td><td align=\"left\">South</td><td align=\"left\">North</td><td align=\"left\">Center</td><td align=\"left\">South</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">2020</td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">1.41</td><td align=\"left\">1.45</td><td align=\"left\">1.52</td><td align=\"left\">8.86</td><td align=\"left\">6.51</td><td align=\"left\">16.51</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">2021</td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">1.50</td><td align=\"left\">1.08</td><td align=\"left\">2.12</td><td align=\"left\">7.36</td><td align=\"left\">4.85</td><td align=\"left\">16.30</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\">1.30</td><td align=\"left\">1.11</td><td align=\"left\">2.14</td><td align=\"left\">7.36</td><td align=\"left\">4.41</td><td align=\"left\">16.43</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\">1.30</td><td align=\"left\">1.11</td><td align=\"left\">2.14</td><td align=\"left\">7.36</td><td align=\"left\">4.31</td><td align=\"left\">16.42</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\">1.43</td><td align=\"left\">1.08</td><td align=\"left\">2.12</td><td align=\"left\">7.34</td><td align=\"left\">4.36</td><td align=\"left\">16.32</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">2022</td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">1.50</td><td align=\"left\">1.38</td><td align=\"left\">2.49</td><td align=\"left\">6.52</td><td align=\"left\">5.25</td><td align=\"left\">16.03</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\">1.31</td><td align=\"left\">1.39</td><td align=\"left\">2.48</td><td align=\"left\">6.58</td><td align=\"left\">5.18</td><td align=\"left\">16.60</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\">1.31</td><td align=\"left\">1.39</td><td align=\"left\">2.48</td><td align=\"left\">6.62</td><td align=\"left\">5.20</td><td align=\"left\">16.66</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\">1.29</td><td align=\"left\">1.39</td><td align=\"left\">2.53</td><td align=\"left\">6.51</td><td align=\"left\">5.09</td><td align=\"left\">16.32</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">Number of household components</td></tr><tr><td align=\"left\"/><td align=\"left\">1-2</td><td align=\"left\">3</td><td align=\"left\">4+</td><td align=\"left\">1-2</td><td align=\"left\">3</td><td align=\"left\">4+</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">2020</td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">0.80</td><td align=\"left\">2.13</td><td align=\"left\">2.77</td><td align=\"left\">8.69</td><td align=\"left\">9.87</td><td align=\"left\">9.45</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">2021</td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">1.28</td><td align=\"left\">1.62</td><td align=\"left\">2.63</td><td align=\"left\">9.35</td><td align=\"left\">7.57</td><td align=\"left\">7.36</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\">1.11</td><td align=\"left\">1.64</td><td align=\"left\">2.73</td><td align=\"left\">8.99</td><td align=\"left\">7.61</td><td align=\"left\">7.48</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\">1.11</td><td align=\"left\">1.64</td><td align=\"left\">2.73</td><td align=\"left\">8.99</td><td align=\"left\">7.61</td><td align=\"left\">7.48</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\">1.21</td><td align=\"left\">1.63</td><td align=\"left\">2.67</td><td align=\"left\">9.01</td><td align=\"left\">7.58</td><td align=\"left\">7.38</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">2022</td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">1.40</td><td align=\"left\">2.16</td><td align=\"left\">2.68</td><td align=\"left\">9.68</td><td align=\"left\">7.37</td><td align=\"left\">6.47</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\">1.20</td><td align=\"left\">2.19</td><td align=\"left\">2.80</td><td align=\"left\">9.57</td><td align=\"left\">7.52</td><td align=\"left\">6.77</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\">1.19</td><td align=\"left\">2.19</td><td align=\"left\">2.83</td><td align=\"left\">9.56</td><td align=\"left\">7.58</td><td align=\"left\">6.84</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\">1.24</td><td align=\"left\">2.17</td><td align=\"left\">2.73</td><td align=\"left\">9.50</td><td align=\"left\">7.45</td><td align=\"left\">6.60</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">Age classes</td></tr><tr><td align=\"left\"/><td align=\"left\">15-39</td><td align=\"left\">40-65</td><td align=\"left\">66+</td><td align=\"left\">15-39</td><td align=\"left\">40-65</td><td align=\"left\">66+</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">2020</td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">2.66</td><td align=\"left\">1.95</td><td align=\"left\">0.26</td><td align=\"left\">12.36</td><td align=\"left\">7.70</td><td align=\"left\">13.38</td></tr><tr><td align=\"left\"/><td align=\"left\" colspan=\"6\">2021</td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">2.17</td><td align=\"left\">2.29</td><td align=\"left\">0.56</td><td align=\"left\">10.81</td><td align=\"left\">7.34</td><td align=\"left\">6.36</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\">2.17</td><td align=\"left\">2.32</td><td align=\"left\">0.30</td><td align=\"left\">10.82</td><td align=\"left\">7.28</td><td align=\"left\">5.63</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\">2.17</td><td align=\"left\">2.32</td><td align=\"left\">0.30</td><td align=\"left\">10.82</td><td align=\"left\">7.28</td><td align=\"left\">5.63</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\">2.17</td><td align=\"left\">2.29</td><td align=\"left\">0.46</td><td align=\"left\">10.81</td><td align=\"left\">7.19</td><td align=\"left\">6.11</td></tr><tr><td align=\"left\" colspan=\"7\">2022</td></tr><tr><td align=\"left\">baseline</td><td align=\"left\">2.20</td><td align=\"left\">2.56</td><td align=\"left\">0.73</td><td align=\"left\">11.27</td><td align=\"left\">7.05</td><td align=\"left\">5.62</td></tr><tr><td align=\"left\">regulated market</td><td align=\"left\">2.51</td><td align=\"left\">2.50</td><td align=\"left\">0.49</td><td align=\"left\">12.42</td><td align=\"left\">6.96</td><td align=\"left\">5.02</td></tr><tr><td align=\"left\">NIC Index</td><td align=\"left\">2.51</td><td align=\"left\">2.51</td><td align=\"left\">0.49</td><td align=\"left\">12.46</td><td align=\"left\">7.00</td><td align=\"left\">5.02</td></tr><tr><td align=\"left\">Eurostat</td><td align=\"left\">2.30</td><td align=\"left\">2.57</td><td align=\"left\">0.48</td><td align=\"left\">11.64</td><td align=\"left\">7.01</td><td align=\"left\">5.01</td></tr></tbody></table>"
                                            ],
                                            "title": "Model with price elasticity (case 2): heterogeneity in financial vulnerability.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s5-3-2",
                            "title": "5.3.2. Heterogeneity results",
                            "type": "section"
                        }
                    ],
                    "id": "s5-3",
                    "title": "5.3. Case 2 (with price elasticity): households re-adjusting their consumption after the shock",
                    "type": "section"
                }
            ],
            "id": "s5",
            "title": "5. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "During 2021 retail prices of electricity and natural gas increased significantly owing to a mismatch of supply and demand; such dynamics were exacerbated by the Russian invasion of Ukraine in February 2022. The price surge could possibly jeopardize households’ welfare and financial soundness, especially in countries like Italy, where prices more than doubled in a short time.",
                    "type": "paragraph"
                },
                {
                    "text": "Against this backdrop, we have developed a microsimulation model to evaluate the impact of the upsurge in energy prices on households’ financial vulnerability. This paper builds on previous works of <a href=\"#bib9\">Michelangeli and Pietrunti (2014)</a>; <a href=\"#bib10\">Attinà et al. (2020)</a>; <a href=\"#bib1\">Faiella and Lavecchia (2021b)</a> and <a href=\"#bib2\">Faiella et al. (2022)</a>. For the period 2020-2022, we show that by turning a blind eye to consumers’ behavioural responses (i.e. assuming price inelasticity, a common assumption in the literature), households’ financial vulnerability may be significantly overestimated and its dynamics are not aligned with banks’ supervisory report data on the new rate of non-performing household loans. Conversely, by taking energy demand price elasticities into due account along with the evolution of the relevant macro variables, we find that the increase in the number of vulnerable households (and their associated indebtedness) is comparable to the rise recorded in a scenario where energy prices do not change and more in line to what has broadly occurred in reality. This is because households readjust their energy consumption levels (i.e., they trim their use of electricity and heating) to maintain a constant level of disposable income so that it can be used to service their debt.",
                    "type": "paragraph"
                },
                {
                    "text": "Some caveats to the exercise results apply, though. First, and foremost, we performed a partial equilibrium analysis focused on energy markets only and the impact of energy price increases on household financial vulnerability; as a consequence, this exercise has to be interpreted as a stress test. Second, we are aware that there are differences in elasticity values in the presence of price rises or falls and that the 2021-22 episode marked an inflation spike not recorded in many years; at the same time, the nearness of the price surge to the current date prevents the availability of newer data; in addition, its short duration suggests that it would be safe to assume an unchanged energy price elasticity before and after the price spike. At the same time, in light of the magnitude of the price shock, structural breaks in elasticity can not be ruled out. Be as it may, in case of higher elasticity, we would converge towards a case with limited effect on households’ financial vulnerability, but heftier repercussions on welfare. Results would be still driven by the evolution of macro variables. Finally, we are focusing on energy expenditure, but other consumption items, such as food items, incurred large price increases. However, assessing a rebalancing in households’ consumption basket would require information on cross-price and income elasticities for any goods. This information is not available at the current stage and we leave it for future research.",
                    "type": "paragraph"
                },
                {
                    "text": "We can then conclude that, if the energy price change did not lead to higher financial vulnerability, this is not a free lunch. Households forgo thermal comfort, potentially experiencing an increase in energy poverty (<a href=\"#bib32\">Faiella and Lavecchia, 2021a</a>; <a href=\"#bib23\">OIPE, 2023</a>), to keep within their budget constraints.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Conclusions",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "<a href=\"https://www.iea.org/commentaries/what-is-behind-soaring-energy-prices-and-what-happens-next\">IEA, “What is behind soaring energy prices and what happens next?”</a>, commentary, 12 October 2021.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "At the end of 2021, Italy’s natural gas imports from Russia accounted for about 40 per cent of the total, standing at just slightly less than 29 billion cubic meters.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The surge in final energy prices, driven by spikes in import prices of natural gas, affected also the trade balance, with an energy trade deficit peaking at 5.4 per cent of GDP in 2022, the second-highest on record since 1981; the trade balance deterioration (3 percentage points of GDP) was slightly larger than those observed after the oil shocks of the 1970s (<a href=\"#bib3\">Romanini and Tosti, 2023</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "At the end of 2023, the energy component accounted for 60 per cent of the final price of electricity paid by households, the other 40 per cent was made up of taxes, levies and distribution fees (for gas, the energy component accounts for an even smaller share, circa 50 per cent). Taxes, levies and distribution fees are set by ARERA, while only the energy component is determined by the market.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Since October 2022, gas prices are updated monthly.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The historical evolution of income includes all the government measures implemented in 2021-22 to mitigate inflation effects on household budgets.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Excluding behavioural responses is a rather common, albeit counter-intuitive, assumption across microsimulation models (<a href=\"#bib11\">UPB, 2022</a>; <a href=\"#bib12\">Istat, 2022</a>; <a href=\"#bib5\">Curci et al. 2022</a>). Moreover, as a consequence of the price surge in 2022 households' demand for electricity decreased by 3.6 (4.6) per cent with respect to 2021 (2020), while that for natural gas fell by 9.5 (1.7) per cent compared to 2021 (2020).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the paper we focus on financially vulnerable families. In 2020-22, Italian households accumulated a substantial amount of additional financial assets – in the order of more than 130 euro billion – as a consequence of the repercussions of the COVID-19 pandemic on the economy. At the same time, the distribution of financial wealth in Italy like in other countries is skewed towards the better-off, as so it was the distribution of additional savings. Additionally, the debt-to-income ratio in the same period remained almost unchanged. Hence, it appears that savings drawing down played, if any, a marginal role (<a href=\"#bib14\">Colabella et al., 2023</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"https://www.eia.gov/tools/faqs/faq.php?id=97&amp;t=3\">“How much electricity does an American home use?”, FAQ, US Energy Information Administration.</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For the US: <a href=\"https://www.eia.gov/consumption/residential/data/2020/index.php?view=state\">“</a><a href=\"https://www.eia.gov/consumption/residential/data/2020/index.php?view=state\">Highlights for space heating fuel in U.S. homes by state, 2020”</a><a href=\"https://www.eia.gov/consumption/residential/data/2020/index.php?view=state\">, FAQ, US Energy Information Administration.</a>; for Italy: <a href=\"https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Energy_consumption_in_households\">“</a><a href=\"https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Energy_consumption_in_households\">Use of energy products in households: space heating”</a><a href=\"https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Energy_consumption_in_households\">, Eurostat.</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Natural gas covers, on average, 60 per cent of the space heating uses. Moreover, data on retail prices for the other energy vectors used for space heating (wood, pellet, district heating, LNG, gas cylinders, etc.) are unavailable, not even at the aggregate level. Therefore, in the absence of better data, we will assume that the retail prices of natural gas work as a proxy for all the heating fuels (the remaining 40 per cent).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Directive 96/92/EC (``first electricity Directive\"), adopted in 1996, and Directive 98/30/EC (``first gas directive\"), adopted in 1998.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Data for the electricity can be recovered from ARERA website. Also, we employed the following conversion factor from standard cubic meter (<i>smc</i> in Italian) to GJ: 1 smc = 0.0394 Gj.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The price indexes for the regulated market reflect the quarterly updates by ARERA to its tariffs, whilst the price indexes for the free market refer to new contracts only and, hence, apply to a fraction of customers, who have signed a new deal with an energy provider. More than 70 per cent of households on the free market (i.e. almost 50 per cent of all households) have multi-year, fixed-price contracts; therefore, such households are unaffected as long as their contracts do not expire. At the current juncture, information on contract length for households is unavailable.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Data can be recovered from <a href=\"https://ec.europa.eu/eurostat/databrowser/explore/all/envir?lang=en&amp;subtheme=nrg.nrg_price&amp;display=list&amp;sort=category\">here</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn15",
                    "title": "15.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As the NIC serves as a price index, we calculate the absolute variations by applying the cumulative percentage changes to the corresponding base year from Eurostat. For example, to estimate the average electricity price in 2020, we apply the electricity price variation from the NIC between 2019 and 2020 to the 2019 average price from Eurostat.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn16",
                    "title": "16.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"#bib27\">UPB (2023)</a>, chapter 5.3, for greater detail.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn17",
                    "title": "17.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<i>Indagine sui consumi delle famiglie</i> for the years between 1997 and 2013 and the <i>Indagine sulla spesa delle famiglie</i> from 2014 to 2022. In this paper we use data from 1997 to 2022.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn18",
                    "title": "18.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "As mentioned above, we use natural gas price as the reference price for overall heating expenditure.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn19",
                    "title": "19.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Our model estimates energy quantities at the household level, calibrating the yearly final estimate with overall electricity and heating consumption. This calibration is based on national energy balances from 1997 to 2008, Eurostat’s Physical Energy Flow Accounts (PEFA) from 2008 to 2021, and official variations from ARERA for 2022.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn20",
                    "title": "20.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The <i>quasi</i>-panel approach compares the values of population subgroups classified in different stratum formed according to their demographic characteristics (i.e. age, marital status, number of family components). The authors use the household classification provided by Istat, accruing to eight subgroups of households, observed across fourths of the equivalent expenditure distribution (e.g. households belonging to the fourth quartile of the equivalent expenditure distribution, are recorded as 4xx.).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn21",
                    "title": "21.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Namely, we merge households with 3 or more children within households with 2 children because of the relatively scarce number of observations.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn22",
                    "title": "22.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We assume total equivalent expenditure as a proxy for wealth.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn23",
                    "title": "23.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In addition to imposing some structure for the evolution of debt for existing mortgages, <a href=\"#bib9\">Michelangeli and Pietrunti (2014)</a> present a way of introducing mortgage originations, which result from a pseudo-panel that builds on historical data and are adjusted to match the total growth in household debt available from macroeconomic forecasts. The number of new loans attributed to each income class is thus endogenously determined in line with the macroeconomic assumptions. The model assumes that 50 per cent of the originations have a variable mortgage rate while the rest have a fixed mortgage rate.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn24",
                    "title": "24.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib10\">Attinà et al. (2020)</a> show that about half of vulnerable households have some kind of consumer credit and these loans represent a larger threat to financial stability when associated with mortgages.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn25",
                    "title": "25.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For 2021-22, we use the average growth of total consumption per stratum from the HBS. For 2023, we use the average growth per stratum between 2016 and 2019.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn26",
                    "title": "26.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This survey has been carried out since the 1960s. The dataset contains detailed information on households’ characteristics (e.g. number of household members, age, residence), income, debt (distinguishing between mortgage and consumer credit) and consumption. For a description of the survey, see <a href=\"https://www.bancaditalia.it/pubblicazioni/indagine-famiglie/index.html?com.dotmarketing.htmlpage.language=1\">Survey on Household Income and Wealth</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn27",
                    "title": "27.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For details on the projections of Bank of Italy see <a href=\"https://www.bancaditalia.it/pubblicazioni/bollettino-economico/2023-1/en-boleco-1-2023.pdf?language_id=1\">Bollettino economico 1/2023</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn28",
                    "title": "28.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "By definition disposable income in 2021 and 2022 includes all the fiscal measures in favour of households aimed at staving off inflation effects on their financial balances, such as targeted transfers.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn29",
                    "title": "29.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Consumer credit growth was 1.0 and 2.9 per cent, respectively in 2021 and 2022, while a moderate slowdown is expected in 2023.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn30",
                    "title": "30.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Starting from 2021, households' income has also been propped up by government’s measures aimed at helping most-in-need households ease pressure on their balances stemming from the energy price surge. See 3 for greater detail.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn31",
                    "title": "31.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This bracket is smaller than the one prevailing in the case of no elasticity indicating that households decide to accommodate price increases up to a certain extent.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn32",
                    "title": "32.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "There is no material difference in the evolution of disposable income, consumption and vulnerability between households that in 2020 were vulnerable and those who were not. Details are available on request.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn33",
                    "title": "33.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "articleTitle": "Modelling households’ financial vulnerability with consumer credit and mortgage renegotiations",
            "authors": [
                {
                    "name": {
                        "index": "Attinà, C.A.",
                        "preferred": "C.A. Attinà"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Franceschi, F",
                        "preferred": "F Franceschi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Michelangeli, V",
                        "preferred": "V Michelangeli"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.34196/ijm.00213",
            "id": "bib10",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "67",
                "last": "91",
                "range": "67–91"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "authors": [
                {
                    "name": "Bank of England",
                    "type": "group"
                }
            ],
            "date": "2022",
            "details": "Number 1 in Financial stability report. Bank of England",
            "id": "bib25",
            "title": "Number 1 in Financial stability report. Bank of England",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Bank of Italy",
                    "type": "group"
                }
            ],
            "date": "2023",
            "details": "Number 1 in Financial stability report",
            "id": "bib13",
            "title": "Number 1 in Financial stability report",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bardazzi, R",
                        "preferred": "R Bardazzi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pazienza, MG",
                        "preferred": "MG Pazienza"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "details": "Working papers, Universita degli Studi di Firenze",
            "id": "bib20",
            "title": "Working papers, Universita degli Studi di Firenze",
            "type": "unknown"
        },
        {
            "articleTitle": "Electricity Demand Elasticity in Italy",
            "authors": [
                {
                    "name": {
                        "index": "Bigerna, S",
                        "preferred": "S Bigerna"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "doi": "10.1007/s11293-012-9331-5",
            "id": "bib19",
            "journal": "Atlantic Economic Journal",
            "pages": {
                "first": "439",
                "last": "440",
                "range": "439–440"
            },
            "type": "journal",
            "volume": "40"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bonfatti, A",
                        "preferred": "A Bonfatti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Giarda, E",
                        "preferred": "E Giarda"
                    },
                    "type": "person"
                }
            ],
            "date": "2024",
            "details": "Cefin working papers no 92, UniMORE",
            "id": "bib28",
            "title": "Cefin working papers no 92, UniMORE",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Causa, O",
                        "preferred": "O Causa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Soldani, E",
                        "preferred": "E Soldani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nhung, L",
                        "preferred": "L Nhung"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Soriolo, C",
                        "preferred": "C Soriolo"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "details": "Technical Report 1744, OECD",
            "id": "bib24",
            "title": "Technical Report 1744, OECD",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Colabella, A",
                        "preferred": "A Colabella"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Guglielminetti, E",
                        "preferred": "E Guglielminetti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rondinelli, C",
                        "preferred": "C Rondinelli"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "details": "Working Paper 797, Banca d’Italia",
            "id": "bib14",
            "title": "Working Paper 797, Banca d’Italia",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Curci, N",
                        "preferred": "N Curci"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savegnago, M",
                        "preferred": "M Savegnago"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zevi, G",
                        "preferred": "G Zevi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zizza, R",
                        "preferred": "R Zizza"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "details": "Questioni di Economia e Finanza (Occasional Papers) 738, Banca d’Italia",
            "id": "bib5",
            "title": "Questioni di Economia e Finanza (Occasional Papers) 738, Banca d’Italia",
            "type": "unknown"
        },
        {
            "articleTitle": "Panel data from time series of cross-sections",
            "authors": [
                {
                    "name": {
                        "index": "Deaton, A",
                        "preferred": "A Deaton"
                    },
                    "type": "person"
                }
            ],
            "date": "1985",
            "doi": "10.1016/0304-4076(85)90134-4",
            "id": "bib8",
            "journal": "Journal of Econometrics",
            "pages": {
                "first": "109",
                "last": "126",
                "range": "109–126"
            },
            "type": "journal",
            "volume": "30"
        },
        {
            "articleTitle": "Comparative analysis of different techniques to impute expenditures into an income data set",
            "authors": [
                {
                    "name": {
                        "index": "Decoster, A",
                        "preferred": "A Decoster"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Loughrey, J",
                        "preferred": "J Loughrey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Verwerft, D",
                        "preferred": "D Verwerft"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.34196/IJM.00226",
            "id": "bib22",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "70",
                "last": "94",
                "range": "70–94"
            },
            "type": "journal",
            "volume": "13"
        },
        {
            "articleTitle": "Turning on the Lights: A Meta-Analysis of Residential Electricity Demand Elasticities",
            "authors": [
                {
                    "name": {
                        "index": "Espey, JA",
                        "preferred": "JA Espey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Espey, M",
                        "preferred": "M Espey"
                    },
                    "type": "person"
                }
            ],
            "date": "2004",
            "doi": "10.1017/S1074070800021866",
            "id": "bib16",
            "journal": "Journal of Agricultural and Applied Economics",
            "pages": {
                "first": "1",
                "last": "17",
                "range": "1–17"
            },
            "type": "journal",
            "volume": "36"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Faiella, I",
                        "preferred": "I Faiella"
                    },
                    "type": "person"
                }
            ],
            "date": "2011",
            "details": "Working Paper 822, Banca d’Italia",
            "id": "bib18",
            "title": "Working Paper 822, Banca d’Italia",
            "type": "unknown"
        },
        {
            "articleTitle": "Energy poverty. How can you fight it, if you can’t measure it?",
            "authors": [
                {
                    "name": {
                        "index": "Faiella, I",
                        "preferred": "I Faiella"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lavecchia, L",
                        "preferred": "L Lavecchia"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "discriminator": "a",
            "doi": "10.1016/j.enbuild.2020.110692",
            "id": "bib32",
            "journal": "Energy and Buildings",
            "pages": "110692",
            "type": "journal",
            "volume": "233"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Faiella, I",
                        "preferred": "I Faiella"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lavecchia, L",
                        "preferred": "L Lavecchia"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "details": "Questioni di Economia e Finanza (Occasional Papers) 614, Bank of Italy",
            "id": "bib1",
            "title": "Questioni di Economia e Finanza (Occasional Papers) 614, Bank of Italy",
            "type": "unknown"
        },
        {
            "articleTitle": "Contenimento Dei Prezzi Dell’energia e Spesa Delle Famiglie",
            "authors": [
                {
                    "name": {
                        "index": "Faiella, I",
                        "preferred": "I Faiella"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lavecchia, L",
                        "preferred": "L Lavecchia"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "id": "bib6",
            "journal": "Energia",
            "pages": {
                "first": "36",
                "last": "39",
                "range": "36–39"
            },
            "type": "journal",
            "volume": "1"
        },
        {
            "articleTitle": "A climate stress test on the financial vulnerability of Italian households and firms",
            "authors": [
                {
                    "name": {
                        "index": "Faiella, I",
                        "preferred": "I Faiella"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lavecchia, L",
                        "preferred": "L Lavecchia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Michelangeli, V",
                        "preferred": "V Michelangeli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mistretta, A",
                        "preferred": "A Mistretta"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1016/j.jpolmod.2021.11.001",
            "id": "bib2",
            "journal": "Journal of Policy Modeling",
            "pages": {
                "first": "396",
                "last": "417",
                "range": "396–417"
            },
            "type": "journal",
            "volume": "44"
        },
        {
            "articleTitle": "Analysis of individual natural gas consumption and price elasticity: Evidence from billing data in Italy",
            "authors": [
                {
                    "name": {
                        "index": "Favero, F",
                        "preferred": "F Favero"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Grossi, L",
                        "preferred": "L Grossi"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "doi": "10.1016/j.eneco.2022.106484",
            "id": "bib21",
            "journal": "Energy Economics",
            "pages": "106484",
            "type": "journal",
            "volume": "118"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Greene, WH",
                        "preferred": "WH Greene"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Econometric Analysis - Sixth Edition",
            "date": "2008",
            "id": "bib29",
            "publisher": {
                "name": [
                    "Pearson Education"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Burden of the global energy price crisis on households",
            "authors": [
                {
                    "name": {
                        "index": "Guan, Y",
                        "preferred": "Y Guan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yan, J",
                        "preferred": "J Yan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shan, Y",
                        "preferred": "Y Shan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhou, Y",
                        "preferred": "Y Zhou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hang, Y",
                        "preferred": "Y Hang"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Li, R",
                        "preferred": "R Li"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Liu, Y",
                        "preferred": "Y Liu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Liu, B",
                        "preferred": "B Liu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nie, Q",
                        "preferred": "Q Nie"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bruckner, B",
                        "preferred": "B Bruckner"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Feng, K",
                        "preferred": "K Feng"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hubacek, K",
                        "preferred": "K Hubacek"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "doi": "10.1038/s41560-023-01209-8",
            "id": "bib7",
            "journal": "Nature Energy",
            "pages": {
                "first": "304",
                "last": "316",
                "range": "304–316"
            },
            "type": "journal",
            "volume": "8"
        },
        {
            "articleTitle": "Some Calculations on Electricity Consumption in Great Britain",
            "authors": [
                {
                    "name": {
                        "index": "Houthakker, HS",
                        "preferred": "HS Houthakker"
                    },
                    "type": "person"
                }
            ],
            "date": "1951",
            "doi": "10.2307/2980781",
            "id": "bib15",
            "journal": "Journal of the Royal Statistical Society. Series A (General)",
            "pages": {
                "first": "359",
                "last": "371",
                "range": "359–371"
            },
            "type": "journal",
            "volume": "114"
        },
        {
            "authors": [
                {
                    "name": "Istat",
                    "type": "group"
                }
            ],
            "bookTitle": "La Redistribuzione Del Reddito in Italia",
            "date": "2022",
            "id": "bib12",
            "publisher": {
                "name": [
                    "Istat"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "A meta-analysis on the price elasticity of energy demand",
            "authors": [
                {
                    "name": {
                        "index": "Labandeira, X",
                        "preferred": "X Labandeira"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Labeaga, JM",
                        "preferred": "JM Labeaga"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "López-Otero, X",
                        "preferred": "X López-Otero"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.1016/j.enpol.2017.01.002",
            "id": "bib17",
            "journal": "Energy Policy",
            "pages": {
                "first": "549",
                "last": "568",
                "range": "549–568"
            },
            "type": "journal",
            "volume": "102"
        },
        {
            "articleTitle": "A Microsimulation Model to evaluate Italian Households’ Financial Vulnerability",
            "authors": [
                {
                    "name": {
                        "index": "Michelangeli, V",
                        "preferred": "V Michelangeli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pietrunti, M",
                        "preferred": "M Pietrunti"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "doi": "10.34196/ijm.00107",
            "id": "bib9",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "53",
                "last": "79",
                "range": "53–79"
            },
            "type": "journal",
            "volume": "7"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Michelangeli, V",
                        "preferred": "V Michelangeli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rampazzi, C",
                        "preferred": "C Rampazzi"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "details": "Questioni di Economia e Finanza (Occasional Papers) 369, Banca d’Italia",
            "id": "bib31",
            "title": "Questioni di Economia e Finanza (Occasional Papers) 369, Banca d’Italia",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Neri, S",
                        "preferred": "S Neri"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Busetti, F",
                        "preferred": "F Busetti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Conflitti, C",
                        "preferred": "C Conflitti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Corsello, F",
                        "preferred": "F Corsello"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Delle Monache, D",
                        "preferred": "D Delle Monache"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tagliabracci, A",
                        "preferred": "A Tagliabracci"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Energyprice Shocks and Inflation in the Euro Area",
            "date": "2023",
            "doi": "10.2139/ssrn.4849009",
            "id": "bib4",
            "publisher": {
                "name": [
                    "mimeo"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "OIPE",
                    "type": "group"
                }
            ],
            "date": "2023",
            "details": "Annual report, Osservatorio italianosulla poverta energetica",
            "id": "bib23",
            "title": "Annual report, Osservatorio italianosulla poverta energetica",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Peersman, G",
                        "preferred": "G Peersman"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wauters, J",
                        "preferred": "J Wauters"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "details": "SSRN, SSRN",
            "id": "bib30",
            "title": "SSRN, SSRN",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Romanini, G",
                        "preferred": "G Romanini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tosti, E",
                        "preferred": "E Tosti"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "details": "mimeo",
            "id": "bib3",
            "title": "mimeo",
            "type": "unknown"
        },
        {
            "articleTitle": "Managing the liberalization of Italy’s retail electricity market: A policy proposal☆",
            "authors": [
                {
                    "name": {
                        "index": "Stagnaro, C",
                        "preferred": "C Stagnaro"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Amenta, C",
                        "preferred": "C Amenta"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Di Croce, G",
                        "preferred": "G Di Croce"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lavecchia, L",
                        "preferred": "L Lavecchia"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1016/j.enpol.2019.111150",
            "id": "bib26",
            "journal": "Energy Policy",
            "pages": {
                "first": "1",
                "last": "6",
                "range": "1–6"
            },
            "type": "journal",
            "volume": "137"
        },
        {
            "authors": [
                {
                    "name": "UPB",
                    "type": "group"
                }
            ],
            "date": "2022",
            "details": "Technical report, Ufficio parlamentare di bilancio",
            "id": "bib11",
            "title": "Technical report, Ufficio parlamentare di bilancio",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "UPB",
                    "type": "group"
                }
            ],
            "date": "2023",
            "details": "Technical report, Ufficio parlamentare di bilancio",
            "id": "bib27",
            "title": "Technical report, Ufficio parlamentare di bilancio",
            "type": "unknown"
        }
    ],
    "acknowledgements": [
        {
            "text": "We would like to thank, Alessio Anzuini, Andrea Bonfatti, Stefano Clò, Nicola Curci, Alessio De Vincenzo, Ivan Faiella, Giovanni Guazzarotti, Sara Meservey, Patrizio Pagano, Sabrina Pastorelli, Corrado Pollastri, Luigi Federico Signorini and three anonymous referees. Also, participants to the Bank of Italy's 2nd Workshop on Microsimulation Modelling (16 June 2023), Energy and Climate Change workshop (15 December 2023), the Network for Greening the Financial System (NGFS) EN Research lunch webinar (27 September 2023), the 7th Green Finance Research Advances (GFRA - 12 December 2023), and to the seminar of the G7 Climate Change Mitigation Working Group (CCMWG; 27 October 2023) for their insightful suggestions. The views expressed herein are those of the authors and do not necessarily reflect those of the Bank of Italy.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
