{
    "status": "vor",
    "id": "00323",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00323",
    "authorLine": "Graham Stark et al.",
    "title": "The Public Policy Preference Calculator (TriplePC): Developing a comprehensive welfare policy microsimulation",
    "published": "2025-08-20T00:00:00Z",
    "versionDate": "2025-08-20T00:00:00Z",
    "statusDate": "2025-08-20T00:00:00Z",
    "volume": 18,
    "issue": 2,
    "fpage": 79,
    "lpage": 93,
    "elocationId": "79-93",
    "pdf": "http://web:8082/00323/ijm-00323.pdf",
    "subjects": [
        {
            "id": "health",
            "name": "Health"
        },
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "Welfare policies have often been assessed on their financial impacts, for example, their effects on net household incomes and marginal and average tax rates. However, welfare policies can also have a substantial effect on population health and wellbeing. In addition, politicians must consider the electoral implications of policies that would affect large sections of the population. In this article we describe a new microsimulation model with a public-facing user interface, the Public Policy Preference Calculator (TriplePC), which enables automated assessment of economic and health impacts as well as public preferences for particular, customisable welfare policies. The TriplePC uses data from, and regressions based on, major UK sources such as the Family Resources Survey, Understanding Society: The UK Household Longitudinal Study (UKHLS) and the Wealth and Assets Survey, alongside our own conjoint experimental surveys on public preferences. While the design of the conjoint survey necessitated relatively strong assumptions in some areas, the TriplePC’s ability to simultaneously model the financial, health and political implications of a policy is, we believe, unique. TriplePC was developed over approximately four months as part of a project on income and health funded by National Institute for Health and Care Research. We view TriplePC as a highly promising prototype rather than the finished article; in this paper we will describe it ‘warts and all’, highlighting areas of particular uncertainty and the lessons learned we hope to apply to future, fuller developed versions.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Stark et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Newcastle upon Tyne"
                            ]
                        },
                        "formatted": [
                            "Newcastle upon Tyne",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Department of Social Work, Education and Community Wellbeing, Northumbria University"
                    ]
                }
            ],
            "name": {
                "index": "Stark, Graham",
                "preferred": "Graham Stark"
            },
            "orcid": "0000-0002-4740-8711",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Newcastle upon Tyne"
                            ]
                        },
                        "formatted": [
                            "Newcastle upon Tyne",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Department of Social Work, Education and Community Wellbeing, Northumbria University"
                    ]
                }
            ],
            "name": {
                "index": "Johnson, Elliot A",
                "preferred": "Elliot A Johnson"
            },
            "orcid": "0000-0002-0937-6894",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Newcastle upon Tyne"
                            ]
                        },
                        "formatted": [
                            "Newcastle upon Tyne",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Department of Social Work, Education and Community Wellbeing, Northumbria University"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Colchester"
                            ]
                        },
                        "formatted": [
                            "Colchester",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Landman Economics"
                    ]
                }
            ],
            "name": {
                "index": "Reed, Howard",
                "preferred": "Howard Reed"
            },
            "orcid": "0000-0003-4577-1178",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Newcastle upon Tyne"
                            ]
                        },
                        "formatted": [
                            "Newcastle upon Tyne",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Department of Social Work, Education and Community Wellbeing, Northumbria University"
                    ]
                },
                {
                    "address": {
                        "components": {
                            "country": "France",
                            "locality": [
                                "Paris"
                            ]
                        },
                        "formatted": [
                            "Paris",
                            "France"
                        ]
                    },
                    "name": [
                        "Institut Jean Nicod, École normale supérieure"
                    ]
                }
            ],
            "name": {
                "index": "Nettle, Daniel",
                "preferred": "Daniel Nettle"
            },
            "orcid": "0000-0001-9089-2599",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Newcastle upon Tyne"
                            ]
                        },
                        "formatted": [
                            "Newcastle upon Tyne",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "Department of Social Work, Education and Community Wellbeing, Northumbria University"
                    ]
                }
            ],
            "emailAddresses": [
                "matthew7.johnson@northumbria.ac.uk"
            ],
            "name": {
                "index": "Johnson, Matthew T",
                "preferred": "Matthew T Johnson"
            },
            "orcid": "0000-0002-9987-7050",
            "type": "person"
        }
    ],
    "keywords": [
        "Welfare policy",
        "polling",
        "public user interface",
        "conjoint analysis"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "In this article, we describe the Public Policy Preference Calculator (TriplePC), a new microsimulation model that seeks to extend the microsimulation art in two ways.",
                    "type": "paragraph"
                },
                {
                    "text": "First, as well as modelling the outcomes of a policy in the conventional way, our model uses Conjoint Analysis of public acceptability data to give an indication of the policy’s popularity. This is novel and important. There are measures that might actually be popular, but which policymakers have been unwilling to touch because of uncertainty about their electoral consequences. Perhaps the best example from UK history is the SDP/Liberal Democrat’s ‘Dead Parrot’ merger manifesto of January 1988 (<a href=\"#bib20\">Gourley, 2023</a>; <a href=\"#bib13\">Crewe and King, 1995</a>), which proposed the abolition of Child Benefit and the imposition of a uniform rate of Value Added Tax (VAT) to raise money for an anti-poverty program. Although this had been modelled in detail, fear of the electoral consequences among Members of Parliament meant the manifesto was abandoned within a day. The resulting confusion and indecision arguably caused long-lasting damage to centrist politics in the UK (<a href=\"#bib13\">Crewe and King, 1995</a>). The UK’s zero-rating for food and children’s clothing remains politically untouchable to this day despite the orthodox economic arguments in favour of a uniform rate (<a href=\"#bib12\">Crawford et al., 2010</a>). But would VAT extension really be unpopular, especially if it was part of a package that used the money raised for poverty reduction or other appealing policies? Our approach allows us to address questions like this.",
                    "type": "paragraph"
                },
                {
                    "text": "Second, we integrate health outcomes into the model. There is strong evidence that welfare policies can have a substantial effect on population health (<a href=\"#bib27\">Johnson et al., 2022</a>). A stark reminder of the real impact of worsening population health can be seen in the proportion of the UK population with a long-standing illness, disability or impairment which causes substantial difficulty with day-to-day activities. This is estimated to have risen from 19% in 2011/12 to 24% in 2021/22, an increase of 3.9 million people (<a href=\"#bib14\">Department for Work and Pensions, 2023</a>). Indeed, the estimate increased from 14.1 million in 2019/20 to 16.0 million in 2021/22 (<a href=\"#bib14\">Department for Work and Pensions, 2023</a>). Interestingly, the proportion among state pension age adults has remained the same between 2011/12 and 2021/22 at 45%, whereas for working-age adults it has increased from 16% to 23% and for children the figures are 6% to 11%. This suggests that increases in prevalence are not simply the effect of an ageing population (<a href=\"#bib14\">Department for Work and Pensions, 2023</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "In that context, it is essential that policymakers invest real thought in realising the Government’s prevention agenda (<a href=\"#bib15\">Department of Health and Social Care, 2018</a>), which was incorporated into the 2019 NHS England Long Term Plan (<a href=\"#bib38\">NHS England, 2019</a>). Forty-three years on from the Black Report which highlighted the role of material circumstances on health inequalities (<a href=\"#bib55\">Working Group on Inequalities in Health, 1980</a>), 13 since the Marmot Review (<a href=\"#bib33\">Marmot et al., 2010</a>) and three since its 10-years-on update (<a href=\"#bib32\">Marmot et al., 2020</a>) which highlighted worsening trends in inequalities, there is good reason to examine and tackle social determinants of health.",
                    "type": "paragraph"
                },
                {
                    "text": "Some of the authors of this article (<a href=\"#bib27\">Johnson et al., 2022</a>) have called for trials of cash transfers, in particular Basic Income, as an upstream intervention to mitigate poverty, inequality and insecurity as social determinants of mental and physical ill-health. Systematic reviews of cash transfer schemes that resemble Basic Income, such as <a href=\"#bib19\">Gibson et al. (2020)</a>, have indicated positive impacts on mental and physical health, hospital attendance and health related behaviour, such as alcohol and drug use. In contrast, conditional, means- and needs-based welfare systems in high-income countries are associated with below average health outcomes (<a href=\"#bib48\">Shahidi et al., 2019</a>) and increased psychological distress prevalence (<a href=\"#bib54\">Wickham et al., 2020</a>). We have suggested several explanations (<a href=\"#bib27\">Johnson et al., 2022</a>): schemes are ‘insufficient to offset the negative health consequences of severe socioeconomic disadvantage’ (<a href=\"#bib48\">Shahidi et al., 2019</a>); conditionality and assessment inflicts stress (<a href=\"#bib18\">Dwyer et al., 2020</a>) and creates perverse incentives for health-diminishing behaviour (<a href=\"#bib27\">Johnson et al., 2022</a>); and focusing on the poorest fails to mitigate broader determinants that affect society as a whole (<a href=\"#bib33\">Marmot et al., 2010</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "There are existing health simulations for the UK. Public Health Scotland’s Informing Interventions to reduce health Inequalities (Triple I) tools focus on comparing the effects and costs of a range of tax-benefit (including a Basic Income) changes as well as non-economic programmes such as a lifestyle weight management service, 20-mile-per-hour speed limits or Alcohol Brief Interventions. Effects and costs modelled are based on premature deaths, years of life lost and hospital stays, with changes population health and inequalities as the key measures. It does not model the economic impacts on household types nor public preferences.",
                    "type": "paragraph"
                },
                {
                    "text": "Most other health microsimulations tend to model the economic effects of health, rather than the other way round (<a href=\"#bib47\">Schofield et al., 2017</a>). There are some that model the effects of, potentially economic, interventions on health, particularly with regard to extrapolating from childhood and adolescence, for example, the University of York’s LifeSim (<a href=\"#bib49\">Skarda et al., 2021</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "We therefore decided to create microsimulation with a public-facing user interface – the Public Policy Preference Calculator (TriplePC) – that would enable automated assessment of economic and health impacts as well as public preferences between different welfare and tax policies. The TriplePC model project therefore had three strands:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Estimating the likely electoral popularity of possible policies",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Deriving relationships between income and health, in a form suitable for use in a microsimulation",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "The integration of strands 1 and 2 into a microsimulation tax-benefit model",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "text": "We discuss these in turn.",
                    "type": "paragraph"
                },
                {
                    "text": "TriplePC was developed over approximately four months as part of a project on income and health funded by National Institute for Health and Care Research. We view TriplePC as a highly promising prototype rather than the finished article; in this paper we will describe it ‘warts and all’, highlighting areas of particular uncertainty and the lessons learned we hope to apply to future, fuller developed versions.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Conjoint analysis (<a href=\"#bib21\">Hainmueller et al., 2013</a>) is a survey-based technique originally developed as a market research tool, to examine how consumers value characteristics (sweetness, colour, alcohol content, etc.) of goods. Recently, the technique has become popular as a method for discovering the public’s relative valuations of competing economic or social policies (<a href=\"#bib6\">Bremer and Bürgisser, 2023</a>). Research comparing conjoint survey experiments to actual votes has shown that the conjoint results are good predictors of voting outcomes (<a href=\"#bib2\">Bansak et al., 2023</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "Our study is described in full in (<a href=\"#bib37\">Nettle et al., 2024</a>), with the data available as (<a href=\"#bib26\">Johnson et al., 2023</a>). The authors of that study recruited 800 UK resident adults through the Prolific online platform. The sample was UK representative for age categories 18-34, 35-49, 50-65 and 65+ (mean age 49.02, s.d. 16.42, higher than in the 2021 England and Wales Census (<a href=\"#bib41\">Office for National Statistics, 2022</a>)), with equal numbers of men and women in each (43% men, 43% women, 14% other/no response) to match the age structure of the UK population. Participants were asked repeatedly to choose their preferred welfare policy from sets of two. Each time, the two policies contained the same input (design) and outcome (health and distributional) attributes but with randomised levels in each (e.g. payment sizes of £63 per child, £145 per adult and £190 per pensioner; poverty decreased by 25% etc.). Each participant completed 15 choice tasks. Each option within each task was defined by 10 attributes. Each attribute had three to nine possible levels. <a href=\"#table1\">Table 1</a> shows the full list of 10 attributes with between three and nine levels each. Attributes were chosen on the basis of previous research conducted by the programme team examining aspects of welfare policy of relevance to public opinion as well as critical aspects of policy design (<a href=\"#bib27\">Johnson et al., 2022</a>; <a href=\"#bib25\">Johnson et al., 2023</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table><thead><tr><th align=\"left\">Attribute</th><th align=\"left\">Levels</th></tr></thead><tbody><tr><td align=\"left\"><b>Payment size</b></td><td align=\"left\"><ul class=\"list list--bullet\"><li><p>Child - £0; Adult - £63; Pensioner - £190</p></li><li><p>Child - £41; Adult - £63; Pensioner - £190</p></li><li><p>Child - £0; Adult - £145; Pensioner - £190</p></li><li><p>Child - £41; Adult - £145; Pensioner - £190</p></li><li><p>Child - £63; Adult - £145; Pensioner - £190</p></li><li><p>Child - £63; Adult - £190; Pensioner - £190</p></li><li><p>Child - £95; Adult - £190; Pensioner - £230</p></li><li><p>Child - £41; Adult - £230; Pensioner - £230</p></li><li><p>Child - £95; Adult - £230; Pensioner - £230</p></li></ul></td></tr><tr><td align=\"left\"><b>Income tax</b></td><td align=\"left\"><ul class=\"list list--bullet\"><li><p>Basic rate - 20%; Higher rate - 40%; Additional rate - 45%</p></li><li><p>Basic rate - 30%; Higher rate - 50%; Additional rate - 60%</p></li><li><p>Basic rate - 40%; Higher rate - 60%; Additional rate - 70%</p></li><li><p>Basic rate - 48%; Higher rate - 68%; Additional rate - 78%</p></li><li><p>Basic rate - 50%; Higher rate - 70%; Additional rate - 80%</p></li><li><p>Basic rate - 65%; Higher rate - 85%; Additional rate - 95%</p></li></ul></td></tr><tr><td align=\"left\"><b>Other funding</b></td><td align=\"left\"><ul class=\"list list--bullet\"><li><p>Increased government borrowing</p></li><li><p>Removal of income tax-free personal allowance</p></li><li><p>Corporation tax increase</p></li><li><p>Tax for businesses based on carbon emissions</p></li><li><p>Tax for individuals based on carbon emissions</p></li><li><p>Tax on wealth</p></li><li><p>VAT increase</p></li></ul></td></tr><tr><td align=\"left\"><b>Poverty</b></td><td align=\"left\"><ul class=\"list list--bullet\"><li><p>Decreased by 100%</p></li><li><p>Decreased by 75%</p></li><li><p>Decreased by 50%</p></li><li><p>Decreased by 25%</p></li><li><p>Decreased by 10%</p></li><li><p>Decreased by 5%</p></li><li><p>Increased by 5%</p></li><li><p>Increased by 10%</p></li><li><p>Increased by 25%</p></li><li><p>Increased by 50%</p></li></ul></td></tr><tr><td align=\"left\"><b>Inequality</b></td><td align=\"left\"><ul class=\"list list--bullet\"><li><p>Decreased by 50%</p></li><li><p>Decreased by 25%</p></li><li><p>Decreased by 10%</p></li><li><p>Decreased by 5%</p></li><li><p>Increased by 5%</p></li><li><p>Increased by 10%</p></li><li><p>Increased by 25%</p></li><li><p>Increased by 50%</p></li></ul></td></tr><tr><td align=\"left\"><b>Life expectancy</b></td><td align=\"left\"><ul class=\"list list--bullet\"><li><p>0 more or less years on average</p></li><li><p>5 fewer years on average</p></li><li><p>3 fewer years on average</p></li><li><p>1 less year on average</p></li><li><p>1 more year on average</p></li><li><p>3 more years on average</p></li><li><p>5 more years on average</p></li></ul></td></tr><tr><td align=\"left\"><b>Anxiety and depression</b></td><td align=\"left\"><ul class=\"list list--bullet\"><li><p>Same number of cases</p></li><li><p>50% fewer cases</p></li><li><p>25% fewer cases</p></li><li><p>10% fewer cases</p></li><li><p>5% fewer cases</p></li><li><p>5% more cases</p></li><li><p>10% more cases</p></li><li><p>25% more cases</p></li><li><p>50% more cases</p></li></ul></td></tr><tr><td align=\"left\"><b>Conditionality</b></td><td align=\"left\"><ul class=\"list list--bullet\"><li><p>People in and out of work are entitled</p></li><li><p>People who are not disabled are required to look for work</p></li><li><p>Only people in work are entitled</p></li><li><p>Only people out of work are entitled</p></li></ul></td></tr><tr><td align=\"left\"><b>Means testing</b></td><td align=\"left\"><ul class=\"list list--bullet\"><li><p>People with any or no amount of income are entitled to the full benefit</p></li><li><p>Only those with incomes less than £20k are entitled to the full benefit</p></li><li><p>Only those with incomes less than £50k are entitled to the full benefit</p></li><li><p>Only those with incomes less than £125k are entitled to the full benefit</p></li></ul></td></tr><tr><td align=\"left\"><b>Universality</b></td><td align=\"left\"><ul class=\"list list--bullet\"><li><p>Anyone residing in the UK for more than six months are entitled</p></li><li><p>Only citizens and permanent residents are entitled</p></li><li><p>Only citizens are entitled</p></li></ul></td></tr></tbody></table>"
                            ],
                            "title": "Conjoint experiment attributes and levels used as TriplePC inputs and outcomes.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Relative to the UK population, the sample contained an over-representation of people who voted for the left to centre-left Labour party at the 2019 general election (44.3% of those in our sample who voted, vs. 32.1% election result); and an under-representation of those who voted for the right to centre-right Conservative party (31.8% versus 43.6% election result). Although we did create survey weights to correct for this, TriplePC currently uses unweighted data.",
                    "type": "paragraph"
                },
                {
                    "text": "All options were fully randomly generated from the possible combinations. Instructions in the survey explained that participants might prefer some features in one policy and some in the other, but they needed to consider which policy they preferred overall. The attributes on which the policies varied were explained in greater depth prior to the first choice task, and then described just with brief phrases during the choice tasks themselves. Note that many of these randomly generated pairs are totally implausible. This is integral to how a fully randomized conjoint analysis works: by generating all the possible combinations, things that are actually correlated in real life (e.g. tax rates and poverty rates) are rendered orthogonal to one another. It is this that allows identification of their independent marginal effects.",
                    "type": "paragraph"
                },
                {
                    "text": "We simultaneously estimated the average impact of preference or dis-preference for particular feature attribute-value on preference for policies overall using comparable scales through computation of Average Marginal Component Effects (AMCEs) (<a href=\"#bib21\">Hainmueller et al., 2013</a>) from linear probability models. The AMCE for a given level of an attribute can be interpreted as the marginal effect on the probability of choice of the attribute being at that level compared to the reference level, averaging across the possible levels of all other attributes. Through randomization and a high number of pairwise comparisons, this allows us to quantify the causal effect of including specific levels of individual reform elements on the support for the entire reform package, compared with the support for a reform package that contains the baseline level (status quo) of this particular reform element (<a href=\"#bib36\">Nettle et al., 2023</a>; <a href=\"#bib37\">Nettle et al., 2024</a>). For sub-group analysis, we used ANOVA to test formally whether including interactions between the subgroup identity and the attribute improved model fit. We then compared the marginal mean probabilities of choice for each attribute level between subgroups and used z-tests to establish where the significant differences resided. All analyses were carried out using the cregg R package.(<a href=\"#bib31\">Leeper, 2020</a>). Data and code for the underpinning analysis can be found at <a href=\"https://doi.org/10.17605/OSF.IO/HTSQC\">https://doi.org/10.17605/OSF.IO/HTSQC</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "Note that only one option from each group could be chosen. This is a problem for the ‘other funding’ group, where a respondent might prefer a mix of policies, but can only choose one. Note also that tax and benefit levels are grouped as single choices, limiting the customisation of policies possible within the TriplePC.",
                    "type": "paragraph"
                },
                {
                    "text": "Further detail on the design and analysis of the conjoint experiment is available in the working paper and subsequent article (<a href=\"#bib36\">Nettle et al., 2023</a>; <a href=\"#bib37\">Nettle et al., 2024</a>). That study found:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Preference for more generous payments than less generous ones.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Strong preference for decreases in poverty (compared to the status quo).",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Preferences on tax rates depended on the broad effects of the policy package. Increasing personal income tax rates were popular if the package they were part of also decreased poverty, and unpopular otherwise.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Preference for a wealth tax, carbon taxes, and increased corporation tax, as opposed to increased government borrowing.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Significant positive effect of a large reduction in inequality, and a significant negative effect of a large increase in inequality. However, the effects for inequality were weaker than for poverty.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Other health and wellbeing consequences also had some significant marginal effects above and beyond those of poverty and inequality. An increase in life expectancy of five years was significantly preferred to the status quo, and a decrease in life expectancy of five years significantly dis-preferred.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Dis-preference for increased rates of anxiety and depression relative to the status quo, and there was a slight preference for policies that decreased them sharply.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "No strong preference for or against means-testing or other restrictions on eligibility.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Mild differences between left- and right- supporting participants, in the expected directions.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "No significant variation by gender or between rich and poor.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Older people were significantly less keen on high income tax schemes and, curiously, less concerned with heath consequences.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "For the TriplePC, we extract the AMCEs for each component of any welfare policy the user wishes to specify through the interface from the data of Nettle et al. (<a href=\"#bib37\">Nettle et al., 2024</a>). In the conjoint methodology, these are assumed to have an additive effect on popularity. That is, for example, the popularity of a policy combining high income taxes, carbon tax, and a decrease in poverty will be the sum of the negative marginal effect on popularity of the high-income tax, the positive marginal effect on popularity of the carbon tax, the positive marginal effect of the poverty reduction, and so on. This summation is the popularity outcome returned by the model.",
                    "type": "paragraph"
                },
                {
                    "text": "The conjoint analysis was conducted ahead of the construction of the microsimulation model. As we discuss below, some of the measures in <a href=\"#table1\">Table 1</a> (income tax, payment sizes, poverty and inequality rates) are reasonably straightforward to model (though there are issues around definitions). Others, such as the ‘other funding’ options and the relationship between income and health, are harder.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Public preferences: Conjoint analysis",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We intend to model two health measures: mental health and life expectancy, but only the former has so far been implemented. We build a model relating SF-12 scores (<a href=\"#bib53\">Ware, 2002</a>) to income and demographic characteristics. SF-12 is a widely used measure of an individual’s health-related quality of life, with two summary scores: the Physical Component Summary (PCS-12) and the Mental Component Summary (MCS-12). The model is estimated over 12 waves (2009/11-2020/22) of Understanding Society: The UK Household Longitudinal Study (UKHLS) (<a href=\"#bib24\">Institute for Social and Economic Research, 2023</a>) panel data (<a href=\"#bib45\">Reed et al., 2024</a>).<sup><a href=\"#fn1\">1</a></sup> Another companion article (<a href=\"#bib44\">Reed et al., 2023</a>) discusses this modelling in detail.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "Our health model is estimated using the ‘between’ individual coefficient from a fixed effects ‘within-between’ model, which combines the effect on physical and mental health of both an individual’s income in one wave vs their average across waves, and their average across waves compared with the sample average.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The model is a reformulation of the standard Mundlak model and has a significant advantage in being able to retain the flexibility of random effects models while reducing concerns about bias that fixed effects models address (<a href=\"#bib3\">Bell et al., 2019</a>; <a href=\"#bib4\">Bell and Jones, 2015</a>). The within-between model, conceptually, captures several key income-based drivers of health, including:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Temporary income shocks (within component), which see individuals’ income increase or decrease in one wave compared to their average.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Permanent income shocks (between component), which see an individual’s average income either be closer to or further away from the population average.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Objective inequality (between component), which see differences between individuals’ average income, which is calculated over a longer, enduring, period.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Subjective social status inequality (between component), which is the psychological phenomenon driven, in part, by income inequality.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "bullet",
                            "type": "list"
                        },
                        {
                            "text": "It does not, however, capture what we anticipate through our model of impact (<a href=\"#bib27\">Johnson et al., 2022</a>) to be very substantial benefits from systems such as Basic Income of increased security of income and protection from destitution for a very large proportion of the population in even relatively highly paid jobs. We use the between-individual coefficient in our modelling because changes to the welfare system are more likely to reflect permanent income shocks. The SF-12 regression are available in a working paper (<a href=\"#bib45\">Reed et al., 2024</a>).",
                            "type": "paragraph"
                        },
                        {
                            "text": "The SF-12 regression are available in a working paper (<a href=\"#bib45\">Reed et al., 2024</a>) and the results are broadly in line with a previous study in relation to young people’s mental health undertaken by the author team using UKHLS data (<a href=\"#bib10\">Chen et al., 2023</a>; <a href=\"#bib42\">Parra-Mujica et al., 2023</a>). There is a full literature review in Reed et al. (<a href=\"#bib45\">Reed et al., 2024</a>) which highlights the breadth of evidence indicating a causal relationship between increased income (throughout the distribution but especially at the lower end) and health. The review also highlights studies with apparently confounding results or differences in interpretation, which can be explained by researchers attributing greater causal value to paid employment than income from welfare. This is partially reflected in Katikireddi and colleagues’ (<a href=\"#bib51\">Thomson et al., 2021</a>) (<a href=\"#bib51\">Thomson et al., 2021</a>) logic model. There is good reason to believe that the attributions made in TriplePC are well-evidenced, including via Nettle et al.’s cost-of-living study, which provides considerable evidence of immediate impact of financial distress (i.e. a reduction in non-committed money) (<a href=\"#bib35\">Nettle et al., 2024</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1. Health modelling strategy",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We create a binary variable for cases of depressive disorder which takes the value of 1 if the individual’s imputed MCS-12 score is ≤45.6 and 0 otherwise (<a href=\"#bib52\">Vilagut et al., 2013</a>)",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2. Mental health",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This feature has not yet been implemented, but theoretically we will impute life expectancy from SF-12 in three steps:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Convert SF-12 scores to SF-6D (<a href=\"#bib5\">Brazier et al., 2002</a>), using software from QualityMetric (<a href=\"#bib43\">QualityMetric, 2022</a>). SF-6D is a preference-based measure of health.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Use SF-6D score to calculate quality-adjusted life years (QALYs). QALYs are a widely recognized standardised measure of health outcomes commonly used in health economics (<a href=\"#bib16\">Drummond et al., 2015</a>; <a href=\"#bib30\">Kaplan and Hays, 2022</a>).",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Calculate life expectancy from QALYs using multipliers conditional on gender and age. The multipliers are derived from <a href=\"#bib34\">McNamara et al. (2023)</a>.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "When estimating how an increase in net incomes translates into a gain in QALYs for a given person in the UKHLS sample, we assume that the implementation of a tax-benefit change gives rise to a permanent change in incomes and hence a permanent change in SF-6D score for each sample member. We calculate the change in SF-6D for each individual based on their predicted change in SF-12 scores in the income to SF-12 regressions. In other words, we assume that a tax-benefit scheme policy is introduced permanently. The change in SF-6D for each sample member is then translated into a change in QALYs using the mapping between the SF-6D metric and QALYs as defined by SF-6D’s creators.<sup><a href=\"#fn2\">2</a></sup> This change in QALYs is summed across the UKHLS sample, grossed up to population level and treated as an annual impact of the policy. These annual impacts can be summed over the number of years that the policy is in operation. It should be noted that we use SF-6D rather than SF-6Dv2 which was not available at the time of undertaking the study.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-3",
                    "title": "3.3. Life expectancy",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "These estimates are then integrated directly into the microsimulation model. In <a href=\"#fig1\">Figure 1</a>) below, the SF-12 Mental Health outputs are shown in the bottom left row. As modelled, mental health appears rather unresponsive to changes in income. For example, choosing the most generous benefit increases from the options from the Conjoint Analysis – a package costing £430bn – would reduce the number of adults with critically low SF-12 scores (below 45.6) by about 3%.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "id": "fig1",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00323%2Fijm-00323-fig001.tif",
                                        "size": {
                                            "width": 1791,
                                            "height": 3329
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00323%2Fijm-00323-fig001.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00323-fig001.jpg"
                                        }
                                    },
                                    "label": "Figure 1",
                                    "title": "TriplePC interface example scenario.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        }
                    ],
                    "id": "s3-4",
                    "title": "3.4. Responsiveness to Income Changes",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Modelling health outcomes",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "As discussed in Section 2, respondents have preferences over inputs (income tax rates, payment sizes, etc.) and outcomes (poverty and inequality levels, numbers of mental health cases, etc.). We use microsimulation to bridge between them",
                    "type": "paragraph"
                },
                {
                    "text": "The analysis uses a heavily adapted version of Scotben (<a href=\"#bib50\">Stark, 2023</a>), an open-source microsimulation model of Scotland written in the Julia programming language. Scotben is a conventionally structured static tax-benefit model, in the family of models branching out from the Institute for Fiscal Studies’ TAXBEN (<a href=\"#bib29\">Johnson et al., 1990</a>) of which two of this article’s authors (Reed and Stark) were developers. For this project, we extended the scope of the model to Great Britain<sup><a href=\"#fn3\">3</a></sup> using a single 2021/22 wave of Family Resources Survey (FRS) data (<a href=\"#bib17\">DWP, 2019</a>). The model covers the whole of the UK personal tax and benefit system, including local taxes, with some minor exceptions such as Scottish Best Starts grants. As a base, we use the tax and benefit system as of Q3 2023, and all incomes, wealth and consumption are also uprated to 2023 Q3. We use the 2021/22 FRS sample weights as-is. The entire model (minus, because of licence restrictions, the main dataset), is available as a GitHub repository (<a href=\"#bib50\">Stark, 2023</a>).",
                    "type": "paragraph"
                },
                {
                    "text": "The outcome questions are phrased as changes (e.g. ‘50% fewer cases of anxiety and depression’, ‘Poverty increased by 50%’). A particularly tricky question arising from this is how to establish a baseline for comparison. The conjoint experiment survey had no ‘keep things as they are’ option for the tax and benefit inputs, so there were two options for the TriplePC:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Using a tax-benefit system some way from the current one as baseline and assuming that the outcome changes represent changes in poverty, health, etc. from that point, rather than changes from the actual current situation.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Using the current system as the baseline, but then the default output will have significant deviations for the outcome variables.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "text": "Neither of these choices is good but on balance we decided 1) was the least bad. I It makes the conjoint popularity output much easier to understand: with option 2) we would be applying large changes in poverty and inequality to the base conjoint results which would make those results very unintuitive. The chosen baseline therefore comprised the first (default) option from each set in <a href=\"#table1\">Table 1</a> above:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Benefits: £0p.w per Child, £63p.w. per Adult and £190p.w. Pensioner, with these replacing Child Benefit and the State Pension;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Taxes: current non-Scottish income tax rates, bands and allowances, applied across the whole UK including Scotland;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Net cost of the scheme met by additional borrowing.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "We discuss how we interpret and model these changes these in more detail in the next section; but the upshot is that our modelling starts some distance from the actual existing system. The relatively large payments to each adult (offset somewhat by the abolition of child benefit) means that the scheme costs a net £108bn p.a.. The adult payments reduce headcount poverty by 3% but child poverty rises by 0.7%, since the Child Benefit abolition more than offsets the gains to parents from the adult payments. There are small decreases (less than 1%) in adults with depression. All the results from the model are relative to this new baseline, we appreciate that this is not ideal and this is certainly a lesson for future work.",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "The conjoint experimental survey had six income tax rate options with a basic, higher and additional rate in each (see <a href=\"#table1\">Table 1</a>). The first of these options is the current non-Scottish UK income tax rates, which we take as the base.<sup><a href=\"#fn4\">4</a></sup> All other options represent rate increases. We assume the corresponding thresholds are as present. Since we have to remain consistent with the conjoint analysis, only the six rate groups in <a href=\"#table1\">Table 1</a> are presented to the user, though the model can handle any combination of rates and thresholds. We assume no behavioural responses to changing tax rates and make no corrections for under-reporting of incomes beyond that embodied in the FRS sample weights.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1. Income tax rates",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The payment size question in the conjoint survey was about a hypothetical system of payments that most closely reflects the simplicity of Basic Income (<a href=\"#bib45\">Reed et al., 2024</a>). There were also questions about eligibility, means-testing and citizenship (see <a href=\"#table1\">Table 1</a>, above). It is not clear how this proposed system of cash transfers should interact with the existing tax and benefit system, especially bearing in mind that the question is not how an expert believes they should interact, but what was most likely in the mind of the conjoint respondents. We follow our recent analysis (<a href=\"#bib45\">Reed et al., 2024</a>) and assume:",
                            "type": "paragraph"
                        },
                        {
                            "items": [
                                [
                                    {
                                        "text": "Means-tested benefits are retained.<sup><a href=\"#fn5\">5</a></sup>",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Most other benefits, including the State Pension and Child Benefit, are abolished and replaced by the cash transfers.",
                                        "type": "paragraph"
                                    }
                                ],
                                [
                                    {
                                        "text": "Needs-based benefits such as those based on sickness or disability, like Personal Independence Payment (PIP), are retained.",
                                        "type": "paragraph"
                                    }
                                ]
                            ],
                            "prefix": "number",
                            "type": "list"
                        },
                        {
                            "text": "The least generous set of options (Child - £0; Adult - £63; Pensioner - £190) are taken as the base values. Compared to the actual system, this means that we’re starting from a social security system that’s considerably more expensive (because of the adult payments), but where pensioners are usually slightly worse off (£190 vs £203.85 for the new State Pension) and families with large numbers of children not on means-tested benefits are worse off, since the cash transfer to children is zero in the default case and the payments to adults are not always enough to compensate. We do not adjust taxes to meet these extra base costs. For eligibility, means-testing and citizenship options, it seemed plausible that at least some of the respondents might be aware of the means and eligibility tests from existing benefits. Consequently, we model the eligibility rules that apply to the ‘legacy’ UK benefits: Working Tax Credit and Income Support/Employment Support that are in the process of being phased out, and the means-tests are taken from the new Universal Credit (<a href=\"#bib11\">Child Poverty Action Group, 2022</a>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2. Benefits",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#table1\">Table 1</a> includes a number of ‘other funding’ options that are worth discussing briefly. There is ambiguity in some of these options. A wealth tax or carbon levy could be implemented in many ways, for instance; we make what we hope are reasonable assumptions for these cases, but for the microsimulation to be fully consistent with the conjoint survey we would have to know what was in the mind of the respondents. This section discusses how we tackled modelling three of these options.",
                            "type": "paragraph"
                        },
                        {
                            "content": [
                                {
                                    "text": "Our Family Resources Survey (FRS) dataset has no expenditure data. The main UK source of household expenditure data is the Living Costs and Food Survey (LCF) (<a href=\"#bib39\">Office for National Statistics, 2019b</a>). To model the complex set of VAT exemptions and zero-rated goods,<sup><a href=\"#fn6\">6</a></sup> we therefore have three choices:",
                                    "type": "paragraph"
                                },
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "Switching the primary dataset to be the LCF.<sup><a href=\"#fn7\">7</a></sup> LCF was the primary dataset of all UK Tax Benefit Models until it was supplanted by the FRS. LCF remains the source used in the Treasury’s IGOTM model (<a href=\"#bib7\">Brice, 2015</a>). But to model other options such as wealth taxes, we would need still other datasets. Switching between multiple different datasets, and hence slightly different base outcomes, depending on which options were being modelled could be confusing.",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Imputing expenditure data onto the FRS via a demand system. This seems appealing as the model would be consistent with economic theory, expenditure could vary with tax rates, and, in principle, we could use the demand system to calculate changes in economic welfare rather than just estimate cash changes. But it is infeasible to build a demand system with fine enough detail to adequately model the complex set of exemptions and zero-rated goods.",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Assigning LCF records to our primary FRS dataset using data matching, which is the option we chose.",
                                                "type": "paragraph"
                                            },
                                            {
                                                "text": "Matching is not a precise science.<sup><a href=\"#fn8\">8</a></sup> Matching variables were chosen to roughly mimic those known to be statistically important in consumption modelling. We used the following variables (all at household rather than individual level):",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "number",
                                    "type": "list"
                                },
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "Tenure (owner occupation, private renting, etc.);",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Region of the UK;",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Number of rooms in the dwelling;",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "The age of the household representative person (HRP) – the HRP is defined as the person with the highest income in the household, or the eldest if there is no non-benefit income;",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Broad household composition (families with children, single person households, etc.);",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Any wages in the household;",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Any pension income received;",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Any self-employment income received;",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "HRP is unemployed;",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "HRP is non-white;",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Any female adult in the household;",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Any disabled person in the household;",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Number of children in the household;",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Total number of people in the household;",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Gross household income.",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "bullet",
                                    "type": "list"
                                },
                                {
                                    "text": "The Julia source file ‘src/MatchingLibs.jl’ in the GitHub repository contains the full calculations used; throughout the development process we have tried to write code that is intelligible to non-specialists, though the manipulations needed to get the two data sources consistent can be fiddly.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The broad strategy is to give a score of 1 if each attribute matches exactly between the two datasets (exactly the same region, for example) and a score of 0.5 if a coarser match is possible (e.g. both households are in any region in the North of England). The highest total score is then the match (<a href=\"#bib50\">Stark, 2023</a>)",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In aggregate, our current VAT modelling under-predicts revenues by about 50%: we model £102bn for VAT revenues as against actual revenues for 2022/3 of £160bn (<a href=\"#bib22\">HM Revenue &amp; Customs (HMRC), 2022</a>). There are well-known problems with under-reporting LCF expenditure data such as of alcohol and tobacco spending (Reed 2012) which will account for much of this. For this exercise, we provide a crude fix by grossing up all the expenditure records by 1.5. Undoubtedly this is an area we can improve on.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-3-1",
                            "title": "4.3.1. Increase in VAT (Value Added Tax)",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Modelling wealth is tricky for three reasons:",
                                    "type": "paragraph"
                                },
                                {
                                    "items": [
                                        [
                                            {
                                                "text": "Our primary FRS dataset has limited information on wealth, mainly intended to help model benefit eligibility tests.",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "The form this wealth tax should take is not specified.",
                                                "type": "paragraph"
                                            }
                                        ],
                                        [
                                            {
                                                "text": "Wealth taxes are held to be particularly easy to evade or avoid (<a href=\"#bib46\">Scheuer and Slemrod, 2021</a>).",
                                                "type": "paragraph"
                                            }
                                        ]
                                    ],
                                    "prefix": "number",
                                    "type": "list"
                                },
                                {
                                    "text": "To solve 1., we impute data from the Wealth and Assets Survey (WAS) (<a href=\"#bib40\">Office for National Statistics, 2019a</a>) onto the FRS households. We chose to do this using a simple linear regression of three categories of wealth (pensions, housing, and financial and other assets) against household characteristics that are common to FRS and WAS. In retrospect, regression-based imputation was likely a mistake and matching will be used in future versions.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "For the form of the tax, we were guided by the Wealth Tax Commission (<a href=\"#bib1\">Advani et al., 2020</a>). We followed their recommendations of excluding pension wealth, having an allowance of £500,000, and having the tax payable over five years, though we deviated from the Commission in applying the tax to aggregate household wealth rather than individual wealth (<a href=\"#bib9\">Chamberlain, 2020</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Even when payable over five years, as recommended by the Wealth Tax Commission, the payments from wealth taxes needed to fund some of the more generous benefit schemes can exceed net income for many families, especially elderly families who have high housing wealth. Most likely the scheme would need to be augmented by an income-related rebate scheme, or some scheme to defer until death.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-3-2",
                            "title": "4.3.2. Tax on wealth",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Building a plausible micro-data based model of Corporation Tax is difficult and not something that could be contemplated for this project. In any case, for a household-based microsimulation model, what matters is the incidence of the tax on the households. This could be on profits, or passed on in price increases or real wage reductions (<a href=\"#bib57\">Harberger, 1962</a>; <a href=\"#bib58\">Atkinson and Stiglitz, 2015</a>). If we make a simple ‘small country’ assumption – that the rate of return on capital and the price of tradeable goods are set exogenously on world markets – then Corporation Tax is ultimately incident on (private sector) wages and self-employment income. Therefore, we calculate the tax increase needed to meet the costs of the benefit increase and reduce the wage bill by that amount. Note that as the wage bill falls, direct tax revenues also fall, but in a non-linear way because of the tax allowance and progressive tax rate structures, so finding the correct Corporation Tax increase requires the use of our root-finder. In practice the rates needed for the more generous benefit increases can be implausibly large, exceeding in some cases total UK Corporation’s Gross Profits.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-3-3",
                            "title": "4.3.3. Corporation tax increases",
                            "type": "section"
                        }
                    ],
                    "id": "s4-3",
                    "title": "4.3. Modelling other funding options",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Microsimulation: The TriplePC model",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Putting all this together, a model run has five main stages:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "The user selects from the Payment size, Income tax, Other funding, Conditionality, Means testing, Universality options from <a href=\"#table1\">Table 1</a>.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "The model then calculates net incomes for each person in the FRS households given these choices.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "These net incomes are in turn plugged in to the equations discussed in Section 2 to give us estimates of changes to the prevalence of depressive disorders and mortality.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "The model next calculates gainers and losers, revenues and costs, and changes in poverty and inequality.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Finally, the model calculates conjoint public preferences based on 1 to 4 above and displays the results.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "text": "The model has a simple single page web interface (publicly available at <a href=\"https://triplepc.northumbria.ac.uk/\">https://triplepc.northumbria.ac.uk/</a>). <a href=\"#fig1\">Figure 1</a>, below, shows this in action. The user has selected a relatively generous benefit increase (top left panel), partially paid for by income tax increases (top centre). The bottom half of the screen shows the results, relative to the base discussed in section 3 above. Health results are in the bottom row, showing small mental health improvements. The net cost of this scheme is £118bn (right middle panel). Poverty and inequality are both reduced (centre left panel). The Conjoint analysis is in the centre: the scheme is more popular by 4.7 points than the baseline due to the popularity of the poverty and inequality reductions and the benefit increases, though this is partly offset by unpopular tax increases.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Model flow",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "One important lesson for similar future work is the need for good coordination between conjoint analysis and microsimulation modelling at the outset of the project. In our case, the conjoint analysis was conducted ahead of microsimulation modelling work. Consequently, microsimulation requirements were largely fixed by the questions in the conjoint survey. This has several consequences:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "The model could present only a very limited set of options for taxes and benefits compared to the model’s underlying capabilities. The survey system used for the survey – Qualtrics – had a hard limit on the number of attributes that could be included, which meant that it was not possible to ask about basic and higher tax rates individually. It might also have increased respondent load to an unacceptable level and therefore reduced the quality of the preference data.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "The meaning of options such as ‘Tax on wealth’ should, where possible, be made clearer in order to provide a clear direction for modelling.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Co-development of a conjoint survey and microsimulation might have enabled respondents to see accurate consequences of their preferred policies for incomes and health.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Some of the options in the survey, such as VAT increases, were quite burdensome to model in the time available.",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Careful thought must be given to the definition of the base case the model is comparing against.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "bullet",
                    "type": "list"
                },
                {
                    "text": "There are also interesting questions about how best to present results of a model with such diverse outputs. For instance, since one is a stock and the other a flow, can we count payments by a household from a wealth tax in the same way as payments for income tax? And should we be imputing a monetary value to any health improvements?",
                    "type": "paragraph"
                },
                {
                    "text": "Finally, there is the question of uncertainty. Although it is technically straightforward to quantify uncertainty by running the model multiple times and reporting ranked outcomes, we are reluctant to do so because we feel that it gives a false sense of certainty, by implying that the principal uncertainties around microsimulation models can be captured with a few extra loops. Some sources of error can be quantified by bootstrapping, such as sampling errors in the data, the regression error terms and, to some extent, uncertainty around matching. However, the critical sources of error in microsimulation models – specification and implementation errors in programming and inappropriate data – cannot be quantified in this way. And in any event a bootstrapping model would be too slow to be useful interactively, unless run on more processors than it is feasible to fund for this project. The best defences are instead a good test suite, clearly written code and openness and we are happy to have made all data freely available.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Lessons Learned",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We have presented the TriplePC, a new microsimulation model with novel but important features. We have established the importance and practicality of using conjoint data to provide instant analysis of the political implications of welfare packages, but also learned some important lessons on how best to conduct integrated microsimulation and conjoint analysis. We have also estimated new measures of the relationship between income and health and shown how these, too, can be integrated into the model. The TriplePC is available online at <a href=\"https://triplepc.northumbria.ac.uk/\">https://triplepc.northumbria.ac.uk/</a> and its source code, linked on the main site, is released under an open-source licence. In describing the process of its development, ‘warts and all’, we hope that others will be able to develop similar approaches and avoid some of the challenges faced.",
                    "type": "paragraph"
                }
            ],
            "id": "s7",
            "title": "7. Conclusion",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "Note that this spans the Covid period. However, re-running solely to waves 1-10 (i.e. to the end of 2019) produces very similar results .",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"https://www.sheffield.ac.uk/economics/research/impact-and-knowledge-exchange/sf6d\">https://www.sheffield.ac.uk/economics/research/impact-and-knowledge-exchange/sf6d</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We exclude Northern Ireland here because of lack of time to adequately model Northern Irish local taxation: ‘Rates’ and ‘Rate Rebates’. However, it was not possible to remove Northern Irish respondents from the conjoint data.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Scotland has its own five-rate system. Because of the need to impose a uniform base case, we impose the ‘Rest of UK’ three-rate system as the baseline in Scotland too, so we start from a position where Scottish low earners pay slightly more than in reality, and high earners less.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A wrinkle here is that the UK has two means-tested benefit systems operating: the ‘legacy’ tax credit-based system and the new Universal Credit (UC) that is gradually supplanting it (<a href=\"#bib23\">House of Commons Library, 2020</a>). For simplicity, in our modelling we assume all households have been transitioned to UC.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See <a href=\"#bib22\">HM Revenue &amp; Customs (HMRC) (2022)</a> for general discussions of consumption in microsimulation models, see (<a href=\"#bib12\">Crawford et al., 2010</a>) and <a href=\"#bib8\">Capéau (2014)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Then the Family Expenditure Survey (FES)",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For general principles in R, please see <a href=\"#bib59\">Leulescu and Agafitei (2013)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Advani, A",
                        "preferred": "A Advani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chamberlain, E",
                        "preferred": "E Chamberlain"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Summers, A",
                        "preferred": "A Summers"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib1",
            "title": "https://www.ukwealth.tax/",
            "type": "web",
            "uri": "https://www.ukwealth.tax/"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Atkinson, A",
                        "preferred": "A Atkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stiglitz, J",
                        "preferred": "J Stiglitz"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "details": "Lectures on Public Economics, 2nd, ed, https://EconPapers.repec.org/RePEc:pup:pbooks:10493",
            "id": "bib58",
            "title": "Lectures on Public Economics",
            "type": "unknown",
            "uri": "https://EconPapers.repec.org/RePEc:pup:pbooks:10493"
        },
        {
            "articleTitle": "Using conjoint experiments to analyze election outcomes: the essential role of the average marginal component effect",
            "authors": [
                {
                    "name": {
                        "index": "Bansak, K",
                        "preferred": "K Bansak"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hainmueller, J",
                        "preferred": "J Hainmueller"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hopkins, DJ",
                        "preferred": "DJ Hopkins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yamamoto, T",
                        "preferred": "T Yamamoto"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "doi": "10.1017/pan.2022.16",
            "id": "bib2",
            "journal": "Political Analysis",
            "pages": {
                "first": "500",
                "last": "518",
                "range": "500–518"
            },
            "type": "journal",
            "volume": "31"
        },
        {
            "articleTitle": "Explaining fixed effects: random effects modeling of time-series cross-sectional and panel data",
            "authors": [
                {
                    "name": {
                        "index": "Bell, A",
                        "preferred": "A Bell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jones, K",
                        "preferred": "K Jones"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "doi": "10.1017/psrm.2014.7",
            "id": "bib4",
            "journal": "Political Science Research and Methods",
            "pages": {
                "first": "133",
                "last": "153",
                "range": "133–153"
            },
            "type": "journal",
            "volume": "3"
        },
        {
            "articleTitle": "Fixed and random effects models: making an informed choice",
            "authors": [
                {
                    "name": {
                        "index": "Bell, A",
                        "preferred": "A Bell"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fairbrother, M",
                        "preferred": "M Fairbrother"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jones, K",
                        "preferred": "K Jones"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1007/s11135-018-0802-x",
            "id": "bib3",
            "journal": "Quality & Quantity",
            "pages": {
                "first": "1051",
                "last": "1074",
                "range": "1051–1074"
            },
            "type": "journal",
            "volume": "53"
        },
        {
            "articleTitle": "The estimation of a preference-based measure of health from the SF-36",
            "authors": [
                {
                    "name": {
                        "index": "Brazier, J",
                        "preferred": "J Brazier"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Roberts, J",
                        "preferred": "J Roberts"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Deverill, M",
                        "preferred": "M Deverill"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "doi": "10.1016/s0167-6296(01)00130-8",
            "id": "bib5",
            "journal": "Journal of Health Economics",
            "pages": {
                "first": "271",
                "last": "292",
                "range": "271–292"
            },
            "pmid": 11939242,
            "type": "journal",
            "volume": "21"
        },
        {
            "articleTitle": "Do citizens care about government debt? Evidence from survey experiments on budgetary priorities",
            "authors": [
                {
                    "name": {
                        "index": "Bremer, B",
                        "preferred": "B Bremer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bürgisser, R",
                        "preferred": "R Bürgisser"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "doi": "10.1111/1475-6765.12505",
            "id": "bib6",
            "journal": "European Journal of Political Research",
            "pages": {
                "first": "239",
                "last": "263",
                "range": "239–263"
            },
            "type": "journal",
            "volume": "62"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Brice, W",
                        "preferred": "W Brice"
                    },
                    "type": "person"
                }
            ],
            "date": "2015",
            "id": "bib7",
            "title": "Using SAS to model the distributional impact of government policies",
            "type": "web",
            "uri": "https://www.sas.com/content/dam/SAS/en_gb/doc/other1/events/sasforum/slides/manchester-day1/W.Bryce%20SAS%20Forum%20UK%20-%20HMT%20slides.pdf"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Capéau, B",
                        "preferred": "B Capéau"
                    },
                    "type": "person"
                }
            ],
            "date": "2014",
            "details": "223–273, Consumption and Indirect Tax Models, In Handbook of Microsimulation Modelling, Vol, 293, Emerald Group Publishing Limited, p, 10.1108/S0573-855520140000293007",
            "id": "bib8",
            "title": "In Handbook of Microsimulation Modelling",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Chamberlain, E",
                        "preferred": "E Chamberlain"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "Defining the tax base: Design issues, CAGE",
            "id": "bib9",
            "title": "Defining the tax base: Design issues",
            "type": "unknown"
        },
        {
            "articleTitle": "Quantifying the mental health and economic impacts of prospective Universal Basic Income schemes among young people in the UK: A microsimulation modelling study",
            "authors": [
                {
                    "name": {
                        "index": "Chen, T",
                        "preferred": "T Chen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reed, H",
                        "preferred": "H Reed"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Parra-Mujica, F",
                        "preferred": "F Parra-Mujica"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, EA",
                        "preferred": "EA Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, M",
                        "preferred": "M Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Flaherty, M",
                        "preferred": "M O’Flaherty"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Collins, B",
                        "preferred": "B Collins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kypridemos, C",
                        "preferred": "C Kypridemos"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "doi": "10.1136/bmjopen-2023-075831",
            "id": "bib10",
            "journal": "BMJ Open",
            "pages": "e075831",
            "pmid": 37793925,
            "type": "journal",
            "volume": "13"
        },
        {
            "authors": [
                {
                    "name": "Child Poverty Action Group",
                    "type": "group"
                }
            ],
            "date": "2022",
            "id": "bib11",
            "title": "Welfare Benefits & Tax Credits Handbook, 2023/24. CPAG",
            "type": "web",
            "uri": "https://cpag.org.uk/shop/handbook/welfare-benefits-tax-credits-handbook-202324"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Crawford, I",
                        "preferred": "I Crawford"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Keen, M",
                        "preferred": "M Keen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Smith, S",
                        "preferred": "S Smith"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Dimensions of Tax Design: Value Added Tax and Excises",
            "date": "2010",
            "id": "bib12",
            "publisher": {
                "name": [
                    "Institute for Fiscal Studies"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Crewe, I",
                        "preferred": "I Crewe"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "King, A",
                        "preferred": "A King"
                    },
                    "type": "person"
                }
            ],
            "date": "1995",
            "details": "Of Merger and a Dead Parrot, SDP: The Birth, Life and Death of the Social Democratic Party, Oxford University Press, 10.1093/oso/9780198280507.003.0021",
            "id": "bib13",
            "title": "SDP: The Birth, Life and Death of the Social Democratic Party",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Department for Work and Pensions",
                    "type": "group"
                }
            ],
            "date": "2023",
            "id": "bib14",
            "title": "Family Resources Survey 2021/22: Disability DataTables.GOV.UK",
            "type": "web",
            "uri": "https://www.gov.uk/government/statistics/family-resources-survey-financial-year-2021-to-2022"
        },
        {
            "authors": [
                {
                    "name": "Department of Health and Social Care",
                    "type": "group"
                }
            ],
            "date": "2018",
            "id": "bib15",
            "title": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/753688/Prevention_is_better_than_cure_5-11.pdf",
            "type": "web",
            "uri": "https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/753688/Prevention_is_better_than_cure_5-11.pdf",
            "website": "Prevention is better than cure"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Drummond, MF",
                        "preferred": "MF Drummond"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sculpher, MJ",
                        "preferred": "MJ Sculpher"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Claxton, K",
                        "preferred": "K Claxton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stoddart, GL",
                        "preferred": "GL Stoddart"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Torrance, GW",
                        "preferred": "GW Torrance"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Methods for the Economic Evaluation of Health Care Programmes",
            "date": "2015",
            "edition": "Fourth edition",
            "id": "bib16",
            "publisher": {
                "name": [
                    "Oxford University Press"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "DWP",
                    "type": "group"
                }
            ],
            "date": "2019",
            "id": "bib17",
            "title": "http://research.dwp.gov.uk/asd/frs/",
            "type": "web",
            "uri": "http://research.dwp.gov.uk/asd/frs/",
            "website": "The Family Resources Survey"
        },
        {
            "articleTitle": "Work, welfare, and wellbeing: The impacts of welfare conditionality on people with mental health impairments in the UK",
            "authors": [
                {
                    "name": {
                        "index": "Dwyer, P",
                        "preferred": "P Dwyer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Scullion, L",
                        "preferred": "L Scullion"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Jones, K",
                        "preferred": "K Jones"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McNeill, J",
                        "preferred": "J McNeill"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stewart, ABR",
                        "preferred": "ABR Stewart"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1111/spol.12560",
            "id": "bib18",
            "journal": "Social Policy & Administration",
            "pages": {
                "first": "311",
                "last": "326",
                "range": "311–326"
            },
            "type": "journal",
            "volume": "54"
        },
        {
            "articleTitle": "The public health effects of interventions similar to basic income: A scoping review",
            "authors": [
                {
                    "name": {
                        "index": "Gibson, M",
                        "preferred": "M Gibson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hearty, W",
                        "preferred": "W Hearty"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Craig, P",
                        "preferred": "P Craig"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1016/S2468-2667(20)30005-0",
            "id": "bib19",
            "journal": "The Lancet. Public Health",
            "pages": {
                "first": "e165",
                "last": "e176",
                "range": "e165–e176"
            },
            "pmid": 32113520,
            "type": "journal",
            "volume": "5"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Gourley, D",
                        "preferred": "D Gourley"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "details": "Journal of Liberal History, https://liberalhistory.org.uk/history/dead-parrot-document/",
            "id": "bib20",
            "title": "The ‘Dead Parrot’ document",
            "type": "unknown",
            "uri": "https://liberalhistory.org.uk/history/dead-parrot-document/"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Hainmueller, J",
                        "preferred": "J Hainmueller"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hopkins, DJ",
                        "preferred": "DJ Hopkins"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Yamamoto, T",
                        "preferred": "T Yamamoto"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Causal Inference in Conjoint Analysis: Understanding Multidimensional Choices via Stated Preference Experiments",
            "date": "2013",
            "id": "bib21",
            "publisher": {
                "name": [
                    "SSRN"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "The Incidence of the Corporation Income Tax",
            "authors": [
                {
                    "name": {
                        "index": "Harberger, AC",
                        "preferred": "AC Harberger"
                    },
                    "type": "person"
                }
            ],
            "date": "1962",
            "doi": "10.1086/258636",
            "id": "bib57",
            "journal": "Journal of Political Economy",
            "pages": {
                "first": "215",
                "last": "240",
                "range": "215–240"
            },
            "type": "journal",
            "volume": "70"
        },
        {
            "authors": [
                {
                    "name": "HM Revenue & Customs (HMRC)",
                    "type": "group"
                }
            ],
            "date": "2022",
            "id": "bib22",
            "title": "<i>VAT rates on different goods and services</i>. GOV.UK",
            "type": "web",
            "uri": "https://www.gov.uk/guidance/rates-of-vat-on-different-goods-and-services"
        },
        {
            "authors": [
                {
                    "name": "House of Commons Library",
                    "type": "group"
                }
            ],
            "date": "2020",
            "id": "bib23",
            "title": "https://commonslibrary.parliament.uk/social-policy/welfare-pensions/benefits/constituency-data-universal-credit-roll-out/",
            "type": "web",
            "uri": "https://commonslibrary.parliament.uk/social-policy/welfare-pensions/benefits/constituency-data-universal-credit-roll-out/",
            "website": "Constituency data: Universal Credit rollout"
        },
        {
            "authors": [
                {
                    "name": "Institute for Social and Economic Research",
                    "type": "group"
                }
            ],
            "date": "2023",
            "id": "bib24",
            "title": "<i>Survey timeline</i>. UnderstandingSociety",
            "type": "web",
            "uri": "https://www.understandingsociety.ac.uk/documentation/mainstage/survey-timeline"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Johnson, P",
                        "preferred": "P Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stark, G",
                        "preferred": "G Stark"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Webb, S",
                        "preferred": "S Webb"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Taxben2: The New IFS Tax Benefit Model (IFS Working Papers)",
            "date": "1990",
            "id": "bib29",
            "publisher": {
                "name": [
                    "Institute for Fiscal Studies"
                ]
            },
            "type": "book"
        },
        {
            "articleTitle": "Designing trials of Universal Basic Income for health impact: identifying interdisciplinary questions to address",
            "authors": [
                {
                    "name": {
                        "index": "Johnson, M. T.",
                        "preferred": "M. T. Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, EA",
                        "preferred": "EA Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nettle, D",
                        "preferred": "D Nettle"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pickett, KE",
                        "preferred": "KE Pickett"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1093/pubmed/fdaa255",
            "id": "bib27",
            "journal": "Journal of Public Health",
            "pages": {
                "first": "408",
                "last": "416",
                "range": "408–416"
            },
            "type": "journal",
            "volume": "44"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Johnson, EA",
                        "preferred": "EA Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, MT",
                        "preferred": "MT Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chrisp, J",
                        "preferred": "J Chrisp"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nettle, D",
                        "preferred": "D Nettle"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "id": "bib25",
            "title": "SP2.1 Conjoint experiment on welfare scheme preferences and predictive tool [Dataset]. OSF",
            "type": "web",
            "uri": "https://doi.org/10.17605/OSF.IO/HTSQC"
        },
        {
            "articleTitle": "Are “red wall” constituencies really opposed to progressive policy? Examining the impact of materialist narratives for Universal Basic Income",
            "authors": [
                {
                    "name": {
                        "index": "Johnson, M",
                        "preferred": "M Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, E",
                        "preferred": "E Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nettle, D",
                        "preferred": "D Nettle"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "doi": "10.1057/s41293-022-00220-z",
            "id": "bib26",
            "journal": "British Politics",
            "pages": {
                "first": "104",
                "last": "127",
                "range": "104–127"
            },
            "pmid": 36909777,
            "type": "journal",
            "volume": "18"
        },
        {
            "articleTitle": "Health-related quality of life measurement in public health",
            "authors": [
                {
                    "name": {
                        "index": "Kaplan, RM",
                        "preferred": "RM Kaplan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hays, RD",
                        "preferred": "RD Hays"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.1146/annurev-publhealth-052120-012811",
            "id": "bib30",
            "journal": "Annual Review of Public Health",
            "pages": {
                "first": "355",
                "last": "373",
                "range": "355–373"
            },
            "pmid": 34882431,
            "type": "journal",
            "volume": "43"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Leeper, TJ",
                        "preferred": "TJ Leeper"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "id": "bib31",
            "title": "Simple Conjoint Tidying, Analysis, and Visualization. Thomasleeper.Com",
            "type": "web",
            "uri": "https://thomasleeper.com/cregg/"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Leulescu, A",
                        "preferred": "A Leulescu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Agafitei, M",
                        "preferred": "M Agafitei"
                    },
                    "type": "person"
                }
            ],
            "date": "2013",
            "id": "bib59",
            "publisher": {
                "name": [
                    "European Commission, Eurostat"
                ]
            },
            "source": "Statistical matching: A model based approach for data integration",
            "title": "Statistical matching: A model based approach for data integration",
            "type": "report",
            "uri": "https://ec.europa.eu/eurostat/documents/3888793/5855821/KS-RA-13-020-EN.PDF/477dd541-92ee-4259-95d4-1c42fcf2ef34?version=1.0"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Marmot, M",
                        "preferred": "M Marmot"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Allen, J",
                        "preferred": "J Allen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goldblatt, P",
                        "preferred": "P Goldblatt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Boyce, T",
                        "preferred": "T Boyce"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McNeish, D",
                        "preferred": "D McNeish"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Grady, M",
                        "preferred": "M Grady"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Geddes, I",
                        "preferred": "I Geddes"
                    },
                    "type": "person"
                }
            ],
            "date": "2010",
            "details": "The Marmot Review, https://www.instituteofhealthequity.org/resources-reports/fair-society-healthy-lives-the-marmot-review",
            "id": "bib33",
            "title": "Fair society, healthy lives: The Marmot review",
            "type": "unknown",
            "uri": "https://www.instituteofhealthequity.org/resources-reports/fair-society-healthy-lives-the-marmot-review"
        },
        {
            "articleTitle": "Health equity in England: the Marmot review 10 years on",
            "authors": [
                {
                    "name": {
                        "index": "Marmot, M",
                        "preferred": "M Marmot"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Allen, J",
                        "preferred": "J Allen"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Boyce, T",
                        "preferred": "T Boyce"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Goldblatt, P",
                        "preferred": "P Goldblatt"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Morrison, J",
                        "preferred": "J Morrison"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1136/bmj.m693",
            "id": "bib32",
            "journal": "BMJ",
            "pages": "m693",
            "type": "journal"
        },
        {
            "articleTitle": "Quality-Adjusted Life Expectancy Norms for the English Population",
            "authors": [
                {
                    "name": {
                        "index": "McNamara, S",
                        "preferred": "S McNamara"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Schneider, PP",
                        "preferred": "PP Schneider"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Love-Koh, J",
                        "preferred": "J Love-Koh"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Doran, T",
                        "preferred": "T Doran"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Gutacker, N",
                        "preferred": "N Gutacker"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "doi": "10.1016/j.jval.2022.07.005",
            "id": "bib34",
            "journal": "Value in Health",
            "pages": {
                "first": "163",
                "last": "169",
                "range": "163–169"
            },
            "pmid": 35965226,
            "type": "journal",
            "volume": "26"
        },
        {
            "articleTitle": "What Do British People Want from a Welfare System? Conjoint Survey Evidence on Generosity, Conditionality, Funding, and Outcomes",
            "authors": [
                {
                    "name": {
                        "index": "Nettle, D",
                        "preferred": "D Nettle"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chrisp, J",
                        "preferred": "J Chrisp"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, E",
                        "preferred": "E Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, MT",
                        "preferred": "MT Johnson"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "id": "bib36",
            "source": "SocArXiv",
            "type": "preprint",
            "uri": "https://doi.org/10.31235/osf.io/zfnuh"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Nettle, D",
                        "preferred": "D Nettle"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chevallier, C",
                        "preferred": "C Chevallier"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de Courson, B",
                        "preferred": "B de Courson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, EA",
                        "preferred": "EA Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, MT",
                        "preferred": "MT Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pickett, KE",
                        "preferred": "KE Pickett"
                    },
                    "type": "person"
                }
            ],
            "date": "2024",
            "details": "Social Policy & Administration, 10.1111/spol.13065",
            "id": "bib35",
            "title": "Short‐term changes in financial situation have immediate mental health consequences: Implications for social policy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Nettle, D",
                        "preferred": "D Nettle"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Chrisp, J",
                        "preferred": "J Chrisp"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, E",
                        "preferred": "E Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, MT",
                        "preferred": "MT Johnson"
                    },
                    "type": "person"
                }
            ],
            "date": "2024",
            "details": "Analysis of Social Issues and Policy, 10.31235/osf.io/zfnuh",
            "id": "bib37",
            "title": "What do British people want from a welfare system? Conjoint survey evidence on generosity, conditionality, funding, and outcomes",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "NHS England",
                    "type": "group"
                }
            ],
            "date": "2019",
            "id": "bib38",
            "title": "The NHS Long Term Plan. NHS England",
            "type": "web",
            "uri": "https://www.longtermplan.nhs.uk/publication/nhs-long-term-plan/"
        },
        {
            "authors": [
                {
                    "name": "Office for National Statistics",
                    "type": "group"
                }
            ],
            "date": "2019",
            "details": "Wealth and Assets Survey, UK Data Service",
            "id": "bib40",
            "title": "Wealth and Assets Survey",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Office for National Statistics",
                    "type": "group"
                }
            ],
            "date": "2019",
            "details": "Living Costs and Food Survey, 2017-2018, UK Data Service",
            "id": "bib39",
            "title": "Living Costs and Food Survey, 2017-2018",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Office for National Statistics",
                    "type": "group"
                }
            ],
            "date": "2022",
            "details": "Population of England and Wales, Office for NationalStatistics",
            "id": "bib41",
            "title": "Population of England and Wales",
            "type": "unknown"
        },
        {
            "articleTitle": "Understanding the relationship between income and mental health among 16- to 24-year-olds: Analysis of 10 waves (2009-2020) of Understanding Society to enable modelling of income interventions",
            "authors": [
                {
                    "name": {
                        "index": "Parra-Mujica, F",
                        "preferred": "F Parra-Mujica"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, E",
                        "preferred": "E Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Reed, H",
                        "preferred": "H Reed"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cookson, R",
                        "preferred": "R Cookson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, M",
                        "preferred": "M Johnson"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "doi": "10.1371/journal.pone.0279845",
            "id": "bib42",
            "journal": "PLOS ONE",
            "pages": "e0279845",
            "pmid": 36854025,
            "type": "journal",
            "volume": "18"
        },
        {
            "authors": [
                {
                    "name": "QualityMetric",
                    "type": "group"
                }
            ],
            "date": "2022",
            "id": "bib43",
            "title": "<i>SF-6D® HealthUtility</i>. Quality Metric | We Measure Health",
            "type": "web",
            "uri": "https://www.qualitymetric.com/health-surveys/sf-6d-health-utility/"
        },
        {
            "articleTitle": "Universal Basic Income is affordable and feasible: evidence from UK economic microsimulation modelling1",
            "authors": [
                {
                    "name": {
                        "index": "Reed, Howard Robert",
                        "preferred": "Howard Robert Reed"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, MT",
                        "preferred": "MT Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lansley, S",
                        "preferred": "S Lansley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Aidan Johnson, E",
                        "preferred": "E Aidan Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stark, G",
                        "preferred": "G Stark"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pickett, KE",
                        "preferred": "KE Pickett"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "doi": "10.1332/175982721X16702368352393",
            "id": "bib44",
            "journal": "Journal of Poverty and Social Justice",
            "pages": {
                "first": "146",
                "last": "162",
                "range": "146–162"
            },
            "type": "journal",
            "volume": "31"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Reed, H. R.",
                        "preferred": "H. R. Reed"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nettle, D",
                        "preferred": "D Nettle"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Parra-Mujica, F",
                        "preferred": "F Parra-Mujica"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Stark, G",
                        "preferred": "G Stark"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wilkinson, RG",
                        "preferred": "RG Wilkinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, MT",
                        "preferred": "MT Johnson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Johnson, EA",
                        "preferred": "EA Johnson"
                    },
                    "type": "person"
                }
            ],
            "date": "2024",
            "id": "bib45",
            "title": "Examining the relationship between income and both mental and physical health among adults in the UK: Analysis of 12 waves (2009-2022) of Understanding Society. OSF.",
            "type": "web",
            "uri": "https://doi.org/10.17605/OSF.IO/SKPYB"
        },
        {
            "articleTitle": "Taxing Our Wealth",
            "authors": [
                {
                    "name": {
                        "index": "Scheuer, F",
                        "preferred": "F Scheuer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Slemrod, J",
                        "preferred": "J Slemrod"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1257/jep.35.1.207",
            "id": "bib46",
            "journal": "Journal of Economic Perspectives",
            "pages": {
                "first": "207",
                "last": "230",
                "range": "207–230"
            },
            "type": "journal",
            "volume": "35"
        },
        {
            "articleTitle": "A Brief, Global History of Microsimulation Models in Health: Past Applications, Lessons Learned and Future Directions.",
            "authors": [
                {
                    "name": {
                        "index": "Schofield, DJ",
                        "preferred": "DJ Schofield"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zeppel, MJB",
                        "preferred": "MJB Zeppel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tan, O",
                        "preferred": "O Tan"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lymer, S",
                        "preferred": "S Lymer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cunich, MM",
                        "preferred": "MM Cunich"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shrestha, RN",
                        "preferred": "RN Shrestha"
                    },
                    "type": "person"
                }
            ],
            "date": "2017",
            "doi": "10.34196/ijm.00175",
            "id": "bib47",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "97",
                "last": "142",
                "range": "97–142"
            },
            "type": "journal",
            "volume": "11"
        },
        {
            "articleTitle": "The impact of social assistance programs on population health: a systematic review of research in high-income countries",
            "authors": [
                {
                    "name": {
                        "index": "Shahidi, FV",
                        "preferred": "FV Shahidi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ramraj, C",
                        "preferred": "C Ramraj"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sod-Erdene, O",
                        "preferred": "O Sod-Erdene"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Hildebrand, V",
                        "preferred": "V Hildebrand"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Siddiqi, A",
                        "preferred": "A Siddiqi"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1186/s12889-018-6337-1",
            "id": "bib48",
            "journal": "BMC Public Health",
            "pages": "2",
            "pmid": 30606263,
            "type": "journal",
            "volume": "19"
        },
        {
            "articleTitle": "LifeSim: A Lifecourse Dynamic Microsimulation Model of the Millennium Birth Cohort in England",
            "authors": [
                {
                    "name": {
                        "index": "Skarda, I",
                        "preferred": "I Skarda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Asaria, M",
                        "preferred": "M Asaria"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Cookson, R",
                        "preferred": "R Cookson"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.34196/IJM.00228",
            "id": "bib49",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "2",
                "last": "42",
                "range": "2–42"
            },
            "type": "journal",
            "volume": "14"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Stark, G",
                        "preferred": "G Stark"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "id": "bib50",
            "publisher": {
                "name": [
                    "Github"
                ]
            },
            "source": "Github",
            "title": "Conjoint [Dataset]",
            "type": "software",
            "uri": "https://github.com/grahamstark/ScottishTaxBenefitModel.jl/blob/master/matching/lcf_frs_matching.jl",
            "version": "1ffd9d5"
        },
        {
            "articleTitle": "How income changes affect mental health for working-age adults: A systematic review and meta-analysis",
            "authors": [
                {
                    "name": {
                        "index": "Thomson, RM",
                        "preferred": "RM Thomson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Igelström, E",
                        "preferred": "E Igelström"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Purba, AK",
                        "preferred": "AK Purba"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Shimonovich, M",
                        "preferred": "M Shimonovich"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pearce, A",
                        "preferred": "A Pearce"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leyland, A",
                        "preferred": "A Leyland"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Thomson, H",
                        "preferred": "H Thomson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Katikireddi, SV",
                        "preferred": "SV Katikireddi"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "doi": "10.1016/S0140-6736(21)02547-2",
            "id": "bib51",
            "journal": "The Lancet",
            "pages": "S4",
            "type": "journal",
            "volume": "398"
        },
        {
            "articleTitle": "The mental component of the short-form 12 health survey (SF-12) as a measure of depressive disorders in the general population: results with three alternative scoring methods",
            "authors": [
                {
                    "name": {
                        "index": "Vilagut, G",
                        "preferred": "G Vilagut"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Forero, CG",
                        "preferred": "CG Forero"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pinto-Meza, A",
                        "preferred": "A Pinto-Meza"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Haro, JM",
                        "preferred": "JM Haro"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de Graaf, R",
                        "preferred": "R de Graaf"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bruffaerts, R",
                        "preferred": "R Bruffaerts"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kovess, V",
                        "preferred": "V Kovess"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "de Girolamo, G",
                        "preferred": "G de Girolamo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Matschinger, H",
                        "preferred": "H Matschinger"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ferrer, M",
                        "preferred": "M Ferrer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Alonso, J",
                        "preferred": "J Alonso"
                    },
                    "type": "person"
                },
                {
                    "name": "ESEMeD Investigators",
                    "type": "group"
                }
            ],
            "date": "2013",
            "doi": "10.1016/j.jval.2013.01.006",
            "id": "bib52",
            "journal": "Value in Health",
            "pages": {
                "first": "564",
                "last": "573",
                "range": "564–573"
            },
            "pmid": 23796290,
            "type": "journal",
            "volume": "16"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ware, JE",
                        "preferred": "JE Ware"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "id": "bib53",
            "title": "How to Score Version 2 of the SF-12 Health Survey (with a Supplement Documenting Version 1). QualityMetric Incorporated",
            "type": "web",
            "uri": "https://books.google.co.uk/books?id=Ft4lvgAACAAJ"
        },
        {
            "articleTitle": "Effects on mental health of A UK welfare reform, Universal Credit: A longitudinal controlled study",
            "authors": [
                {
                    "name": {
                        "index": "Wickham, S",
                        "preferred": "S Wickham"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bentley, L",
                        "preferred": "L Bentley"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rose, T",
                        "preferred": "T Rose"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Whitehead, M",
                        "preferred": "M Whitehead"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Taylor-Robinson, D",
                        "preferred": "D Taylor-Robinson"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Barr, B",
                        "preferred": "B Barr"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "doi": "10.1016/S2468-2667(20)30026-8",
            "id": "bib54",
            "journal": "The Lancet. Public Health",
            "pages": {
                "first": "e157",
                "last": "e164",
                "range": "e157–e164"
            },
            "pmid": 32113519,
            "type": "journal",
            "volume": "5"
        },
        {
            "authors": [
                {
                    "name": "Working Group on Inequalities in Health",
                    "type": "group"
                }
            ],
            "date": "1980",
            "id": "bib55",
            "publisher": {
                "name": [
                    "Department of Health and Social Security"
                ]
            },
            "title": "https://www.sochealth.co.uk/national-health-service/public-health-and-wellbeing/poverty-and-inequality/the-black-report-1980/black-report-foreword/",
            "type": "web",
            "uri": "https://www.sochealth.co.uk/national-health-service/public-health-and-wellbeing/poverty-and-inequality/the-black-report-1980/black-report-foreword/",
            "website": "Black Report"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
