{
    "status": "vor",
    "id": "00329",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00329",
    "authorLine": "Jana Valachyová, Matúš Senaj",
    "title": "The impact of unexpected inflationary shock in 2022 and 2023 on the welfare of families: The case of Slovakia",
    "published": "2025-11-25T00:00:00Z",
    "versionDate": "2025-11-25T00:00:00Z",
    "statusDate": "2025-11-25T00:00:00Z",
    "volume": 18,
    "issue": 3,
    "fpage": 50,
    "lpage": 87,
    "elocationId": "50-87",
    "pdf": "http://web:8082/00329/ijm-00329.pdf",
    "subjects": [
        {
            "id": "consumption-savings-wealth",
            "name": "Consumption, savings and wealth"
        },
        {
            "id": "taxes-benefits",
            "name": "Taxes and benefits"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "We analyse the impact of the recent inflation surge on the welfare of Slovak families. Combining a microsimulation model SIMTASK with Household Budget Survey data lets us quantify the net effect of the shock after government relief measures and adjustments in wages and social transfers. In line with literature, we show that government measures along with automatic valorisation mechanisms helped to offset welfare decline mainly for low-income families. For high-income families wage growth was the crucial component offsetting their purchasing power drop. Considering inflation-related effects solely, our results indicate a welfare drop of 7% for an average family in 2022. The reversed result for 2023 (increase by 5%) is mainly due to the delay in economic adjustments. On the two-year horizon, the combination of policy measures and economic adjustments, on average, almost fully mitigated the negative effects of the inflation surge. Assessing total changes (also including inflation-unrelated effects), an increase in disposable income exceeded the inflation burden significantly for all analysed family categories. A generous permanent income support for families with children was the main driver of the welfare increase of 9% on average. We also point to high heterogeneity of the impact across families. Despite positive average effects, 14% of families faced a welfare drop.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Valachyová and Senaj",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Slovakia",
                            "locality": [
                                "Bratislava"
                            ]
                        },
                        "formatted": [
                            "Bratislava",
                            "Slovakia"
                        ]
                    },
                    "name": [
                        "Council for Budget Responsibility"
                    ]
                }
            ],
            "name": {
                "index": "Valachyová, Jana",
                "preferred": "Jana Valachyová"
            },
            "orcid": "0009-0000-5172-746X",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Slovakia",
                            "locality": [
                                "Bratislava"
                            ]
                        },
                        "formatted": [
                            "Bratislava",
                            "Slovakia"
                        ]
                    },
                    "name": [
                        "Council for Budget Responsibility"
                    ]
                }
            ],
            "emailAddresses": [
                "matus.senaj@rrz.sk"
            ],
            "name": {
                "index": "Senaj, Matúš",
                "preferred": "Matúš Senaj"
            },
            "orcid": "0009-0005-2895-5188",
            "type": "person"
        }
    ],
    "dataSets": {
        "availability": [
            {
                "text": "In the paper we use a microsimulation model SIMTASK that was developed in the Slovak Council for Budget Responsibility. The model is not publicly available; therefore, we cannot provide source files with the code. The model runs on SK-SILC dataset that is available at Slovak Statistical Office upon request. Unfortunately, we cannot disseminate the dataset to third parties.",
                "type": "paragraph"
            }
        ]
    },
    "keywords": [
        "microsimulation",
        "inflationary shock",
        "distributional effect",
        "tax and transfer policy"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "The Russian invasion of Ukraine and resulting energy crisis have led to an unprecedented surge in inflation and living costs of European consumers, with an above-average manifestation in Slovakia. The higher inflation in Slovakia, compared to European average, can be explained by a growing body of literature using the Household Budget Survey data (HBS) assessing the impact of the recent high inflation episode on European consumers.<a href=\"#fn1\"><sup>1</sup></a> <a href=\"#bib19\">Sologon et al. (2023)</a> conclude that the impact of inflation depends on a combination of the price increase and goods’ specific budget shares. Since budget shares for necessities such as food, domestic fuels or electricity are higher in poorer countries, in combination with a higher price growth in these necessities, this has resulted in a higher inflation in poorer countries. <a href=\"#bib12\">Menyhert (2022)</a> comes to the same conclusion that recent consumer price inflation has disproportionately affected households in poorer EU member states or with below-median income.",
                    "type": "paragraph"
                },
                {
                    "text": "At the same time literature suggests that in countries experiencing the highest inflation, low-income groups faced a much higher inflation rate than high-income groups (see for example, <a href=\"#bib5\">Causa et al., 2022</a>). However, <a href=\"#bib7\">Claeys et al. (2022)</a> admit there are outliers from this pattern.<a href=\"#fn2\"><sup>2</sup></a> Similarly, <a href=\"#bib19\">Sologon et al. (2023)</a> conclude that similar levels of regressivity of inflation may come out from a different interplay between the level and the disproportionality of inflation across the income distribution. We show that in Slovakia, the inflation gap between poorer and richer households was narrow in 2022 (2 p.p.), but it widened in 2023 (6 p.p.) assuming that increased energy prices would be incorporated into the households’ energy contracts.",
                    "type": "paragraph"
                },
                {
                    "text": "Slovak government, as other ones, adopted fiscal measures to shield households from high price increase. If looking strictly at the measures adopted in response to the price shock, 67% of measures adopted during the years 2022-2023 were untargeted. This is in line with the European average of 73% as reported in the Bruegel dataset on national fiscal policy responses to the energy crisis.<a href=\"#fn3\"><sup>3</sup></a> On the two-year horizon, the size of these interventions in Slovakia was comparable to the European average too (1.7 vs 2% GDP). In addition to the anti-inflationary measures considered above, the Slovak government has also adopted a generous income support for families with children. It is a permanent measure, and while targeted on a specific part of population, a significant part of it is directed to high-income families.",
                    "type": "paragraph"
                },
                {
                    "text": "The interventions of Slovak government, alike those of its European counterparts, were quite far from a first-best intervention scheme that should be adopted at a time of an inflationary episode. The lessons learned from recent developments are formulated by <a href=\"#bib18\">Sgaravatti et al. (2023)</a>. Government interventions should be temporary (to avoid driving up aggregate demand excessively in the medium term), tailored (not weaken incentives to cut energy demand, but rather encourage energy savings) and targeted (should shield vulnerable households who are most affected by the reduction in purchasing power). Moreover, <a href=\"#bib2\">Arregui et al. (2022)</a> argue that governments should prioritise targeted income transfers that are adjustable to both the income level of the recipients and their exposure to energy price shocks. Ideally, these measures should expand to citizens outside existing social schemes and top-up support to people already covered.",
                    "type": "paragraph"
                },
                {
                    "text": "The aim of our paper is to analyse the distributive effects of the recent inflationary shock on Slovak households. First, we look at the uncompensated effect of a price increase on households’ welfare. Then we quantify to what extent were the households compensated for the drop in welfare through the following channels: adopted government measures, economic adjustments in the form of inflation-induced wage growth and an extra valorisation of social benefits.",
                    "type": "paragraph"
                },
                {
                    "text": "We employ an analytical approach combining a static tax-benefit microsimulation model with data on households’ expenditures. This approach has been used recently by researchers to assess the effect of inflation on the welfare of households along with the effect of government measures adopted to insulate the households from these effects.<a href=\"#fn4\"><sup>4</sup></a> These studies do not take into account the behavioural responses to price changes, the exemption being <a href=\"#bib19\">Sologon et al. (2023)</a>.",
                    "type": "paragraph"
                },
                {
                    "text": "Some of the authors go beyond and, on top of the effect of government measures, also analyse the effect of labour income channels and net nominal positions of households.<a href=\"#fn5\"><sup>5</sup></a> This stream of literature concludes that it is age, more than income, that drives heterogeneity in the costs of inflation. The reason is the strong life-cycle profile in net nominal positions. These authors use access to bank data and combine micro and macro approaches.",
                    "type": "paragraph"
                },
                {
                    "text": "In our paper we stick strictly to the microsimulation approach using SILC and HBS datasets that can simulate static or “day after” effects only. Therefore, we omit behavioural response or general equilibrium in our analysis. Since the most important price changes are for necessities such as food and energy, the behavioural response, in terms of the change of consumption basket, has a limited impact.<a href=\"#fn6\"><sup>6</sup></a> Moreover, the result from linking the microsimulation and dynamic general equilibrium model shows that the second-round effects of the policy reform are rather limited.<a href=\"#fn7\"><sup>7</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "We look at changes in purchasing power as a measure of welfare change. The economic welfare of household is usually proxied by measures of consumption or income.<a href=\"#fn8\"><sup>8</sup></a> <a href=\"#bib9\">Deaton and Zaidi (2002)</a> points out, the consumption is a theoretically more satisfactory measure of material well-being. In our approach we measure changes in household consumption welfare using money metric based on the concept of compensating variation This concept defines the monetary compensation that households should receive after a price hike to maintain the same utility as they had before the price change occurred. In our static framework we abstract from the substitution effect, by assuming that households keep the same utility when consuming the same bundle of goods and services.",
                    "type": "paragraph"
                },
                {
                    "text": "Our analysis offers two perspectives. We analyse the effect of the inflationary shock in isolation, and we also analyse total changes in purchasing power over the period of the inflationary shock. When assessing distributional effects, income dimension is the natural first choice. However, during the period of high inflation, Slovak government adopted measures that were targeted at specific population groups, such as families with children or pensioners, giving them generous support while leaving the rest unsupported. Therefore, we consider it useful to look at another dimension, besides income, too. We also present the results for households with different family structure.<a href=\"#fn9\"><sup>9</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "We come to the following conclusions. The net effect of price shock, after both government compensations measures and economic adjustments, leads to a welfare drop in 2022 for an average family and to a welfare increase in 2023. The reversed results are mainly due to a lag in the automatic indexation mechanism for social benefits and frictions in wage adjustment. When considering the two-year horizon, the combination of policy measures and economic adjustments were close to offset the negative effects of the inflation surge.<a href=\"#fn10\"><sup>10</sup></a> However, if we also account for a generous income support for families with children (a measure of permanent character that we consider unrelated to price shock), the resulting increase in disposable income of families significantly exceeds the inflation burden.",
                    "type": "paragraph"
                },
                {
                    "text": "We show that welfare increased for all analysed family categories during the recent period of inflationary surge, when looking at the total change in purchasing power (i.e. including the effects that would have occurred also in the absence of the inflationary shock). Our results indicate welfare gains of 9% for an average family, with significant variation across categories (5-11% for different income categories and 5-30% for different family structures). Like <a href=\"#bib10\">Eckerstorfer et al. (2024)</a> we show significant heterogeneity of the impact across families. Welfare increases, presented for an average family in each category, do not apply for all the families. There are 14% of families facing a reduced welfare.",
                    "type": "paragraph"
                },
                {
                    "text": "When assessing distributive effects, we come to similar conclusions as <a href=\"#bib1\">Amores et al. (2023)</a>. In Slovakia, as in the European countries they analyse, the energy price cap significantly reduces the negative effect of inflation across income distribution and reduces the inflation gap between poorer and richer households. In Slovakia government measures contribute more to closing the inflation gap than did the price cap on energies. Our results, in line with literature, suggest progressivity of income support measures and of the valorisation mechanism. Whereas the effect of wage growth is regressive.",
                    "type": "paragraph"
                },
                {
                    "text": "The rest of the paper is organized as follows. Section 2 describes the development of inflation and government measures adopted during the years 2022 and 2023. Section 3 presents modelling approach used in this study. In addition, it briefly describes the assumptions applied in the simulation. Section 4 discusses the results of the analysis. It describes the effects for different income deciles and for different family types. Section 5 concludes.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "Slovakia, like other European countries, has been confronted with an unprecedented high inflation rate since the second half of 2021. In 2021 the increase in price level was related to the post-pandemic economic recovery. In 2022 the most decisive drivers of high inflation, common for all European countries, have been high energy prices, induced by the Russian invasion of Ukraine. Due to the war, international trade has been hampered, the prices of commodities and inputs increased, thus leading to the increase of final product prices as well.",
                    "type": "paragraph"
                },
                {
                    "text": "Compared to other European countries, Slovakia faced above average inflation in 2022 (HICP of 12.1 for Slovakia vs. 9.2 for European average (EU 27), see <a href=\"#fig1\">Figure 1</a>). The same is true for the increase in food prices (18.6 vs. 11.9). Due to strict regulation settings in network industries, energy prices for households did not rise as much as in other European countries (16.5 vs. 42.4). Increased market electricity and gas prices were only partially reflected in the prices for households in 2022, as in Slovakia the regulated prices are adjusted just once a year (in January). Thus, an increase in market prices over 2022 would only be transmitted into the customer prices in 2023. Obviously, final consumer prices were indirectly affected by the high energy prices via increased costs of other consumer goods and services.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source:</i> Authors’ calculations based on Eurostat data.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig001.tif",
                                "size": {
                                    "width": 1807,
                                    "height": 697
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig001.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00329-fig001.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Inflation rate (HICP) - international comparison in 2022.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Although not as dramatic in international comparison, the rise in energy prices was one of the main contributors to the total inflation rate growth in 2022, along with the increase of the price level of food items (see <a href=\"#fig2\">Figure 2</a>). The energy prices, included in the category housing, water, electricity, gas and other fuels,<a href=\"#fn11\"><sup>11</sup></a> jumped in January 2022. The contribution of this category to the total price level changed from 3.3 p.p. in January to 4.5 p.p. in December 2022. On the other hand, Slovak households were witnessing a steady growth of food prices starting in the second half of 2021, with a contribution to total inflation starting at 0.6 p.p. in July 2021and reaching 5.8 p.p. in December 2022. The year-on-year increase in food prices was almost 30% at the end of the year 2022. Similarly, the prices in category other services started to grow at the end of the year 2021, although their contribution to the overall inflation was not as important as in the case of food or energy.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source:</i> Authors’ calculations based on OECD data.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig002.tif",
                                "size": {
                                    "width": 1811,
                                    "height": 735
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig002.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00329-fig002.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Contributions to annual headline inflation rate in Slovakia (CPI), Jan 2020 - Dec 2023.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "While the market energy prices rocketed in 2021 and 2022 in Europe, the Slovak government decided to keep the regulated energy prices flat for Slovak households in 2023. We estimate that without the price cap, the regulated prices of electricity would have increased by 67%, the prices of gas by 200% and heating by 112%. By adopting two Government Regulations, a memorandum with the main electricity supplier and via subsidies, the Slovak government capped energy prices for households in 2023. These measures hold electricity prices for households almost flat, while natural gas and heating prices are higher by approximately 15%.<a href=\"#fn12\"><sup>12</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "As a result, the contribution of category housing, water, electricity, gas and other fuels to the headline inflation started to decrease in January 2023. The decline continued throughout the year and reached a level of 1.6 p.p. in December 2023 (see <a href=\"#fig2\">Figure 2</a>). The contribution of food prices decreased from April and landed on 1.5 p.p. in December 2023. For these two main reasons, the overall inflation reversed the trend and fell in every month of 2023.",
                    "type": "paragraph"
                },
                {
                    "text": "Except for the price cap on energy prices, the government has adopted several other measures to increase the disposable income of families. Some of them were adopted in response to higher food and energy prices, and thus, can be classified as measures related directly to the inflationary shock.<a href=\"#fn13\"><sup>13</sup></a> These measures reached the volume of 319 mil. euros (0.3% of GDP) and 3 602 mil. euros (3.1% of GDP) in 2022 and 2023, respectively and are included in our analysis when assessing the effect of the inflationary shock. Moreover, the government has also adopted measures that we consider unrelated to the price shock. These measures would have been adopted anyway and they significantly increased the disposable income of affected families. Therefore, they are included in our analysis when looking at total changes in economic welfare of household. The total volume of all government measures was 717 mil. euros (0.7% of GDP) in 2022 and 4 648 mil. euros (4% of GDP) in 2023.",
                    "type": "paragraph"
                },
                {
                    "text": "When looking at total budget allocation to support Slovak households (see <a href=\"#table1\">Table 1</a>), half of the financial help was allocated to untargeted price measures (49%). In 2022 most of the government support was directed to targeted income support measures (it is 100% if we do not consider the impact of the reduced distribution fee). In 2023 the situation was reversed, with 57% of measures directed to untargeted price measures. If looking strictly at anti-inflationary measures, 67% of measures were untargeted at the two-year horizon, which is in line with the results reported by <a href=\"#bib17\">Sgaravatti et al. (2021)</a> as an average value for European countries.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source:</i> Authors’ calculations. Note: A table from <a href=\"#bib17\">Sgaravatti et al. (2021)</a> was adjusted so that it considers measures concerning households only. The fiscal effects were adjusted using the most available and accurate information.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table><thead><tr><th align=\"left\" rowspan=\"2\">Measure</th><th align=\"left\" rowspan=\"2\">Targeted</th><th align=\"left\" rowspan=\"2\">Related to shock</th><th align=\"left\" colspan=\"3\">Allocated budget</th><th align=\"left\" rowspan=\"2\">Incl. in the analysis</th></tr><tr><th align=\"left\">Total</th><th align=\"left\">2022</th><th align=\"left\">2023</th></tr></thead><tbody><tr><td align=\"left\">“Anti-inflation” Package 1</td><td align=\"left\">yes</td><td align=\"left\">yes</td><td align=\"left\">101</td><td align=\"left\">101</td><td align=\"left\"/><td align=\"left\">yes</td></tr><tr><td align=\"left\">“Anti-inflation” Package 2</td><td align=\"left\">yes</td><td align=\"left\">yes</td><td align=\"left\">9</td><td align=\"left\">9</td><td align=\"left\"/><td align=\"left\">yes</td></tr><tr><td align=\"left\">Vaccination incentive bonus</td><td align=\"left\">yes</td><td align=\"left\">no</td><td align=\"left\">278</td><td align=\"left\">278</td><td align=\"left\"/><td align=\"left\">yes</td></tr><tr><td align=\"left\">14th pension benefit</td><td align=\"left\">yes</td><td align=\"left\">yes</td><td align=\"left\">208</td><td align=\"left\">208</td><td align=\"left\"/><td align=\"left\">yes</td></tr><tr><td align=\"left\">Support directed to families with children</td><td align=\"left\"> </td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> </td></tr><tr><td align=\"left\"> Child benefit</td><td align=\"left\">yes</td><td align=\"left\">no</td><td align=\"left\">462</td><td align=\"left\">30</td><td align=\"left\">432</td><td align=\"left\">yes</td></tr><tr><td align=\"left\"> Child Tax Credit</td><td align=\"left\">yes</td><td align=\"left\">no</td><td align=\"left\">704</td><td align=\"left\">90</td><td align=\"left\">614</td><td align=\"left\">yes</td></tr><tr><td align=\"left\">Energy price cap for households</td><td align=\"left\">no</td><td align=\"left\">yes</td><td align=\"left\">2 640</td><td align=\"left\"/><td align=\"left\">2 640</td><td align=\"left\">yes</td></tr><tr><td align=\"left\">Advance indexation of pensions</td><td align=\"left\">yes</td><td align=\"left\">yes</td><td align=\"left\">522</td><td align=\"left\"/><td align=\"left\">522</td><td align=\"left\">yes</td></tr><tr><td align=\"left\">One-off allowance to pensioners</td><td align=\"left\">yes</td><td align=\"left\">yes</td><td align=\"left\">440</td><td align=\"left\"/><td align=\"left\">440</td><td align=\"left\">yes</td></tr><tr><td align=\"left\">One-off aid to the poorest</td><td align=\"left\">yes</td><td align=\"left\">yes</td><td align=\"left\">1</td><td align=\"left\"/><td align=\"left\">1</td><td align=\"left\">no</td></tr><tr><td align=\"left\">Reduced electricity distribution fee</td><td align=\"left\">no</td><td align=\"left\">yes</td><td align=\"left\">55</td><td align=\"left\">55</td><td align=\"left\"/><td align=\"left\">no</td></tr><tr><td align=\"left\">Energy subsidies for companies, municipalities, and selected groups of vulnerable customers</td><td align=\"left\">no</td><td align=\"left\">yes</td><td align=\"left\">455</td><td align=\"left\"/><td align=\"left\">455</td><td align=\"left\">no</td></tr><tr><td align=\"left\" colspan=\"2\"><b>Measures in resp. to price shock (% GDP)</b></td><td align=\"left\"/><td align=\"left\"><b>1.7%</b></td><td align=\"left\"><b>0.3%</b></td><td align=\"left\"><b>3.1%</b></td><td align=\"left\"> </td></tr><tr><td align=\"left\" colspan=\"2\"><b>Measures in resp. to price shock</b></td><td align=\"left\"/><td align=\"left\"><b>3 921</b></td><td align=\"left\"><b>319</b></td><td align=\"left\"><b>3 602</b></td><td align=\"left\"> </td></tr><tr><td align=\"left\" colspan=\"2\"> <i>Targeted measures</i></td><td align=\"left\"/><td align=\"left\">33%</td><td align=\"left\">100%</td><td align=\"left\">27%</td><td align=\"left\"> </td></tr><tr><td align=\"left\" colspan=\"2\"> <i>Untargeted measures</i></td><td align=\"left\"/><td align=\"left\">67%</td><td align=\"left\">0%</td><td align=\"left\">73%</td><td align=\"left\"> </td></tr><tr><td align=\"left\" colspan=\"2\"><b>All measures (% GDP)</b></td><td align=\"left\"/><td align=\"left\"><b>2.4%</b></td><td align=\"left\"><b>0.7%</b></td><td align=\"left\"><b>4.0%</b></td><td align=\"left\"> </td></tr><tr><td align=\"left\" colspan=\"2\"><b>All measures</b></td><td align=\"left\"/><td align=\"left\"><b>5 365</b></td><td align=\"left\"><b>717</b></td><td align=\"left\"><b>4 648</b></td><td align=\"left\"> </td></tr><tr><td align=\"left\" colspan=\"2\"> <i>Targeted measures</i></td><td align=\"left\"/><td align=\"left\">51%</td><td align=\"left\">100%</td><td align=\"left\">43%</td><td align=\"left\"> </td></tr><tr><td align=\"left\" colspan=\"2\"> <i>Untargeted measures</i></td><td align=\"left\"/><td align=\"left\">49%</td><td align=\"left\">0%</td><td align=\"left\">57%</td><td align=\"left\"> </td></tr></tbody></table>"
                            ],
                            "title": "Categorization of measures adopted by Slovak government (in mil. euros).",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "In 2022 two rounds of income support measures were adopted by the government as a response to the price shock. They consisted of one-off benefits paid to vulnerable households, uniformly 100 euro per household. Exception was made for families with children, when the support was per child. Details can be found in <a href=\"#A1-T1\">Table A1</a> in the Appendix. In addition, the government supported the pensioners by one-off payment of the so-called 14<sup>th</sup> pension benefit. Another two measures that were adopted in 2022 we classify as measures unrelated to the inflationary shock. First, a vaccination incentive bonus to those citizens who got vaccinated against COVID-19 disease and were older than 60 years. Second, income support measures targeted at families with children (a permanent increase of a child tax credit and child benefit). Details on the structure of income support measures targeted at families with children and at pensioners can be found in <a href=\"#A1-T2\">Tables A2</a> and <a href=\"#A1-T3\">A3</a> in the Appendix.",
                    "type": "paragraph"
                },
                {
                    "text": "In 2022 there were no direct government measures capping energy prices for households. Nevertheless, the Regulatory Office for Network Industries succeeded in reducing the costs of electricity distribution and transfer (by 4%) for households, which mitigated the increase in the final price of electricity for households. For simplicity reasons, we abstract from this measure reducing electricity distribution fees in 2022 in our analysis.",
                    "type": "paragraph"
                },
                {
                    "text": "Regarding 2023, the most voluminous measure related to the price shock was the price cap on energies for households mentioned above. Households would have paid 1,320 euros more, on average, for energy in the absence of these measures (2.64 billion euros in total). Also, in response to the price shock, the government amended the indexation mechanism of pensions, bringing forward an increase of pensions. This measure ensured that pensioners had their pensions increased in advance by 6 months (in July 2023 instead of January 2024). On top of that, all pensioners received a one-off allowance of 300 euros in December 2023 as an additional support to increase their disposable income.",
                    "type": "paragraph"
                },
                {
                    "text": "Like in 2022, we include into our analysis the effect of income support measure targeted at families with children, which we consider unrelated to the price shock. This measure was adopted already in 2022, but it was extended in 2023 by significant increases in the child tax credit and the child benefit (see <a href=\"#A1-T2\">Table A2</a> in the Appendix).",
                    "type": "paragraph"
                },
                {
                    "text": "Not only families were subsidised during the period of price shock. The government also adopted several schemes to support companies, municipalities, or selected groups of vulnerable customers and helped them to lower the energy costs. The estimated size of all those measures is 455 million euros (see <a href=\"#table1\">Table 1</a>). However, this study focuses on family expenditures and does not include measures targeted to firms.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Inflationary shock and government response",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "text": "In our approach we measure changes in household consumption welfare using money metric based on the concept of compensating variation. This concept defines the monetary compensation that households should receive after a price hike to maintain the same utility as they had before the price change occurred. In line with <a href=\"#bib19\">Sologon et al. (2023)</a>, we report our measure relative to the initial expenditure levels. The advantage is that the change in expenditures expressed in percentage points corresponds to the household specific inflation rate. On contrary to <a href=\"#bib19\">Sologon et al. (2023)</a> we do not allow the households to change their consumption baskets and we include the offsetting effects to measure the net effect on welfare.<a href=\"#fn14\"><sup>14</sup></a> <a href=\"#bib1\">Amores et al. (2023)</a> and <a href=\"#bib10\">Eckerstorfer et al. (2024)</a> also use the concept of compensating variation, but they report the results relative to the initial income levels. In this case the measure amplifies the distributional effects since the poorest households, in general, spend more than they earn (negative savings) whereas richer households spend less than they earn. As a result, their outcomes also include the variation in consumption share of income.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The papers studying the distributive effects of the inflationary shock also differ in the definition of the counterfactual scenario (sometimes known as “pre-shock” scenario). For example, <a href=\"#bib10\">Eckerstorfer et al. (2024)</a> assume in their counterfactual scenario, that wages and prices would rise equally by 2%. In <a href=\"#bib1\">Amores et al. (2023)</a> the counterfactual is defined as a scenario in which the inflation rate is not influenced by any government price measure. In the counterfactual scenario of <a href=\"#bib8\">Curci et al. (2022)</a> the economy follows the Banca d’Italia forecast exercise of July 2021.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Our approach is like <a href=\"#bib8\">Curci et al. (2022)</a>, we create two worlds – one without the occurrence of the inflationary shock and the other one with the shock (see <a href=\"#fig3\">Figure 3</a>).<a href=\"#fn15\"><sup>15</sup></a> We assume that the world without the shock corresponds to the opinion of macroeconomic experts on economic development as of the summer of 2021. Thus, macroeconomic indicators, inflation and wage growth, are according to the pre-shock forecast of the Macroeconomic Forecasting Committee in June 2021.<a href=\"#fn16\"><sup>16</sup></a> The world with the inflationary shock represents the more recent opinion of macroeconomic experts on economic development, or in other words, macroeconomic indicators correspond to the forecast of Macroeconomic Forecasting Committee in February 2023 (macroeconomic forecast).<a href=\"#fn17\"><sup>17</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "Note: The order of scenarios matters. First macroeconomic adjustments and then government measures, as the eligibility for child credit depends on wages. In 2023, in scenario 2 we model total price increase, in scenario 4 we model price increase after the price cap.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig3",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00329%2Fijm-00329-fig003.tif",
                                        "size": {
                                            "width": 1583,
                                            "height": 1345
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00329%2Fijm-00329-fig003.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00329-fig003.jpg"
                                        }
                                    },
                                    "label": "Figure 3",
                                    "title": "Modelling approach applied to assess the net effect of the inflationary shock.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "In order to disentangle the individual effects, the world with the inflationary shock is built gradually. First, we want to see the uncompensated effect of surprise inflation, without any government measures related to the shock or consequent economic adjustments. Therefore, if there is a price cap on energy prices, we regard it as a government measure and, in this scenario, we introduce a price increase without the price cap. In the next step, we add the effect of economic adjustments. By these we mean the difference in economic indicators according to the pre-shock and after-shock forecasts – for example a wage growth in the inflation scenario above the originally expected wage growth. In the final step we add the effects of government measures. We choose to add this scenario at the end, because the effect of some of the government measures may depend on final wages or pensions. In this scenario we also include the energy price cap. Simulating these four scenarios, and by their differences, we obtain all the effects we want to evaluate: the uncompensated effect of price increase, the cushioning effect of economic adjustments, the cushioning effect of government measures and the resulting final net effect.",
                            "type": "paragraph"
                        },
                        {
                            "text": "To assess the impact of the inflationary shock on Slovak households (see <a href=\"#fig4\">Figure 4</a>), we use the microsimulation tools developed by the Office of the Council for Budget Responsibility.<a href=\"#fn18\"><sup>18</sup></a> We incorporate the information on households’ expenditure using HBS 2015 dataset into a static microsimulation tax-benefit model SIMTASK.<a href=\"#fn19\"><sup>19</sup></a> SIMTASK itself uses the SILC 2019 data on income and demographic characteristics to simulate tax-benefit policies.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "*We assume there is no behavioural reaction of economic agents.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig4",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00329%2Fijm-00329-fig004.tif",
                                        "size": {
                                            "width": 1603,
                                            "height": 1255
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00329%2Fijm-00329-fig004.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00329-fig004.jpg"
                                        }
                                    },
                                    "label": "Figure 4",
                                    "title": "Analytical approach combining HBS data and microsimulation model SIMTASK.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "While in both data sources (SILC and HBS) there is information on households’ incomes and their characteristics, we estimate the expenditure allocation model by applying the parametric regression technique and impute the households’ expenditure for all twelve COICOP categories. Before the imputation, both datasets are adjusted to the economic situation in 2021 using the official aggregate statistics (e.g. demography and labour market statuses, 2019-2021) and using the national account statistics (household disposable incomes and final consumption by COICOP categories, 2015 -2021). This means that the household consumption is imputed in the dataset representing the year 2021.",
                            "type": "paragraph"
                        },
                        {
                            "text": "We treat higher inflation as an exogenous shock to the Slovak economy. This means that household expenditures are updated to 2022 and 2023 levels of prices according to macroeconomic scenarios defined in <a href=\"#A1-T4\">Table A4</a> in the Appendix. As a result, the average propensity to consume may change in 2022 and 2023 depending on the growth of income and consumption. Not only expenditure but also various types of incomes are updated according to macroeconomic scenarios.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The expenditure is imputed at the level of households as defined in both, SILC and HBS, surveys. If necessary, we transform the expenditure imputed at the original household level to a specific family level. We divide the household expenditure to family level proportionally according to the disposable income of the families.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3-1",
                    "title": "3.1. Modelling approach",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "We define the inflationary shock as a difference between the inflation rates for 2022 and 2023 expected in February 2023 and the inflation rates expected before the consumer prices began to grow. We assume that the hypothetical no-shock inflation rates correspond to the rates expected in the macroeconomic forecast of June 2021.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In June 2021, before the prices started to grow significantly, the macroeconomic forecast expected inflation of 2.9% for 2022. However, the actual rate reached 12.8% (see <a href=\"#table2\">Table 2</a>). For 2023, the original forecast expected inflation rate of 2.4%, while a revised forecast in February 2023 expected 9.8%. This rate already includes the government price cap on energy prices, without which the total inflation rate would have been 19.7%. Thus, the assumed size of the inflationary shock is 9.9 p.p. in 2022 and 17.3 p.p. in 2023 (or 7.4 p.p. if considering the effect of price cap).",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "Source: Authors’ calculation based on the forecasts of the Macroeconomic Forecasting Committee.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table2",
                                            "label": "Table 2",
                                            "tables": [
                                                "<table><thead><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\"><b>2022</b></th><th align=\"left\"><b>2023</b></th><th align=\"left\"/><th align=\"left\"/></tr></thead><tbody><tr><td align=\"left\">Jun-21</td><td align=\"left\">inflation rate without the shock</td><td align=\"left\">2.9</td><td align=\"left\">2.4</td><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">Feb-23</td><td align=\"left\">inflation rate with the shock</td><td align=\"left\">12.8</td><td align=\"left\">19.7</td><td align=\"left\"/><td align=\"left\"> (9.8 with price cap)</td></tr><tr><td align=\"left\" colspan=\"2\">Inflationary shock</td><td align=\"left\">9.9</td><td align=\"left\">17.3</td><td align=\"left\"/><td align=\"left\"> (7.4 with price cap)</td></tr></tbody></table>"
                                            ],
                                            "title": "Forecasted values of headline inflation.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "In order to capture the variability in the impact of inflation across families, we need to create inflationary shock for every COICOP category (see <a href=\"#fig5\">Figure 5</a>). While historical data on inflation can be found in COICOP division, the situation is different with respect to inflation forecasts. Except for food prices, they are available at an aggregate level only, therefore the assumption on inflation rate by COICOP categories is needed. To do so, we compute the long-term deviations of price increase trend in each COICOP category from headline inflation and consequently apply these deviations to the forecasted level of non-food price increase expected in June 2021 (3% and 2.5% in 2022 and 2023 respectively). Regarding food prices, we use the forecasted value.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "<i>Source:</i> Authors’ calculations based on the data of the Statistical Office of the Slovak Republic. Note: Left picture shows the actual inflation rate and the inflation rate expected in June 2021. The picture on the right depicts the inflation rate in 2023 forecasted in June 2021 and Feb 2023. Government measure known as price cap on energy prices cushions the inflation rate in the COICOP category Housing, water, electricity, gas and other fuels.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig5",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig005.tif",
                                                "size": {
                                                    "width": 1851,
                                                    "height": 1470
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig005.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00329-fig005.jpg"
                                                }
                                            },
                                            "label": "Figure 5",
                                            "title": "Headline inflation and inflationary shock by COICOP in 2022 and 2023.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "To define inflationary shock in 2023, apart from the necessity to disaggregate the total inflation rate to COICOP categories, we need an additional assumption on a hypothetical inflation rate in the category <i>Housing, water, electricity, gas and other fuels</i> without the government price cap on energy prices for households. Here we use the differences between actual prices of gas and heat energy and the prices set by the Regulatory Office for Network Industries at the end of 2022, before the price cap on energy was adopted by the government. For electricity, the regulatory office did not set the maximum prices before the government approved the price cap on electricity. In this case we replicate the regulatory framework applied in the previous year to estimate the maximum prices of electricity for households valid in 2023 without any price cap. It turns out that the price increase in this category would have been 39 p.p. higher without the price cap and the headline inflation would have been higher by 9.9 p.p. without the price cap.<a href=\"#fn20\"><sup>20</sup></a> The actual inflation rates in COICOP division for 2023 with the government price cap on energy prices for households were not available at the time of working on our analysis. Therefore, we use the differences between the price increase in each COICOP category (except for food prices) and the headline inflation in 2022 and we apply those differences to the inflation forecast expected in February 2023 (9.8% for 2023). Regarding food prices, we use the forecasted value.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-1",
                            "title": "3.2.1. Assumptions on the inflationary shock",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In our analysis we assume there was an inflation-induced wage growth during the period of high inflation, as in Slovakia wages grew much faster than they would in standard times. Because of high inflation, there was additional pressure from employees to increase their wages. The increased price level has been partially transmitted to the wage level throughout 2022 and 2023, although wages did not grow as fast as prices.<a href=\"#fn21\"><sup>21</sup></a> We assume that the difference in the wage growth between the values expected in the macroeconomic forecast in June 2021 and the values expected in February 2023 is an inflation-induced wage growth (see <a href=\"#table3\">Table 3</a>). Such definition of inflation-induced wage growth also includes the effect of wage indexation in the state and public sector.<a href=\"#fn22\"><sup>22</sup></a> We do not assume any further wage-price spiral, as the original price shock remains strictly external.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Source:</i> Authors’ calculation based on the forecasts of the Macroeconomic Forecasting Committee.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table3",
                                            "label": "Table 3",
                                            "tables": [
                                                "<table><thead><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\"><b>2022</b></th><th align=\"left\"><b>2023</b></th></tr></thead><tbody><tr><td align=\"left\">Jun-21</td><td align=\"left\">wage growth without the shock</td><td align=\"left\">4.1</td><td align=\"left\">4.9</td></tr><tr><td align=\"left\">Feb-23</td><td align=\"left\">wage growth with the shock</td><td align=\"left\">8.1</td><td align=\"left\">10.5</td></tr><tr><td align=\"left\" colspan=\"2\">Inflation-induced wage growth</td><td align=\"left\">4.0</td><td align=\"left\">5.6</td></tr></tbody></table>"
                                            ],
                                            "title": "Forecasted values of wage growth.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "To incorporate income growth heterogeneity into our analysis, a non-uniform wage indexation is applied. Instead of standard labour income indexation, where the income of every person in the sample is increased by the same rate, we index income separately for each income decile. Individual data from the Social Security Agency (2014-2022) were used to compute the medians of year-on-year changes for each income decile.<a href=\"#fn23\"><sup>23</sup></a> Consequently, we compute the ratios of the median wage growth in each decile to the growth of average wage (see <a href=\"#fig6\">Figure 6</a>). By applying these ratios, we can allocate the growth of average wage to all income deciles. Data confirm that wages in lower income groups are rising faster than in higher income groups.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "<i>Source:</i> Authors’ calculation based on the Social Security Agency data (2014-2022).",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig6",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig006.tif",
                                                "size": {
                                                    "width": 1808,
                                                    "height": 503
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig006.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00329-fig006.jpg"
                                                }
                                            },
                                            "label": "Figure 6",
                                            "title": "Ratios of the median wage growth in income deciles to the average wage growth.",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s3-2-2",
                            "title": "3.2.2. Assumptions on the inflation-induced wage growth",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The second channel through which inflation is being transferred into the increase in families’disposable income is the automatic indexation of social benefits. As there is a long delay in the indexation mechanism, there is no extra valorisation effect in the year 2022, but only in 2023 (see <a href=\"#table4\">Table 4</a> and <a href=\"#table5\">Table 5</a>). An extra valorisation for recipients of pension benefits is higher (8.8%) than an extra valorisation for the recipients of other social transfers (4.6%) . The reason is that different price statistics are applied in the indexation mechanisms.<a href=\"#fn24\"><sup>24</sup></a>",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Source:</i> Authors’ calculation based on the forecasts of the Macroeconomic Forecasting Committee.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                },
                                                {
                                                    "id": "T4_FN2",
                                                    "label": "*",
                                                    "text": [
                                                        {
                                                            "text": "Value in 2021 is fixed the same for both forecasts.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table4",
                                            "label": "Table 4",
                                            "tables": [
                                                "<table><thead><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\"/><th align=\"left\">2022</th><th align=\"left\"/><th align=\"left\">2023</th></tr></thead><tbody><tr><td align=\"left\">Jun-21</td><td align=\"left\">without the shock</td><td align=\"left\"/><td align=\"left\">1.3</td><td align=\"left\"><a href=\"#T4_FN2\">*</a></td><td align=\"left\">3.0</td></tr><tr><td align=\"left\">Feb-23</td><td align=\"left\">with the shock</td><td align=\"left\"/><td align=\"left\">1.3</td><td align=\"left\"/><td align=\"left\">11.8</td></tr><tr><td align=\"left\" colspan=\"3\">Extra valorisation of pensions</td><td align=\"left\">0.0</td><td align=\"left\"/><td align=\"left\">8.8</td></tr></tbody></table>"
                                            ],
                                            "title": "Forecasted values of pensioners’ inflation.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "assets": [
                                        {
                                            "footnotes": [
                                                {
                                                    "text": [
                                                        {
                                                            "text": "<i>Source:</i> Authors’ calculation based on the forecasts of the Macroeconomic Forecasting Committee.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                },
                                                {
                                                    "id": "T5_FN2",
                                                    "label": "*",
                                                    "text": [
                                                        {
                                                            "text": "Value in 2021 is fixed the same for both forecasts.",
                                                            "type": "paragraph"
                                                        }
                                                    ]
                                                }
                                            ],
                                            "id": "table5",
                                            "label": "Table 5",
                                            "tables": [
                                                "<table><thead><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\">2022</th><th align=\"left\">2023</th></tr></thead><tbody><tr><td align=\"left\">Jun-21</td><td align=\"left\">without the shock</td><td align=\"left\">1.5</td><td align=\"left\">2.9</td></tr><tr><td align=\"left\">Feb-23</td><td align=\"left\">with the shock</td><td align=\"left\">1.5</td><td align=\"left\">7.5</td></tr><tr><td align=\"left\" colspan=\"2\">Extra valorisation of social transfers other than pensions</td><td align=\"left\">0</td><td align=\"left\">4.6</td></tr></tbody></table>"
                                            ],
                                            "title": "Forecasted values of minimum living income growth.",
                                            "type": "table"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s3-2-3",
                            "title": "3.2.3. Assumptions on the extra valorisation of social benefits",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The microsimulation approach described above allows us to analyse the static effects of the price shock in detail. The main advantage is that it enables us to isolate the effects of price increase, the effects of adopted government measures or the effects of economic adjustments. However, it has several limitations. First, we cannot study the behavioural reactions of economic agents since the amount of household consumption in each COICOP category is fixed to 2021 volumes. So, the families in the model are not able to adjust their consumption habits even if the prices are different. In a richer setup, wealthier families would have more options to cope with higher inflation, they could decrease their savings or change their consumption habits and buy cheaper alternatives of the products they were used to. Therefore, the results presented in the paper represent an upper bound of static (“day after”) effects on purchasing power. But as shown by <a href=\"#bib19\">Sologon et al. (2023)</a>, the behavioural response component, in terms of the change in consumption basket, has very limited effects on welfare.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Second, not only consumption basket is fixed to 2021 volumes, but also economic status (e.g. being employed, unemployed, pensioner, student, etc.) of each family member is unchanged and corresponds to the situation in the year 2021. These simplifications allow us to study the effects of the price shock and of the subsequent government measures in isolation.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s3-2-4",
                            "title": "3.2.4. Limitations of the modelling approach",
                            "type": "section"
                        }
                    ],
                    "id": "s3-2",
                    "title": "3.2. Assumptions applied in the model",
                    "type": "section"
                }
            ],
            "id": "s3",
            "title": "3. Methods and data",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In our analysis, we choose to look at changes in purchasing power as a measure of welfare change. Generally, we analyse two channels that can directly affect the purchasing power of households. First, inflation: higher prices of goods and services mean households can buy less, reducing their purchasing power. Second, nominal disposable income: higher income allows households to spend more, thus increasing their purchasing power. In our static exercise, we do not consider changes in households’ savings, thus it does not affect their purchasing power.",
                    "type": "paragraph"
                },
                {
                    "text": "When looking at the results, we adopt two perspectives. Using the first perspective, we show the isolated impact of the inflationary shock. We look at the impact of increased prices on the purchasing power of Slovak families, and we show to what extent the drop in purchasing power was offset by anti-inflationary measures and consequent economic adjustments. The direct impact of increased prices, thus, can be decomposed into three components: compensation by government measures, compensation by economic adjustments (in the form of an extra wage growth induced by the shock and an extra automatic valorisation of social benefits due to the shock) and the resulting net impact of the inflationary shock that the families need to adjust to. We assess the impact separately for 2022 and 2023, but we also look at the impact on the two-year horizon. Due to the delay in economic adjustments, two-year horizon is more suitable to assess the full effect of the inflationary shock.",
                    "type": "paragraph"
                },
                {
                    "text": "Using the second perspective, we keep our emphasis on the two-year horizon, and we show how the purchasing power of Slovak families changed in total. Thus, we also include the changes that would have occurred without the existence of the inflationary shock (the effect of standard price increase, standard wage growth and standard indexation of social transfers as well as those government measures that are not directly related to the price shock). Total changes in purchasing power can be decomposed into the no-shock and shock component.",
                    "type": "paragraph"
                },
                {
                    "text": "When assessing distributional effects, income dimension is the natural first choice. We present the effects on Slovak families according to their equivalized income (we categorize families<a href=\"#fn25\"><sup>25</sup></a> into ten income deciles). However, during the period of high inflation, Slovak government adopted measures that were targeted at particular population groups, such as families with children or pensioners, giving them generous support while leaving the rest unsupported. Therefore, we consider it useful to look at another dimension, besides income, too. We also present the effects on Slovak families according to family structure (we categorize “single” families and “couple” families according to the number of children they have).",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "First, we look at the direct effect of increased prices in 2022, without considering government measures or consequent economic adjustments. We interpret this direct effect as an enforced increase in families’ expenditure, or in other words, as a drop in their purchasing power.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "On average, a Slovak family faced an unexpected increase in its expenditure by 10% because of the price shock in 2022 (see <a href=\"#fig7\">Figure 7</a>). If we look at families across income distribution, we see a regressive pattern. Families with the lowest income faced an increase in expenditure of 11%, while for families with the highest income the increase was 9%. In comparison to other European countries, the regressivity is less pronounced, one of the reasons being a modest rise of energy prices in 2022 in Slovakia compared to some other European countries, where the energy contracts for households already incorporated the increased prices throughout the year.<a href=\"#fn26\"><sup>26</sup></a>",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "<i>Source:</i> Authors’ calculations. Note: Income deciles are based on equivalized monthly family income. OECD-modified equivalence scale is used (assigns a value of 1 to the first adult member of the family, of 0.5 to each additional adult member and of 0.3 to children aged up to 14 years). The net effect on purchasing power equals the difference between the contributions of gov. measures, price cap on energy prices, macroeconomic adjustments and the increase of consumption expenditure. Positive net-effect indicates an increase in purchasing power whereas negative net-effect shows a drop in purchasing power. Percentual changes are expressed relatively to the baseline level of expenditures (expenditures in 2021 when assessing the year 2022 and expenditures in 2022 when assessing the year 2023). The interaction effect origins from the interaction of the change in wage level and the child tax credit (a measure unrelated to the price shock). Although negligible, it has non-zero values.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig7",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig007.tif",
                                                "size": {
                                                    "width": 1812,
                                                    "height": 943
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig007.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00329-fig007.jpg"
                                                }
                                            },
                                            "label": "Figure 7",
                                            "title": "The effect of the inflationary shock in 2022 and 2023 - by income deciles (%, p.p.).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "Consequent economic adjustments helped families to compensate for the drop in their purchasing power. We assume that without the inflationary shock, wages would have grown at a slower pace in 2022. The extra growth in wages, the result of inflationary pressure, compensated for the increase in expenditure by 3 p.p. for an average Slovak family. This effect is regressive as it offsets the drop in purchasing power more for high-income families (4 p.p.) than for those with lower income (2 p.p.). In 2022 there is no effect of extra valorisation of social benefits, due to the delay in automatic indexation mechanisms. Therefore, the contribution of economic adjustments is solely through the wage channel.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "To help Slovak families cope with increased prices in 2022, the government adopted targeted income measures. These measures helped mainly at the lower end of the income distribution,<a href=\"#fn27\"><sup>27</sup></a> compensating 5 p.p. of the drop in purchasing power for families with the lowest income. The offsetting effect of income measures to families with higher income was diminishing (0.2 p.p. for the tenth decile).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "The final effect of the inflationary shock on family welfare in 2022 is the result of an interplay between a progressive effect of government income measures and a regressive effect of economic adjustments. The resulting U-shape across income distribution is due to the fact that for low-income families the effect of adopted government measures prevails, while for high-income families the effect of economic adjustment is stronger. Families with the lowest and highest income are facing a drop in their welfare of 4% and 5% respectively, whereas the families in the middle of the income distribution face a decrease in their welfare of 8-9%.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-1-1",
                            "title": "4.1.1. Impact of the inflationary shock by income deciles in 2022",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In 2023, had the market prices of energy been left to fully affect regulated prices, a Slovak family would have faced an increase in its monthly expenditure on average by 17% prior to government measures and economic adjustments (see <a href=\"#fig7\">Figure 7</a>).<a href=\"#fn28\"><sup>28</sup></a> As energy prices contribute positively to inflation inequality, it would have increased significantly in 2023. The difference in the inflation of low and high-income families would be 6 p.p. compared to just 2 p.p. in 2022. Families with the lowest income would have faced an increase in expenditure of 20%, while the purchasing power of the highest income families would have dropped by 14%.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "However, families didn’t face such an increase in expenditures. Setting a price cap for energy contracts for households prevented an increase in expenditures by 10 p.p. on average. As low-income groups allocate higher budget shares to energy, we can see a progressive pattern in the effect of setting a price cap. The price cap helps the families with the lowest income to reduce the drop in purchasing power by 12 p.p. and the families with the highest income by 8 p.p. However, this measure is more expensive for families with higher incomes since in nominal terms they spend more on energy compared to low-income families (see <a href=\"#A1-F1\">Figure A1</a> in the Appendix).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In 2023, the economy reacted to the price shock via two channels: the wage channel and the valorisation channel. Thanks to the inflation-induced wage growth and the extra valorisation of social transfers, disposable income of families increased. It helped an average family to reduce the gap in expenditure by 8 p.p. The effect from the wage channel was regressive, helping the families in the first decile by less than 1 p.p. and the families in the tenth decile by 6 p.p. The effect of social transfers valorisation was progressive (5 p.p. for the 1<sup>st</sup> decile, 2 p.p. for the 10<sup>th</sup> decile).<a href=\"#fn29\"><sup>29</sup></a>",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "In 2023 the government measures were targeted at pensioners mainly. Pension benefits increased thanks to the advance indexation of pensions and thanks to the one-off allowance of 300 euros paid at the end of the year. Thus, the effect of measures across the income distribution is driven by the occurrence of pensioners in individual income deciles (2<sup>nd</sup> to 6<sup>th</sup>).",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "For an average family, the cushioning effects of government measures and economic adjustments more than compensate for the drop in purchasing power in 2023. This holds true for all income categories. While for an average family the net effect is an increase in purchasing power of 5%, the lowest welfare gain of 1% is observed for families with the lowest income. This can be explained by income structure of the families in the first decile. Compared to other income deciles, the share of pensions in their income is much lower. Thus, these families benefit less from pension indexation that helped the families in the other income deciles.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-1-2",
                            "title": "4.1.2. Impact of the inflationary shock by income deciles in 2023",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "When assessing the years separately, purchasing power drops for an average family in 2022 and increases in 2023. This is mainly due to the delay in automatic valorisation and in wage adjustment. To assess the full effect of the inflationary shock, we consider the changes on the two-year horizon (see <a href=\"#fig8\">Figure 8</a>).",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "<i>Source:</i> Authors’ calculations. Note: Income deciles are based on equivalized monthly family income. OECD-modified equivalence scale is used (assigns a value of 1 to the first adult member of the family, of 0.5 to each additional adult member and of 0.3 to children aged up to 14 years). The net effect on purchasing power equals the difference between the contributions of gov. measures, price cap on energy prices, macroeconomic adjustments and the increase of consumption expenditure. Positive net-effect indicates an increase in purchasing power whereas negative net-effect shows a drop in purchasing power. Percentual changes are expressed relatively to the baseline level of expenditures in 2021. Changes in euros are monthly values and are equivalized. The interaction effect origins from the interaction of the change in wage level and the child tax credit (a measure unrelated to the price shock). Although negligible, it has non-zero values.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig8",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig008.tif",
                                                "size": {
                                                    "width": 1801,
                                                    "height": 927
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig008.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00329-fig008.jpg"
                                                }
                                            },
                                            "label": "Figure 8",
                                            "title": "The effect of the inflationary shock on two-year horizon - by income deciles (%, euros).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "On the two-year horizon, an extra growth of prices led to a modest drop (by 1% or 6 euros monthly) in purchasing power for an average family. Thus, we can conclude that, on average, the combination of policy measures and economic adjustments were close to tackle the negative effects of the inflation surge. The income categories that were fully compensated are the categories which include pensioners.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-1-3",
                            "title": "4.1.3. Impact of the inflationary shock by income deciles on the two-year horizon",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "In the sections above we looked at welfare changes that were induced by the inflationary shock. However, the purchasing power of Slovak families would have changed even without the occurrence of the shock. This effect would have been determined by the interplay between the change in the prices of families’ consumption baskets and the change in their disposable income. Changes in disposable income would have been driven through the wage indexation and benefit valorisation.<a href=\"#fn30\"><sup>30</sup></a> On top of that, government measures that would have been adopted without the occurrence of the inflationary shock would have affected the disposable income too.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Keeping the emphasis on the full effect of the inflationary shock, <a href=\"#fig9\">Figure 9</a> offers a look at the changes in purchasing power on the two-year horizon in the hypothetical situation without the occurrence of the inflationary shock.<a href=\"#fn31\"><sup>31</sup></a> In this case, price increases would have led to a drop in purchasing power of 5%. The economic adjustments would have compensated for this drop by 9 p.p. On top of that, government measures, that we consider unrelated to the inflationary shock, would have led to an increase in disposable income and would have strengthened purchasing power by another 6 p.p. As a result, an average Slovak family would have faced a net increase in purchasing power of 10% on the two-year horizon.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "<i>Source:</i> Authors’ calculations. Note: Income deciles are based on equivalized monthly family income. OECD-modified equivalence scale is used (assigns a value of 1 to the first adult member of the family, of 0.5 to each additional adult member and of 0.3 to children aged up to 14 years). The net effect on purchasing power equals the difference between the contributions of gov. measures, price cap on energy prices, macroeconomic adjustments and the increase of consumption expenditure. Positive net-effect indicates an increase in purchasing power whereas negative net-effect shows a drop in purchasing power. Percentual changes are expressed relatively to the baseline level of expenditures in 2021. Changes in euros are monthly values and are equivalized.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig9",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig009.tif",
                                                "size": {
                                                    "width": 1822,
                                                    "height": 926
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig009.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00329-fig009.jpg"
                                                }
                                            },
                                            "label": "Figure 9",
                                            "title": "Change in purchasing power without the occurrence of the inflationary shock on two-year horizon - by income deciles (%, euros).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "When looking at the total effect, including the inflationary shock (see <a href=\"#fig10\">Figure 10</a>), we see that it is the non-inflationary part that is driving the resulting positive change in purchasing power on the two-year horizon (on average by 9 p.p.). While the inflationary shock contributed modestly (on average by 1 p.p.) to a drop in purchasing power across the whole income distribution, in the no-shock scenario purchasing power increased considerably across the whole income distribution (on average by 10 p.p.).",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "<i>Source:</i> Authors’ calculations. Note: Income deciles are based on equivalized monthly family income. OECD-modified equivalence scale is used (assigns a value of 1 to the first adult member of the family, of 0.5 to each additional adult member and of 0.3 to children aged up to 14 years). The net effect on purchasing power equals the difference between the contributions of gov. measures, price cap on energy prices, macroeconomic adjustments and the increase of consumption expenditure. Positive net-effect indicates an increase in purchasing power whereas negative net-effect shows a drop in purchasing power. Percentual changes are expressed relatively to the baseline level of expenditures in 2021. Changes in euros are monthly values and are equivalized.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig10",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig010.tif",
                                                "size": {
                                                    "width": 1813,
                                                    "height": 897
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig010.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00329-fig010.jpg"
                                                }
                                            },
                                            "label": "Figure 10",
                                            "title": "Total change in purchasing power on two-year horizon - by income deciles (%, euros).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "We show that Slovak families, on average, faced an increase in purchasing power on the two-year horizon. However, it isn’t true for all families. There are 14% of families that faced a drop in purchasing power and they are observed in each income category (see <a href=\"#A1-F8\">Figure A8</a> in the Appendix). To assess the variation in the total effect within categories we look at boxplots that display the distribution using five-number summary (see <a href=\"#A1-F6\">Figure A6</a> in the Appendix). The variation in the total welfare effect is significant within the income categories. The variation, when measured in nominal terms, increases with income. However, the fact that government policies were targeted at specific population groups plays a role as well. This is most obvious in case of the no-shock scenario. The highest variation is observed in 7<sup>th</sup>-9<sup>th</sup> income decile, which are the deciles with highest occurrence of families with children. Families in these deciles were supported if having children, while the generosity of the support increased with the number of children. On the other hand, families without children (apart from pensioners), might be left without any support.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-1-4",
                            "title": "4.1.4. Total change in purchasing power by income deciles on the two-year horizon",
                            "type": "section"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1. Assessing the distributional impact of the inflationary shock by income deciles",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "content": [
                                {
                                    "text": "In the alternative view we look at the impact of the inflationary shock on Slovak families according to their family structure. We distinguish single and couple families according to the number of children they have.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "When assessing the net effect of the inflationary shock, after the cushioning effects of government measures and economic adjustments, families in all analysed categories faced a drop in their purchasing power in 2022 (see <a href=\"#fig11\">Figure 11</a>). The more children a family has, the stronger is the cushioning effect of government measures. This is a result of the fact that the anti-inflationary measures were disproportionally targeted at families with children. The share of all one-off payments allocated to the child benefit reached 75%, with families receiving a one-off benefit per each child. However, government measures along with economic adjustments were not sufficient to outweigh the effect of increased prices. As a result, families in all categories faced a drop in purchasing power, ranging from negative 4% (single parents with 3 and more children) to negative 7% (categories without children).",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "<i>Source:</i> Authors’ calculations. Note: Net effect on purchasing power equals the difference between the contributions of gov. measures, price cap on energy prices, macroeconomic adjustments and the increase of consumption expenditure. Positive net-effect indicates an increase in purchasing power whereas negative net-effect shows a drop in purchasing power. <i>Percentual changes are expressed relatively to the baseline level of expenditures (expenditures in 2021 when assessing the year 2022 and expenditures in 2022 when assessing the year 2023). The interaction effect origins from the interaction of the change in wage level and the child tax credit (a measure unrelated to the price shock). Although negligible, it has non-zero values</i>.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig11",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig011.tif",
                                                "size": {
                                                    "width": 1804,
                                                    "height": 1049
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig011.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00329-fig011.jpg"
                                                }
                                            },
                                            "label": "Figure 11",
                                            "title": "The effect of the inflationary shock in 2022 and 2023 – by family types (%, p.p.).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s4-2-1",
                            "title": "4.2.1. Impact of the inflationary shock by family types in 2022",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "The increase of prices in 2023, without the cushioning effects of government measures and economic adjustment, would hit “single” families harder (17 – 18%) than “couple” families (14 – 17%). In 2023 the price cap significantly compensated for the drop in purchasing power. The shape of the resulting net welfare impact is determined mainly by the effect of valorisation. Beyond the extra valorisation of social benefits due to high inflation in the previous year, the government decided to index pension benefits in advance and to pay an extra pension at the end of the 2023. The categories “single without children” and “couple without children”, where the old-age pension recipients are included, face a net increase in purchasing power of 6% and 8% respectively. The effect for the other categories is closer to zero or below zero.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-2-2",
                            "title": "4.2.2. Impact of the inflationary shock by family types in 2023",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "To assess the full effect of the inflationary shock, we consider the changes on the two-year horizon (see <a href=\"#fig12\">Figure 12</a>). We conclude that an extra growth of prices led to a modest drop in purchasing power for an average family (by 1 p.p.). The negative effect was more pronounced for families with children than for the singles or couples without children. As mentioned above, the reason being the generous valorisation of pension benefits. The category couples without the children is the only category facing welfare increase (by 3 p.p.) on the two-year horizon.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "caption": [
                                                {
                                                    "text": "<i>Source:</i> Authors’ calculations. Note: Net effect on purchasing power equals the difference between the contributions of gov. measures, price cap on energy prices, macroeconomic adjustments and the increase of consumption expenditure. Positive net-effect indicates an increase in purchasing power whereas negative net-effect shows a drop in purchasing power. Percentual changes are expressed relatively to the baseline level of expenditures in 2021. Changes in euros are monthly values and are <i>equivalized. The interaction effect origins from the interaction of the change in wage level and the child tax credit (a measure unrelated to the price shock). Although negligible, it has non-zero values</i>.",
                                                    "type": "paragraph"
                                                }
                                            ],
                                            "id": "fig12",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig012.tif",
                                                "size": {
                                                    "width": 1816,
                                                    "height": 1050
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig012.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00329-fig012.jpg"
                                                }
                                            },
                                            "label": "Figure 12",
                                            "title": "The effect of the inflationary shock on two-year horizon - by family types (%, euros).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                }
                            ],
                            "id": "s4-2-3",
                            "title": "4.2.3. Impact of the inflationary shock by family types on the two-year horizon",
                            "type": "section"
                        },
                        {
                            "content": [
                                {
                                    "text": "Shifting our focus on total changes in purchasing power on the two-year horizon, we start with a view on how it would look like if there was no inflationary shock (see <a href=\"#fig13\">Figure 13</a>). Without the occurrence of the inflationary shock, families in all analysed categories would have faced an increase in welfare on the two-year horizon.<a href=\"#fn32\"><sup>32</sup></a> Positive effect would strengthen with the number of children in a family, which is a consequence of an adopted government measure, which permanently raised the amount of the child tax credit and the child benefit for each dependent child.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig13",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig013.tif",
                                                "size": {
                                                    "width": 1808,
                                                    "height": 1034
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig013.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00329-fig013.jpg"
                                                }
                                            },
                                            "label": "Figure 13",
                                            "title": "Change in purchasing power without the occurrence of inflationary shock on two-year horizon - by family types (%, euros).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "When looking at the total effect, including the inflationary shock (see <a href=\"#fig14\">Figure 14</a>), we see that it is the non-inflationary part that is driving the resulting positive welfare change in on the two-year horizon for each of the analysed categories. As a result, each of the categories faced an increase in the purchasing power on the two-year horizon. The resulting effect is stronger as the number of children in the family increases, thanks to the generous family-oriented measures adopted by the government. While family units without children face an increase under 10%, family units with three or more children face an increase above 20%.",
                                    "type": "paragraph"
                                },
                                {
                                    "assets": [
                                        {
                                            "id": "fig14",
                                            "image": {
                                                "alt": "",
                                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig014.tif",
                                                "size": {
                                                    "width": 1873,
                                                    "height": 1071
                                                },
                                                "source": {
                                                    "mediaType": "image/jpeg",
                                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig014.tif/full/full/0/default.jpg",
                                                    "filename": "ijm-00329-fig014.jpg"
                                                }
                                            },
                                            "label": "Figure 14",
                                            "title": "Total change in purchasing power on two-year horizon - by family types (%, euros).",
                                            "type": "image"
                                        }
                                    ],
                                    "type": "figure"
                                },
                                {
                                    "text": "As already mentioned above, an increase in purchasing power reported for an average family does not apply for all the families (see <a href=\"#A1-F8\">Figure A8</a> in the Appendix). The drop in purchasing power was most frequently faced by singles without children (23%). On the other hand, there are no families with three or more children facing a drop in purchasing power. Families with more children were protected from the drop as they received more generous support by the government. Even if using this categorisation, the variation in the size of the effect is still high (see <a href=\"#A1-F7\">Figure A7</a> in the Appendix). One of the reasons being the fact that only families with labour income are eligible for child tax credit, while at the same time the amount of the child tax credit is restricted by level of earnings of the family. Thus, e.g. a family with two children, depending on level of its earnings, might be eligible for any size of child tax credit between not being eligible at all to a full amount. Another source of variation relates to income structure as well. The higher the share of pensions in the income, the more the family benefits from governments measures targeted on pensioners.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "s4-2-4",
                            "title": "4.2.4. Total change in purchasing power by family types on the two-year horizon",
                            "type": "section"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2. Assessing the distributional impact of the inflationary shock by family types",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Results",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "We analyse the impact of an unexpected and steep increase in price level on the purchasing power of Slovak families in 2022 and 2023. The combination of a microsimulation tax and benefit model SIMTASK with the detailed data on consumption expenditure from the Household Budget Survey is used to quantify the net effect of exogenous inflationary shock after the cushioning effects of government measures and economic adjustments in the form of inflation-induced wage growth and an extra valorisation of social benefits.",
                    "type": "paragraph"
                },
                {
                    "text": "We choose purchasing power as an indicator to analyse changes in the welfare of Slovak families. As data do not allow us to incorporate the effect of behavioural changes, we had to adopt a limiting assumption in our analysis. Thus, our results show how much more Slovak families would have to spend if they maintained the same amount and structure of consumption. Or in other words, how much their purchasing power dropped because of the inflationary shock. The resulting variation in the impact of the inflationary shock across categories of families analysed is due to different inflation rates resulting from different consumption baskets consumed by families.",
                    "type": "paragraph"
                },
                {
                    "text": "The resulting net impact of inflationary shock depends on how the policies relevant to the inflationary shock are defined. We adopt a view that anti-inflationary measures are those measures that were declared by the government to help citizens cope with the increased costs of living due to the inflationary shock and have a transitory character. As opposed to the measures that would have been adopted anyway or have a permanent character.",
                    "type": "paragraph"
                },
                {
                    "text": "According to our model, the purchasing power of Slovak families would have dropped by 10% in 2022 in the absence of cushioning effects of government measures and economic adjustments. We show that the government measures were well targeted and succeeded in offsetting a part of a purchasing power decline – mostly for low-income families. The relative impact for the bottom decile was almost 6 times larger than the average support, while the impact for the top decile was less than one third of the average support. For high-income families, economic adjustments were the component that helped to offset a significant part of their purchasing power decrease. However, the overall net effect on purchasing power was negative in every income decile. An average Slovak family, according to our estimate, faced an unexpected drop in purchasing power of 7% in 2022.",
                    "type": "paragraph"
                },
                {
                    "text": "The story is different in 2023, when the increase in prices would have pushed up the expenditures by 17% for an average Slovak family. It turns out that despite high inflation, the compensating effects of macroeconomic adjustment, hand in hand with a generous price cap on energy prices and government measures, more than offset the decrease in purchasing power for an average family. The recipients of pension benefits are the part of the population that received the highest compensation. Thanks to the automatic indexation mechanism, high inflation from 2022 was transferred into significantly elevated 2023 pension benefits. On top of that, pensioners received an extra increase in pensions due to adopted government measures (earlier indexation of pension benefits and a one-off allowance of 300 euros). According to our estimates, the overall net effect on purchasing power for an average family is positive and reaches 5%. However, our results show that families with the lowest income faced the lowest welfare increase (1%), mainly because the share of pensions in their income is much lower compared to other income deciles.",
                    "type": "paragraph"
                },
                {
                    "text": "When assessing the years separately, due to the delayed valorisation and wage adjustments, we observe a drop in purchasing power for an average family in 2022 and an increase in 2023. Looking at the two-year horizon, we can assess the full effect of the inflationary shock. We conclude that, on average, the compensatory effects almost fully mitigated the negative effect of price increases. As most of the anti-inflationary fiscal measures were targeted at pensioners, they are the only part of the population facing an increase in purchasing power when looking strictly at the effects related to the inflationary shock. In this view, families with lowest income and families with more children were the categories that, on average, faced the highest drop in purchasing power.",
                    "type": "paragraph"
                },
                {
                    "text": "However, during the period of the inflationary shock Slovak government adopted generous measures permanently increasing family related benefits (child tax credit and child benefit), which we consider unrelated to the shock due to their permanent character. We take them into account when looking at total welfare changes over the two-year horizon. In this perspective we also include all the effects that would have occurred without the occurrence of the inflationary shock (standard wage increase, standard valorisation of benefits and government measures unrelated to the shock). We show that purchasing power would have increased significantly without the occurrence of the inflationary shock, thus driving the overall positive change at the two-year horizon. Compared to 2021, the purchasing power of an average Slovak family increased by 9% and we observe an increase in each of the categories analysed.",
                    "type": "paragraph"
                },
                {
                    "text": "Our results suggest that if a family benefited neither from the generous family measures nor from the generously increased pension benefits, there is a higher probability that it was facing a welfare drop. The results, thus, indicate that the effect of fiscal measures adopted during the period of the inflationary shock, although voluminous, might not be distributed efficiently. The welfare increased significantly, even in the period of high inflation, for those families that were eligible for the generously increased benefits. On the other hand, among the families with highest probability of welfare loss are those with the lowest income and singles without children.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Discussion and conclusions",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "HBS, a national-level survey on consumption expenditure on goods and services, enables researchers to estimate the consumption baskets of different types of households and to compute the specific inflation rates these different types of households are facing and thus assess the impact of inflation on specific households.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib7\">Claeys et al. (2022)</a> formulate three main factors explaining why inflation inequality can be lower for a given inflation rate. The first reason is similar consumption patterns between high and low-income groups. The second one is the offsetting effect of large price increases of the goods and services consumed more by the high-income group. And the third reason is national policies affecting specific prices.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib17\">Sgaravatti et al. (2021)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Among others: <a href=\"#bib1\">Amores et al. (2023)</a>, <a href=\"#bib19\">Sologon et al. (2023)</a>, <a href=\"#bib8\">Curci et al. (2022)</a>, <a href=\"#bib12\">Menyhert (2022)</a> or <a href=\"#bib10\">Eckerstorfer et al. (2024)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See for example, <a href=\"#bib4\">Cardoso et al. (2022)</a> or <a href=\"#bib14\">Pallotti et al. (2023)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib19\">Sologon et al. (2023)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib3\">Barrios et al. (2019)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib13\">Moratti and Natali (2012)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "While the economic literature usually considers a household to be the most important economic unit, we use the term “family”. The Slovak social system relies on “family” units, which are usually smaller than households. A family consists of one or two parents or partners and their underaged children, if any. Thus, several families can form one household – e.g., parents with children being one family and grandparents being another family.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Our results suggest that pensioners’ households only were fully compensated.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn10",
                    "title": "10.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In the consumption basket, the energy costs form 36% of all costs in the category housing, water, electricity, gas and other fuels.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn11",
                    "title": "11.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "A lot of houses and blocks of flats in Slovakia, particularly in cities, are heated by centralized heating systems. The price of heat energy unit is also regulated, and the price increase was capped similarly with natural gas.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn12",
                    "title": "12.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Our analysis incorporates the consensual view of economic experts in Slovakia, who participated in our opinion poll. In the poll we asked about their opinion on which of the policy measures adopted by the government in 2022 and 2023 they consider a direct policy response to the high inflation.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn13",
                    "title": "13.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "When consumers are allowed to adjust their consumption in response to the changes in relative prices, the change in purchasing power overestimates the compensating variation we could derive from the consumers’ value function. However, the difference will be small as far as the price elasticity of demand for the goods with the highest price increases is low - which tends to be true for food or fuels. Furthermore, the ranking of welfare changes among various types of households will remain unchanged as long as these groups do not vary in terms of demand elasticities for the goods driving the inflation episode.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn14",
                    "title": "14.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The motivation for creating two worlds is that we would like to separate the inflationary shock from the “normal” (non-zero inflation) state of the economy.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn15",
                    "title": "15.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The Macroeconomic Forecasting Committee is an advisory body to the Ministry of Finance. A preliminary forecast is prepared by the Ministry of Finance and committee members express their opinion by assessing it as conservative, realistic, or optimistic. The June 2021 and February 2023 forecasts were approved as realistic.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn16",
                    "title": "16.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The values of forecasted macroeconomic variables (inflation and wages) include the effects of extensive government measures adopted until February 2023. Two of the measures that are part of our analysis (advance indexation of pensions and one-off allowance to pensioners) were adopted later, therefore their effect is not included in the forecast.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn17",
                    "title": "17.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib15\">Siebertova et al. (2016)</a> and <a href=\"#bib11\">Horváth et al. (2019)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn18",
                    "title": "18.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For details see <a href=\"#bib16\">Siebertová et al. (2018)</a>. Please note there is an inconsistency between micro and macro approach of measuring economy-wide households’ disposable income and expenditures on consumption. This is an issue common for most countries. The main differences between national accounts and consumption surveys are as follows: population scope, missing components (imputed rents, social transfers in kind, own-account production, etc.), different classification (self-employed), etc. Using our microsimulation model, we cover around 50% of households’ expenditures on consumption when compared to national accounts statistics.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn19",
                    "title": "19.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We assume that the inflation rate in other categories is not influenced by the energy price cap, as it is applied to households only, not to intermediate producers.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn20",
                    "title": "20.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "An erosion of labour income due to wage stickiness is documented e.g. by <a href=\"#bib14\">Pallotti et al. (2023)</a> or <a href=\"#bib4\">Cardoso et al. (2022)</a>, who argue that nominal wages show some very partial indexation. In our analysis we apply indexation of wages for all employed, which might lead to an overestimation of a positive contribution of market income growth to welfare changes to some extent.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn21",
                    "title": "21.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Wages of state and public employees have risen by 7% since January 2023 and by another 10% since September 2023, the wages of public teachers have risen even more (by 10% since January 2023 and by 12% since September 2023).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn22",
                    "title": "22.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We use median values of wage growth for each decile rather than mean values because they are not influenced by extreme values. In the lowest income deciles, the mean values of wage growth would be higher as there are shifts from lower to higher income deciles year-on-year. On the other hand, for high income deciles, the mean values would be lower as there are shifts from high to lower income deciles. When computing the median values of wage growth, we consider only those observations with monthly income exceeding the minimum wage. This helps us to avoid the effect of changing part time to full time to be included in the wage growth.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn23",
                    "title": "23.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Specific inflation rate of pensioner households (the average of the first 6 months of the previous year) is used to index the pensioners’ benefits whereas social benefits are usually indexed by the inflation rate of low-income households (measured in April of the previous year). In 2023 there was an exception, and the social benefits were indexed by the growth of net disposable income per member of household (measured in the first quarter of the previous year) which was lower when compared to low-income inflation. The rule of applying the minimum of these two values was in force till 2024. The additional increase in the pensioners’ benefit in 2023 thanks to forwarding the date of valorisation from January 2024 to July 2023 is, in our analysis, included as the effect of adopted government measures and is not included in the effect of automatic indexation.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn24",
                    "title": "24.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For the comparison, in <a href=\"#A1-F3\">Figure A3</a> in the Appendix we offer a look at the assessment of the impact by income deciles also at households’ level.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn25",
                    "title": "25.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#bib6\">Claeys et al. (2022)</a>, looking at the difference in quintile specific inflation rates, shows that inflation inequality was driven mainly by the prices of food and energy, while prices of transport had an opposite direction.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn26",
                    "title": "26.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "If benefits are higher for low-income groups than for high-income groups, their effect is progressive. The effect of taxes or benefits is progressive if it is acting to reduce the level of inequality. Conversely, their effect is regressive if it is acting to increase the level of inequality.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn27",
                    "title": "27.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "When interpreting the effects for the year 2023, we use the year 2022 with the price shock as a baseline. The effects for 2023 are the effects in excess of the effects already included in 2022 (including the temporary policy measures implemented in 2022). Thus, the effects presented for 2022 and 2023 are additive in nominal terms on the two-year horizon.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn28",
                    "title": "28.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The progressive effect is slightly distorted by the fact that valorisation of minimum living income affects also personal income tax burden, leading to an increase in disposable effect for the families with labour income. Apart from affecting the sum of tax allowances, the threshold for higher income tax rate is shifted too.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn29",
                    "title": "29.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Change in the disposable income also includes the interaction effect of wages on benefits (the effect of benefit erosion).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn30",
                    "title": "30.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Separate assessment of year-on-year changes for 2022 and 2023 is available in <a href=\"#A1-F4\">Figure A4</a> in the Appendix.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn31",
                    "title": "31.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Separate assessment of year-on-year changes for 2022 and 2023 is available in <a href=\"#A1-F5\">Figure A5</a> in the Appendix.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn32",
                    "title": "32.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Amores, AF",
                        "preferred": "AF Amores"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Basso, HS",
                        "preferred": "HS Basso"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bischl, JS",
                        "preferred": "JS Bischl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Agostini, P",
                        "preferred": "P Agostini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Poli, S",
                        "preferred": "S Poli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dicarlo, E",
                        "preferred": "E Dicarlo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Flevotomou, M",
                        "preferred": "M Flevotomou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Freier, M",
                        "preferred": "M Freier"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maier, S",
                        "preferred": "S Maier"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "García-Miralles, E",
                        "preferred": "E García-Miralles"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pidkuyko, M",
                        "preferred": "M Pidkuyko"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ricci, M",
                        "preferred": "M Ricci"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Riscado, S",
                        "preferred": "S Riscado"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "details": "ECB Occasional Paper No.2023/330",
            "id": "bib1",
            "title": "Fiscal Policy and Inequality: The Distributional Impact of Fiscal Measures to Compensate Consumer Inflation",
            "type": "unknown"
        },
        {
            "articleTitle": "Targeted, Implementable, and Practical Energy Relief Measures for Households in Europe",
            "authors": [
                {
                    "name": {
                        "index": "Arregui, N",
                        "preferred": "N Arregui"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Celasun, O",
                        "preferred": "O Celasun"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Iakova, DM",
                        "preferred": "DM Iakova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mineshima, A",
                        "preferred": "A Mineshima"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mylonas, V",
                        "preferred": "V Mylonas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Toscani, FG",
                        "preferred": "FG Toscani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wong, Yc",
                        "preferred": "Yc Wong"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zeng, L",
                        "preferred": "L Zeng"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhou, J",
                        "preferred": "J Zhou"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "doi": "10.5089/9798400227400.001",
            "id": "bib2",
            "journal": "IMF Working Papers",
            "pages": "1",
            "type": "journal",
            "volume": "2022"
        },
        {
            "articleTitle": "DYNAMIC SCORING OF TAX REFORMS IN THE EUROPEAN UNION",
            "authors": [
                {
                    "name": {
                        "index": "Barrios, S",
                        "preferred": "S Barrios"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dolls, M",
                        "preferred": "M Dolls"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maftei, A",
                        "preferred": "A Maftei"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Peichl, A",
                        "preferred": "A Peichl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Riscado, S",
                        "preferred": "S Riscado"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Varga, J",
                        "preferred": "J Varga"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Wittneben, C",
                        "preferred": "C Wittneben"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1002/pam.22105",
            "id": "bib3",
            "journal": "Journal of Policy Analysis and Management",
            "pages": {
                "first": "239",
                "last": "262",
                "range": "239–262"
            },
            "type": "journal",
            "volume": "38"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cardoso, M",
                        "preferred": "M Cardoso"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ferreira, C",
                        "preferred": "C Ferreira"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leiva, JM",
                        "preferred": "JM Leiva"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nuño, G",
                        "preferred": "G Nuño"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ortiz, Á",
                        "preferred": "Á Ortiz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rodrigo, T",
                        "preferred": "T Rodrigo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vazquez, S",
                        "preferred": "S Vazquez"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "details": "Red Nacional de Investigadores En Economía (RedNIE), Working Papers 176",
            "id": "bib4",
            "title": "The Heterogeneous Impact of Inflation on Households’ Balance Sheets",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Causa, O",
                        "preferred": "O Causa"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Soldani, E",
                        "preferred": "E Soldani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Luu, S",
                        "preferred": "S Luu"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Soriolo, C",
                        "preferred": "C Soriolo"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "details": "OECD Economic Department, Working Papers No. 1744",
            "id": "bib5",
            "title": "A cost of living squeeze? Distributional implications of rising inflation",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Claeys, G",
                        "preferred": "G Claeys"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Guetta-Jeanrenaud, L",
                        "preferred": "L Guetta-Jeanrenaud"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McCaffrey, C",
                        "preferred": "C McCaffrey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Welslau, L",
                        "preferred": "L Welslau"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "id": "bib6",
            "title": "Inflation inequality in the European Union and its drivers",
            "type": "web",
            "uri": "https://www.bruegel.org/dataset/inflation-inequality-european-union-and-its-drivers"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Claeys, G",
                        "preferred": "G Claeys"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "McCaffrey, C",
                        "preferred": "C McCaffrey"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Welslau, L",
                        "preferred": "L Welslau"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "id": "bib7",
            "title": "Does inflation hit the poor hardest everywhere? Bruegel Blog post",
            "type": "web",
            "uri": "https://www.bruegel.org/blog-post/does-inflation-hit-poor-hardest-everywhere"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Curci, N",
                        "preferred": "N Curci"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savegnago, M",
                        "preferred": "M Savegnago"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zevi, G",
                        "preferred": "G Zevi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zizza, R",
                        "preferred": "R Zizza"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "details": "In Review, 10.21203/rs.3.rs-2611447/v1",
            "id": "bib8",
            "title": "The Redistributive Effects of Inflation: A Microsimulation Analysis for Italy",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Deaton, A",
                        "preferred": "A Deaton"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zaidi, S",
                        "preferred": "S Zaidi"
                    },
                    "type": "person"
                }
            ],
            "date": "2002",
            "details": "135, Guidelines for Constructing Consumption Aggregates for Welfare Analysis, World Bank LSMS Working Paper, p, 10.1596/0-8213-4990-2",
            "id": "bib9",
            "title": "Guidelines for Constructing Consumption Aggregates for Welfare Analysis",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eckerstorfer, P",
                        "preferred": "P Eckerstorfer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Riegler, M",
                        "preferred": "M Riegler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sindermann, F",
                        "preferred": "F Sindermann"
                    },
                    "type": "person"
                }
            ],
            "date": "2024",
            "id": "bib10",
            "title": "Inflation and Government Response – Distributional Impact on Austrian Households",
            "type": "web",
            "uri": "https://ima-2024.wifo.ac.at/_downloads/5d3dc96af66189d1ef894c1d39b64db2/riegler.pdf"
        },
        {
            "articleTitle": "The end of the flat tax experiment in Slovakia: An evaluation using behavioural microsimulation in a dynamic macroeconomic framework",
            "authors": [
                {
                    "name": {
                        "index": "Horváth, M",
                        "preferred": "M Horváth"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Senaj, M",
                        "preferred": "M Senaj"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Siebertová, Z",
                        "preferred": "Z Siebertová"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Švarda, N",
                        "preferred": "N Švarda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Valachyová, J",
                        "preferred": "J Valachyová"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "doi": "10.1016/j.econmod.2018.11.005",
            "id": "bib11",
            "journal": "Economic Modelling",
            "pages": {
                "first": "171",
                "last": "184",
                "range": "171–184"
            },
            "type": "journal",
            "volume": "80"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Menyhert, B",
                        "preferred": "B Menyhert"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "details": "No, 130650, Joint Research Centre (JRC) Science for Policy European Commission, Ispra",
            "id": "bib12",
            "title": "No, 130650, Joint Research Centre (JRC) Science for Policy European Commission, Ispra",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Moratti, M",
                        "preferred": "M Moratti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Natali, L",
                        "preferred": "L Natali"
                    },
                    "type": "person"
                }
            ],
            "date": "2012",
            "details": "WP–2012, Measuring Household Welfare Short Versus Long Consumption Modules, UNICEF Office of Research Working Paper, p",
            "id": "bib13",
            "title": "Measuring Household Welfare Short Versus Long Consumption Modules",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Pallotti, F",
                        "preferred": "F Pallotti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Paz-Pardo, G",
                        "preferred": "G Paz-Pardo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Slacalek, J",
                        "preferred": "J Slacalek"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tristani, O",
                        "preferred": "O Tristani"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Violante, G",
                        "preferred": "G Violante"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "details": "SSRN Electronic Journal, Working Paper Series No 2877, 10.2139/ssrn.4645068",
            "id": "bib14",
            "title": "Who Bears the Costs of Inflation? Euro Area Households and the 2021–2022 Shock",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sgaravatti, G",
                        "preferred": "G Sgaravatti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tagliapietra, S",
                        "preferred": "S Tagliapietra"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Trasi, C",
                        "preferred": "C Trasi"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zachmann, G",
                        "preferred": "G Zachmann"
                    },
                    "type": "person"
                }
            ],
            "date": "2021",
            "id": "bib17",
            "title": "National Policies to Shield Consumers from Rising Energy Prices",
            "type": "web",
            "uri": "https://www.bruegel.org/dataset/national-policies-shield-consumers-rising-energy-prices"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sgaravatti, G",
                        "preferred": "G Sgaravatti"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tagliapietra, S",
                        "preferred": "S Tagliapietra"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Trasi, C",
                        "preferred": "C Trasi"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "id": "bib18",
            "title": "The fiscal side of Europe’s energy crisis: the facts, problems and prospects. Bruegel Blog post 02 March 2023 The fiscal side of Europe’s energy crisis: the facts, problems and prospects",
            "type": "web",
            "uri": "https://www.bruegel.org/"
        },
        {
            "articleTitle": "Improving the Validity of Microsimulation Results: Lessons from Slovakia",
            "authors": [
                {
                    "name": {
                        "index": "Siebertova, Z",
                        "preferred": "Z Siebertova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Svarda, N",
                        "preferred": "N Svarda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Valachyova, J",
                        "preferred": "J Valachyova"
                    },
                    "type": "person"
                }
            ],
            "date": "2016",
            "doi": "10.34196/ijm.00136",
            "id": "bib15",
            "journal": "International Journal of Microsimulation",
            "pages": {
                "first": "77",
                "last": "105",
                "range": "77–105"
            },
            "type": "journal",
            "volume": "9"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Siebertová, Z",
                        "preferred": "Z Siebertová"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Valachyová, J",
                        "preferred": "J Valachyová"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Švarda, N",
                        "preferred": "N Švarda"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Senaj, M",
                        "preferred": "M Senaj"
                    },
                    "type": "person"
                }
            ],
            "date": "2018",
            "details": "Council for Budget Responsibility, Discussion Paper No.1/2018",
            "id": "bib16",
            "title": "Expenditure Imputation and Microsimulation of VAT",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Sologon, D",
                        "preferred": "D Sologon"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "O’Donoghue, C",
                        "preferred": "C O’Donoghue"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Linden, J",
                        "preferred": "J Linden"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Kyzyma, I",
                        "preferred": "I Kyzyma"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Loughrey, J",
                        "preferred": "J Loughrey"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "details": "LISER, Working Paper Series, No 2023-04",
            "id": "bib19",
            "title": "Welfare and Distributional Impact of Soaring Prices in Europe",
            "type": "unknown"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Note: One-off income support to vulnerable households has been legislatively secured by two Government Regulations and presented to public as anti-inflation packages. The first one, adopted in June 2022, authorized one-off payment of 100 euros. Support was paid automatically by increasing the social transfers like child benefit, material need benefit or foster care allowance in June. In addition, certain vulnerable groups with no regular social transfers were identified – for example seniors over 62 years without pensions or personal assistants of disabled persons not receiving cash benefit and for these groups an income support of 100 euros conditional on submitting a request was established.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "The second anti-inflation package, adopted in October 2022, provided one-off payment 100 euros to those beneficiaries of social transfers and vulnerable groups that did not receive support in June 2022.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "A1-T1_FN3",
                                    "label": "*",
                                    "text": [
                                        {
                                            "text": "Total of 100€ was paid, but regular benefit amount was 25.88€. So, the anti-inflation support in this case is considered as 100-25.88=74.12€.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "id": "A1-T1_FN4",
                                    "label": "†",
                                    "text": [
                                        {
                                            "text": "Total of 100€ was paid, but regular benefit amount was 30€. So, the anti-inflation support in this case is considered as 100-30=70€.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "A1-T1",
                            "label": "Table A1",
                            "tables": [
                                "<table><thead><tr><th align=\"left\">Anti-inflation Package 1</th><th align=\"left\">Date start</th><th align=\"left\">Date end</th><th align=\"left\">Support in €</th><th align=\"left\">Expenditures in mil. €</th><th align=\"left\">Targeted</th></tr></thead><tbody><tr><td align=\"left\" colspan=\"6\"><b>One-off automatic increase of benefit</b></td></tr><tr><td align=\"left\"> Child benefit</td><td align=\"left\">6/1/2022</td><td align=\"left\">6/30/2022</td><td align=\"left\">74<a href=\"#A1-T1_FN3\">*</a></td><td align=\"left\">83.01</td><td align=\"left\">Paid to parents, payment per child</td></tr><tr><td align=\"left\"> Foster care allowance</td><td align=\"left\">6/1/2022</td><td align=\"left\">6/30/2022</td><td align=\"left\">100</td><td align=\"left\">0.65</td><td align=\"left\">Paid once to parent providing foster care</td></tr><tr><td align=\"left\"> Material need benefit</td><td align=\"left\">6/1/2022</td><td align=\"left\">6/30/2022</td><td align=\"left\">100</td><td align=\"left\">5.95</td><td align=\"left\">Paid per household</td></tr><tr><td align=\"left\"> Benefit for the personal assistance</td><td align=\"left\">6/1/2022</td><td align=\"left\">6/30/2022</td><td align=\"left\">100</td><td align=\"left\">6.31</td><td align=\"left\">Paid to assistant</td></tr><tr><td align=\"left\" colspan=\"6\"><b>One-off support on request - for vulnerable groups</b></td></tr><tr><td align=\"left\"> Personal care assistants</td><td align=\"left\">6/1/2022</td><td align=\"left\">8/31/2022</td><td align=\"left\">100</td><td align=\"left\" rowspan=\"3\">5.53</td><td align=\"left\">Paid to personal care assistants</td></tr><tr><td align=\"left\"> Personal assistants</td><td align=\"left\">6/1/2022</td><td align=\"left\">8/31/2022</td><td align=\"left\">100</td><td align=\"left\">Paid to personal assistants not receiving the cash benefit for the assistance</td></tr><tr><td align=\"left\"> Seniors over 62 years</td><td align=\"left\">6/1/2022</td><td align=\"left\">8/31/2022</td><td align=\"left\">100</td><td align=\"left\">Paid if person does not receive pension or have labour income</td></tr><tr><td align=\"left\"><b>Total</b></td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"><b>101.45</b></td><td align=\"left\"/></tr><tr><td align=\"left\"><b>Anti-inflation Package 2</b></td><td align=\"left\"><b>Date start</b></td><td align=\"left\"><b>Date end</b></td><td align=\"left\"><b>Support in €</b></td><td align=\"left\"><b>Expenditures in mil. €</b></td><td align=\"left\"><b>Targeted</b></td></tr><tr><td align=\"left\" colspan=\"6\"><b>One-off automatic increase of benefit</b></td></tr><tr><td align=\"left\">Child benefit</td><td align=\"left\">11/1/2022</td><td align=\"left\">11/30/2022</td><td align=\"left\">70<a href=\"#A1-T1_FN3\">*</a><a href=\"#A1-T1_FN4\"><sup>†</sup></a></td><td align=\"left\">1.66</td><td align=\"left\">Paid to parents, payment per child - for children born June 2022 - October 2022</td></tr><tr><td align=\"left\">Material need benefit</td><td align=\"left\">11/1/2022</td><td align=\"left\">11/30/2022</td><td align=\"left\">100</td><td align=\"left\">1.43</td><td align=\"left\">Paid per household that did not receive support in Package 1</td></tr><tr><td align=\"left\">Replacement alimony</td><td align=\"left\">11/1/2022</td><td align=\"left\">11/30/2022</td><td align=\"left\">100</td><td align=\"left\">0.13</td><td align=\"left\">Paid to children not receiving orphan pensions</td></tr><tr><td align=\"left\">Benefit to compensate for the increased expenditures due to severe disabilities</td><td align=\"left\">11/1/2022</td><td align=\"left\">11/30/2022</td><td align=\"left\">100</td><td align=\"left\">2.94</td><td align=\"left\">Paid to benefit recipient</td></tr><tr><td align=\"left\" colspan=\"6\"><b>One-off support on request - for vulnerable groups</b></td></tr><tr><td align=\"left\">Child support</td><td align=\"left\">10/29/2022</td><td align=\"left\">12/31/2022</td><td align=\"left\">100</td><td align=\"left\" rowspan=\"3\"> 3.33</td><td align=\"left\">Paid to parent of child for whom the alimony has been stated at max amount 150 €</td></tr><tr><td align=\"left\">Former clients from children’s homes</td><td align=\"left\">10/29/2022</td><td align=\"left\">12/31/2022</td><td align=\"left\">100</td><td align=\"left\">Paid to children previously in children’s homes</td></tr><tr><td align=\"left\">Foster care conclusion</td><td align=\"left\">10/29/2022</td><td align=\"left\">12/31/2022</td><td align=\"left\">100</td><td align=\"left\">Paid to children previously in foster care who became major from April 2020 to October 2022</td></tr><tr><td align=\"left\"><b>Total</b></td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"><b>9.49</b></td><td align=\"left\"/></tr></tbody></table>"
                            ],
                            "title": "Anti-inflationary packages in 2022.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Note: Income support directed to families with children has been realized through an increase of the child benefit and child tax credit. Initially, the increase of children-related benefits, announced by policy makers, was proposed as to cope with the income poverty of families with children. Later, these measures started to be officially interpreted as government interventions to cushion the effects of high inflation. Child benefit and child tax credit were substantially increased from July 1st, 2022, and in the second step from January 2023. The child benefit is a flat payment per dependent child to parents and the increase is adopted in the legislation as permanent. Working parents with dependent children are eligible to receive child tax credit (only one of the parents can apply). Child tax credit has also been increased from July 2022 and in the second round from January 2023 but, as opposed to the child benefit, this measure is valid temporarily until the end of 2024<i>.</i>",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "A1-T2",
                            "label": "Table A2",
                            "tables": [
                                "<table><tbody><tr><td align=\"left\"><b>Support directed to families with children</b></td><td align=\"left\" colspan=\"3\"><b>Monthly payment in €</b></td><td align=\"left\" colspan=\"2\"><b>Expenditures in mil. €</b></td></tr><tr><td align=\"left\"/><td align=\"left\"><b>until June 2022</b></td><td align=\"left\"><b>from July 2022</b></td><td align=\"left\"><b>from Jan 2023</b></td><td align=\"left\"><b>2022</b></td><td align=\"left\"><b>2023</b></td></tr><tr><td align=\"left\"><b>Child benefit</b></td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"><b>29.5</b></td><td align=\"left\"><b>432</b></td></tr><tr><td align=\"left\"> Child benefit</td><td align=\"left\">25.88</td><td align=\"left\">30</td><td align=\"left\">60</td><td align=\"left\"> </td><td align=\"left\"> </td></tr><tr><td align=\"left\"> Additional Child benefit</td><td align=\"left\">12.14</td><td align=\"left\">30</td><td align=\"left\">30</td><td align=\"left\"> </td><td align=\"left\"> </td></tr><tr><td align=\"left\"><b>Child Tax Credit</b></td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"><b>90.2</b></td><td align=\"left\"><b>614</b></td></tr><tr><td align=\"left\"> Tax Credit for child up to 6 years</td><td align=\"left\">47.14</td><td align=\"left\">70</td><td align=\"left\">140</td><td align=\"left\"> </td><td align=\"left\"> </td></tr><tr><td align=\"left\"> Tax Credit for child from 6 to 15 years</td><td align=\"left\">43.60</td><td align=\"left\">70</td><td align=\"left\">140</td><td align=\"left\"> </td><td align=\"left\"> </td></tr><tr><td align=\"left\"> Tax Credit for child over 15 years</td><td align=\"left\">23.57</td><td align=\"left\">40</td><td align=\"left\">140</td><td align=\"left\"> </td><td align=\"left\"> </td></tr><tr><td align=\"left\"> Tax Credit for child over 18 years</td><td align=\"left\">23.57</td><td align=\"left\">40</td><td align=\"left\">50</td><td align=\"left\"> </td><td align=\"left\"> </td></tr><tr><td align=\"left\"><b>Total</b></td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"><b>120</b></td><td align=\"left\"><b>1 046</b></td></tr></tbody></table>"
                            ],
                            "title": "Support directed to families with children in 2022-2023.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Note: Income support directed to pensioners has been introduced in 2022 through two measures considered in our evaluation framework. Pensioners receiving old-age, early retirement, disability, or survivors’ pensions got the one-off payment in December 2022, the so-called 14th pension (Since pensioners receive the 13th pension regularly every year, this payment is not considered as a special one-off to cope with high inflation.). Based on the amount of the pension, the one-off support, ranging from 35 to 210 euros, has been paid (pensioners with lowest pensions got the highest support). The average payment per pensioner was 143 euros and the total cost of this support reached 208 mil. euros. In addition, in January 2022 senior citizens over 60 years, who got vaccinated against COVID-19 disease, got the so called “vaccination bonus”. The bonus ranged from 100 to 300 euros, was granted by an automatic procedure, and the total expenses reached 278 mil. euros. In 2023 the parliament changed the valorisation rules for all types of pensions. As a result of new legislation and due to the high inflation rate at the beginning of 2023, advance indexation of pensions occurred in July 2023. All types of pensions were increased by 10.6% and the estimated costs of advance indexation are at 522 mil. euros in 2023<i>.</i>",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "A1-T3",
                            "label": "Table A3",
                            "tables": [
                                "<table><tbody><tr><td align=\"left\"><b>Support directed to pensioners</b></td><td align=\"left\"><b>Date start</b></td><td align=\"left\"><b>Date end</b></td><td align=\"left\"><b>Support in €</b></td><td align=\"left\"><b>Expend.in mil. €</b></td><td align=\"left\"><b>Targeted</b></td></tr><tr><td align=\"left\">Vaccination incentive bonus</td><td align=\"left\">Dec 2021</td><td align=\"left\">Jan 2022</td><td align=\"left\">100-300</td><td align=\"left\">278</td><td align=\"left\">Seniors over 60 years who got vaccinated against COVID-19 disease, payment depended on number of doses of the vaccine received</td></tr><tr><td align=\"left\">14th pension benefit</td><td align=\"left\">Dec 2022</td><td align=\"left\">Dec 2022</td><td align=\"left\">35-210</td><td align=\"left\">208</td><td align=\"left\">Payment targeted to pensioners receiving old-age, early retirement, disability, widow/er or orphan pension. Those having low pensions could get max amount 210€, support decreased with rising pension. The average payment was 143€.</td></tr><tr><td align=\"left\">Advance indexation of pensions</td><td align=\"left\">July 2023</td><td align=\"left\"/><td align=\"left\"> </td><td align=\"left\">522</td><td align=\"left\">Advance indexation of all types of pensions in July 2023 instead of January 2024. All pensions are increased by 10.6%.</td></tr><tr><td align=\"left\">One-off allowance for pensioners</td><td align=\"left\">Dec 2023</td><td align=\"left\"/><td align=\"left\"> </td><td align=\"left\">440</td><td align=\"left\">One-off allowance of 300 euros to all pensioners.</td></tr><tr><td align=\"left\"><b>Total</b></td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"> </td><td align=\"left\"><b>1 448</b></td><td align=\"left\"/></tr></tbody></table>"
                            ],
                            "title": "Support directed to pensioners in 2022-2023.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "Note: We do not recalibrate the weights of the databases, only uprating of monetary variables is changed according to respective forecast. We do not assume changes in the statuses (employed/unemployed/inactive).",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "A1-T4",
                            "label": "Table A4",
                            "tables": [
                                "<table><tbody><tr><td align=\"left\"> </td><td align=\"left\"> </td><td align=\"left\"><b>2022</b></td><td align=\"left\"><b>2023</b></td></tr><tr><td align=\"left\" rowspan=\"4\"><b><i>Hypothetical scenario without inflationary shock</i></b></td><td align=\"left\">Database uprate</td><td align=\"left\">Using June 2021 forecast (adjusted for complete 2021 numbers)</td><td align=\"left\">Using June 2021 forecast (adjusted for complete 2021 numbers)</td></tr><tr><td align=\"left\">Tax ben. policies</td><td align=\"left\">With gov. measures unrelated to shock</td><td align=\"left\">With gov. measures unrelated to shock</td></tr><tr><td align=\"left\">Tax ben. parameters</td><td align=\"left\">According to June 2021 forecast (adjusted for complete 2021 numbers)</td><td align=\"left\">According to June 2021 forecast (adjusted for complete 2021 numbers)</td></tr><tr><td align=\"left\">Increase in expenditures</td><td align=\"left\">Equals to inflation according to June 2021 forecast (by COICOP categories)</td><td align=\"left\">Equals to inflation according to June 2021 forecast (by COICOP categories)</td></tr><tr><td align=\"left\" rowspan=\"4\"><b><i>Hypothetical scenario with inflationary shock</i></b></td><td align=\"left\">Database uprate</td><td align=\"left\">Using June 2021 forecast (adjusted for complete 2021 numbers)</td><td align=\"left\">Using June 2021 forecast (adjusted for complete 2021 numbers)</td></tr><tr><td align=\"left\">Tax ben. policies</td><td align=\"left\">With gov. measures unrelated to shock</td><td align=\"left\">With gov. measures unrelated to shock</td></tr><tr><td align=\"left\">Tax ben. parameters</td><td align=\"left\">According to June 2021 forecast (adjusted for complete 2021 numbers)</td><td align=\"left\">According to June 2021 forecast (adjusted for complete 2021 numbers)</td></tr><tr><td align=\"left\">Increase in expenditures</td><td align=\"left\">Equals to inflation according to Feb 2023 (by COICOP categories)</td><td align=\"left\">Equals to inflation according to Feb 2023 (by COICOP categories and without the price cap on energy prices)</td></tr><tr><td align=\"left\" rowspan=\"4\"><b><i>Hypothetical scenario with inflationary shock &amp; economic adjustments</i></b></td><td align=\"left\">Database uprate</td><td align=\"left\">Using Feb 2023 forecast</td><td align=\"left\">Using Feb 2023 forecast</td></tr><tr><td align=\"left\">Tax ben. policies</td><td align=\"left\">With gov. measures unrelated to shock</td><td align=\"left\">With gov. measures unrelated to shock</td></tr><tr><td align=\"left\">Tax ben. parameters</td><td align=\"left\">According to Feb 2023 forecast</td><td align=\"left\">According to Feb 2023 forecast</td></tr><tr><td align=\"left\">Increase in expenditures</td><td align=\"left\">Equals to inflation according to Feb 2023 (by COICOP categories)</td><td align=\"left\">Equals to inflation according to Feb 2023 (by COICOP categories)</td></tr><tr><td align=\"left\" rowspan=\"4\"><b><i>Real scenario with inflationary shock &amp; government measures &amp; economic adjustments</i></b></td><td align=\"left\">Database uprate</td><td align=\"left\">Using Feb 2023 forecast</td><td align=\"left\">Using Feb 2023 forecast</td></tr><tr><td align=\"left\">Tax ben. policies</td><td align=\"left\">With all gov. measures</td><td align=\"left\">With all gov. measures</td></tr><tr><td align=\"left\">Tax ben. parameters</td><td align=\"left\">According to Feb 2023 forecast</td><td align=\"left\">According to Feb 2023 forecast</td></tr><tr><td align=\"left\">Increase in expenditures</td><td align=\"left\">Equals to inflation according to Feb 2023 (by COICOP categories)</td><td align=\"left\">Equals to inflation according to Feb 2023 (by COICOP categories)</td></tr></tbody></table>"
                            ],
                            "title": "Definitions of scenarios.",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source:</i> Authors’ calculations. Note: Income deciles are based on equivalized monthly family income. OECD-modified equivalence scale is used (assigns a value of 1 to the first adult member of the family, of 0.5 to each additional adult member and of 0.3 to children aged up to 14 years). The net effect on purchasing power equals the difference between the contributions of gov. measures, price cap on energy prices, macroeconomic adjustments and the increase of consumption expenditure. Positive net-effect indicates an increase in purchasing power whereas negative net-effect shows a drop in purchasing power. Changes in euros are monthly values and are equivalized. The interaction effect origins from the interaction of the change in wage level and the child tax credit (a measure unrelated to the price shock). Although negligible, it has non-zero values.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "A1-F1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig015.tif",
                                "size": {
                                    "width": 1875,
                                    "height": 3289
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig015.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00329-fig015.jpg"
                                }
                            },
                            "label": "Figure A1",
                            "title": "The results by income deciles in euros.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source:</i> Authors’ calculations. Note: The net effect on purchasing power equals the difference between the contributions of gov. measures, price cap on energy prices, macroeconomic adjustments and the increase of consumption expenditure. Positive net-effect indicates an increase in purchasing power whereas negative net-effect shows a drop in purchasing power. Changes in euros are monthly values and are equivalized. The interaction effect origins from the interaction of the change in wage level and the child tax credit (a measure unrelated to the price shock). Although negligible, it has non-zero values.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "A1-F2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig016.tif",
                                "size": {
                                    "width": 2169,
                                    "height": 4349
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig016.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00329-fig016.jpg"
                                }
                            },
                            "label": "Figure A2",
                            "title": "The results by family types in euros.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source:</i> Authors’ calculations. Note: Income deciles are based on equivalized monthly household income. OECD-modified equivalence scale is used (assigns a value of 1 to the first adult member of the household, of 0.5 to each additional adult member and of 0.3 to children aged up to 14 years). The net effect on purchasing power equals the difference between the contributions of gov. measures, price cap on energy prices, macroeconomic adjustments and the increase of consumption expenditure. Positive net-effect indicates an increase in purchasing power whereas negative net-effect shows a drop in purchasing power. Percentual changes are expressed relatively to the baseline level of expenditures (expenditures in 2021 when assessing the year 2022 and expenditures in 2022 when assessing the year 2023). The interaction effect origins from the interaction of the change in wage level and the child tax credit (a measure unrelated to the price shock). Although negligible, it has non-zero values.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "A1-F3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig017.tif",
                                "size": {
                                    "width": 1867,
                                    "height": 3302
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig017.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00329-fig017.jpg"
                                }
                            },
                            "label": "Figure A3",
                            "title": "The results at household level - by income deciles (%, p.p.).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source:</i> Authors’ calculations. Note: Income deciles are based on equivalized monthly family income. OECD-modified equivalence scale is used (assigns a value of 1 to the first adult member of the family, of 0.5 to each additional adult member and of 0.3 to children aged up to 14 years). The net effect on purchasing power equals the difference between the contributions of gov. measures, price cap on energy prices, macroeconomic adjustments and the increase of consumption expenditure. Positive net-effect indicates an increase in purchasing power whereas negative net-effect shows a drop in purchasing power. Percentual changes are expressed relatively to the baseline level of expenditures (expenditures in 2021 when assessing the year 2022 and expenditures in 2022 when assessing the year 2023).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "A1-F4",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig018.tif",
                                "size": {
                                    "width": 1869,
                                    "height": 2166
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig018.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00329-fig018.jpg"
                                }
                            },
                            "label": "Figure A4",
                            "title": "Year-on-year change in purchasing power – by income deciles (%, p.p.).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source:</i> Authors’ calculations. Note: The net effect on purchasing power equals the difference between the contributions of gov. measures, price cap on energy prices, macroeconomic adjustments and the increase of consumption expenditure. Positive net-effect indicates an increase in purchasing power whereas negative net-effect shows a drop in purchasing power. Percentual changes are expressed relatively to the baseline level of expenditures (expenditures in 2021 when assessing the year 2022 and expenditures in 2022 when assessing the year 2023).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "A1-F5",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig019.tif",
                                "size": {
                                    "width": 1861,
                                    "height": 2568
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig019.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00329-fig019.jpg"
                                }
                            },
                            "label": "Figure A5",
                            "title": "Year-on-year change in purchasing power – by family types (%, p.p.).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source:</i> Authors’ calculations. Note: Box plots show the five-number summary of a set of data: including the minimum score, first (lower) quartile, median, third (upper) quartile, and maximum score. Income deciles are based on equivalized monthly family income. OECD-modified equivalence scale is used (assigns a value of 1 to the first adult member of the family, of 0.5 to each additional adult member and of 0.3 to children aged up to 14 years). Changes in euros are monthly values and are equivalized.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "A1-F6",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig020.tif",
                                "size": {
                                    "width": 1880,
                                    "height": 1976
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig020.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00329-fig020.jpg"
                                }
                            },
                            "label": "Figure A6",
                            "title": "Net effect on purchasing power presented in box-plots – two-year horizon by income deciles (%, euros).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source:</i> Authors’ calculations. Note: Box plots show the five-number summary of a set of data: including the minimum score, first (lower) quartile, median, third (upper) quartile, and maximum score. Changes in euros are monthly values and are equivalized.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "A1-F7",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig021.tif",
                                "size": {
                                    "width": 1830,
                                    "height": 2374
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig021.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00329-fig021.jpg"
                                }
                            },
                            "label": "Figure A7",
                            "title": "Net effect on purchasing power presented in box-plots – two-year horizon by family types (%, euros).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source:</i> Authors’ calculations. Note: Income deciles are based on equivalized monthly family income. OECD-modified equivalence scale is used (assigns a value of 1 to the first adult member of the family, of 0.5 to each additional adult member and of 0.3 to children aged up to 14 years). The graphs show the share of families with negative (lower than -5 €) net effect on purchasing power. Changes in euros are monthly values and are equivalized.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "A1-F8",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00329%2Fijm-00329-fig022.tif",
                                "size": {
                                    "width": 1805,
                                    "height": 1993
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00329%2Fijm-00329-fig022.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00329-fig022.jpg"
                                }
                            },
                            "label": "Figure A8",
                            "title": "Share of families with negative net effect on purchasing power – by income deciles and by family types (%).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "A1",
            "title": "Appendix"
        }
    ],
    "acknowledgements": [
        {
            "text": "The authors are grateful to two anonymous referees, the guest editor Nicola Curci, our colleagues Martin Šuster, Zuzana Siebertová, Norbert Švarda and Alexandra Putzová for their valuable help and suggestions. We appreciate the careful reading of the first version and comments by Martin Mikloš. We would like to thank participants at the 2nd Banca d’Italia Workshop on Microsimulation modelling and participants of the Slovak Economic Association Meeting for their insightful questions and comments.",
            "type": "paragraph"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
