{
    "status": "vor",
    "id": "00330",
    "version": 1,
    "type": "research-article",
    "doi": "10.34196/ijm.00330",
    "authorLine": "Nicola Curci et al.",
    "title": "The redistributive effects of inflation: a microsimulation analysis for Italy",
    "published": "2025-11-25T00:00:00Z",
    "versionDate": "2025-11-25T00:00:00Z",
    "statusDate": "2025-11-25T00:00:00Z",
    "volume": 18,
    "issue": 3,
    "fpage": 87,
    "lpage": 100,
    "elocationId": "87-100",
    "pdf": "http://web:8082/00330/ijm-00330.pdf",
    "subjects": [
        {
            "id": "consumption-savings-wealth",
            "name": "Consumption, savings and wealth"
        }
    ],
    "abstract": {
        "content": [
            {
                "text": "We analyse the impact of the marked and unexpected increase in inflation recorded in 2021 and 2022 on Italian households’ purchasing power. Exploiting microsimulation tools we quantify the extent to which government measures supporting households’ incomes and lessening energy price hikes mitigated the distributional impact of the inflationary shock. We show that, if evaluated on the basis of both their cost for the public finances and their impact on inequality, the interventions explicitly targeted towards the less well-off households were the most effective, while the untargeted reductions of energy and fuel prices were the least effective.",
                "type": "paragraph"
            }
        ]
    },
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Curci et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Rome"
                            ]
                        },
                        "formatted": [
                            "Rome",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Banca d’Italia, Directorate General for Economics, Statistics and Research"
                    ]
                }
            ],
            "name": {
                "index": "Curci, Nicola",
                "preferred": "Nicola Curci"
            },
            "orcid": "0000-0002-5149-9169",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Rome"
                            ]
                        },
                        "formatted": [
                            "Rome",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Banca d’Italia, Directorate General for Economics, Statistics and Research"
                    ]
                }
            ],
            "emailAddresses": [
                "marco.savegnago@bancaditalia.it"
            ],
            "name": {
                "index": "Savegnago, Marco",
                "preferred": "Marco Savegnago"
            },
            "orcid": "0000-0002-1132-1534",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Rome"
                            ]
                        },
                        "formatted": [
                            "Rome",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Banca d’Italia, Directorate General for Economics, Statistics and Research"
                    ]
                }
            ],
            "name": {
                "index": "Zevi, Giordano",
                "preferred": "Giordano Zevi"
            },
            "orcid": "0009-0007-7837-7229",
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Rome"
                            ]
                        },
                        "formatted": [
                            "Rome",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Banca d’Italia, Directorate General for Economics, Statistics and Research"
                    ]
                }
            ],
            "name": {
                "index": "Zizza, Roberta",
                "preferred": "Roberta Zizza"
            },
            "orcid": "0009-0007-7965-4670",
            "type": "person"
        }
    ],
    "keywords": [
        "inflation",
        "energy",
        "redistribution",
        "inequality",
        "microsimulation"
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Since the second half of 2021 and throughout 2022 inflation grew substantially all over the world, sustained by rising energy and food prices; in Italy it reached 12.5 per cent in the fourth quarter of 2022 according to the European harmonized definition, the highest value since the mid-eighties. The increase in prices was partially mitigated by a number of Government measures, some addressed to all consumers, and others targeted to less well-off families and individuals. This paper analyses the effect of the sharp rise in prices on the purchasing power of different types of Italian households and quantifies the impact of the Government measures.",
                    "type": "paragraph"
                },
                {
                    "text": "In light of the global resurgence on inflation, the differential impact of rising prices on heterogeneous households has been recently mentioned and analysed by policy makers (<a href=\"#bib6\">Brainard, 2022</a>), institutions (<a href=\"#bib2\">Ari et al., 2022</a>; <a href=\"#bib14\">European Commission, 2022</a>) and researchers (<a href=\"#bib8\">Charalampakis et al., 2022</a>) alike. To different degrees all such contributions point to a larger negative impact of inflation on purchasing power for poorer households. A partial exception is <a href=\"#bib7\">Cardoso et al. (2022)</a>, that makes use of data on individual financial wealth and finds that the redistribution from lenders to borrowers induced by inflation and its impact on sticky sources of income are significantly larger than the effects of the relative consumption channel. <a href=\"#bib5\">Bella (2022)</a> identifies the household types who benefited the most from Government intervention up to the summer 2022; his results are consistent with ours. <a href=\"#bib18\">Ufficio Parlamentare di Bilancio (2022)</a> employs microsimulation models and finds that up to September 2022 the Government measures in Italy were able to cushion almost half of the average loss in purchasing power by households; differently from us, they do not assess the redistributive effects of the inflationary shock for different income levels. <a href=\"#bib9\">Colabella et al. (2023)</a> study the effects of the energy price shock on financial vulnerability of the Italian households taking into account the price elasticity of consumption patterns: they conclude that households’ behavioural responses to price changes helped in containing the effects of inflation on financial vulnerability, at the expenses of consumption reduction and the ensuing welfare loss.",
                    "type": "paragraph"
                },
                {
                    "text": "In general, inflation affects households’ welfare unevenly. Periods of high inflation determine strong redistribution patterns among different categories of consumers. Individuals spending a higher fraction of their income on items whose prices increase more suffer a higher welfare loss. This is confirmed in <a href=\"#bib17\">Prati (2023)</a>, who uses survey data on French households to find that own-specific perceived inflation rates, which track well the actual inflation rate for each individual, help predict well-being differences among consumers. Moreover, even for constant consumption basket composition, the inflationary shock (measured with respect to disposable income) hits more hardly those with a higher average propensity to consume out of their income. Finally, there are also other mechanisms operating in periods of a high inflation that lead to pronounced redistributive movements, chiefly involving wealth.",
                    "type": "paragraph"
                },
                {
                    "text": "Evaluating all these effects together may be a challenging task. In this paper, we have a narrower goal: we focus on the redistributive effects of the 2021-22 inflationary shock over households’ 2022 purchasing power, under the admittedly simplistic assumption that their consumption choices remain unaltered.<a href=\"#fn1\"><sup>1</sup></a> Nonetheless, evaluating the additional expenditure needed to purchase the same quantities of goods and services as before the price increase remains a valuable exercise, as it represents the upper bound of the welfare loss suffered by households as a result of the inflationary shock.",
                    "type": "paragraph"
                },
                {
                    "text": "In order to conduct such exercise, we exploit survey microdata on household expenditures: using data on inflation by a fine partition of goods and services, we are able to reconstruct expenditures on the different categories under the assumption that purchased quantities remain unchanged; furthermore, we can assess the redistributive effects of the inflationary shock for different income levels. To do this, we exploit BIMic, the tax and benefit microsimulation model of Banca d’Italia that matches survey consumption data with survey income and wealth data (<a href=\"#bib12\">Curci and Savegnago, 2019</a>; <a href=\"#bib11\">Curci et al., 2020</a>) to estimate the impact of the inflationary shock on the distribution of households’ purchasing powers (the realized scenario). In addition, as we want to evaluate the extent to which the redistributive effects of inflation have been mitigated by the Government policies, microsimulation techniques help us define two counterfactual scenarios: one in which anti-inflation policies are muted but changes in prices caused by the shock are operational (i.e. the no-Government intervention scenario) and one in which even the inflationary shock is excluded (i.e. the pre-shock scenario). The difference in 2022 expenditure levels between the no-Government intervention scenario and the pre-shock scenario measures the gross impact of the inflationary shock; the difference between the realized scenario and the pre-shock scenario measures the impact of the inflationary shock fully accounting for the anti-inflationary measures. Finally, the difference between the no-Government intervention scenario and the realized scenario proxies the effect of the policy measures over the purchasing power distribution.",
                    "type": "paragraph"
                },
                {
                    "text": "This paper contributes to an enlarging strand of literature that exploits microsimulation techniques to assess the impact of the recent inflationary shock. Among the most recent contributions, <a href=\"#bib13\">Eckerstorfer et al. (2023)</a> and <a href=\"#bib20\">Valachyová and Senaj (2023)</a> provide an analysis for the Austrian and Slovak case, respectively. With a cross-country perspectives <a href=\"#bib1\">Amores et al. (2023)</a> focus on the Euro Area countries. All these works confirm our main conclusions, namely the regressive impact of inflation on consumers’ purchasing power and the struggle of Governments to attenuate the effects on the less affluent portion of the population.",
                    "type": "paragraph"
                },
                {
                    "text": "The paper is organized as follows. Section 2 describes inflation dynamics in Italy since mid-2021 and the counteracting measures taken by the Government. Section 3 discusses the methodology of the analysis and presents the main results. In Section 4 we show the heterogeneity of impacts among different types of households. Section 5 assesses the effects of the inflationary shock and the Government measures on the Gini index of household purchasing power. Section 6 concludes by reviewing the main results.",
                    "type": "paragraph"
                }
            ],
            "id": "s1",
            "title": "1. Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "In 2021 consumer prices in Italy began to grow significantly, driven by the increase in the energy component, especially in the second half of the year (<a href=\"#fig1\">Figure 1</a>). Inflation went from 1.0 per cent in July 2021 to 4.2 per cent in December, and rose further in the course of 2022, reaching in October 2022 record levels (12.8 per cent). <a href=\"#bib10\">Corsello and Tagliabracci (2022)</a> shows that, on average in the first nine months of 2022, almost 70 per cent of headline inflation can be explained directly or indirectly by energy inflation.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source:</i> computation on Istat data.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "Note: monthly data, percent and percentage points.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig1",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00330%2Fijm-00330-fig001.tif",
                                "size": {
                                    "width": 2205,
                                    "height": 1309
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00330%2Fijm-00330-fig001.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00330-fig001.jpg"
                                }
                            },
                            "label": "Figure 1",
                            "title": "Harmonized inflation rate (HICP).",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The Government intervened at several stages and with a plethora of measures to cushion firms and households from rising energy prices. Those benefitting directly households can be grouped in four categories (additional details about the measures with the succession of legislative acts of the Government can be found in the Appendix):",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "Untargeted price measures include the reduction of the general system charges for electricity and gas users and of the VAT rate on gas bills, as well as the cut of the excise duties on fuel. These measures are characterized by the fact that they directly affect the final price consumers pay for energy (and so reduce the inflation rate) and by the absence of specific targeting, as they benefit all the consumers;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<span class=\"underline\">Targeted price reductions,</span> namely the strengthening of the standard electricity and gas social bonuses, intended for the most economic fragile families.<a href=\"#fn2\"><sup>2</sup></a> While this measure results in a cut of the energy bills as the preceding ones, we categorize it in a different group given it is fully targeted to less affluent households;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "Two one-off allowances (the so-called “200 euros” and “150 euros”) that were targeted to employees, self-employed and retired workers with gross incomes up to 35,000 and 20,000 euros respectively, and also to unemployed, to seasonal workers, to home-carers and to minimum income scheme beneficiaries (in total 31 and 22 million recipients, respectively). These measures, differently from the previous ones, sustain households’ purchasing power by increasing their disposable income; they are not fully targeted to the households most in needs given that they are conditional to individual (and not to household) income;",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "<span class=\"underline\">Other measures affecting take-home pay,</span> such as the cut of the social security contribution rates paid by employees and the anticipation to the Autumn of 2022 of part of the pension indexation normally due in January 2023.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                },
                {
                    "text": "Absent the measures directly impacting prices – i.e. those in (1) and (2) above – on average inflation would have been higher by about 0.2-0.3 percentage points and by almost 2 points in 2021 and 2022 respectively.",
                    "type": "paragraph"
                }
            ],
            "id": "s2",
            "title": "2. Inflation dynamics and the Government measures benefitting households",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The paper assesses the distributive effects of the inflationary shock experienced in 2022 on households’ purchasing power and estimates to what extent its magnitude has been mitigated by Government intervention. The analysis is carried out using BIMic, the static and non-behavioural microsimulation model developed at Banca d’Italia (<a href=\"#bib12\">Curci and Savegnago, 2019</a>; <a href=\"#bib11\">Curci et al., 2020</a>). BIMic allows for the simulation of the main components of the Italian tax and benefit system and of their effects on income distribution and on public accounts. Information on household demographics, income and assets is based on sample data from the Banca d’Italia Survey on Household Income and Wealth (SHIW); those on consumption derive from the Household Budget Survey (HBS), conducted every year by Istat, suitably integrated into BIMic by means of a statistical matching with SHIW data.<a href=\"#fn3\"><sup>3</sup></a>",
                    "type": "paragraph"
                },
                {
                    "text": "Since the BIMic database used for this work refers to 2016,<a href=\"#fn4\"><sup>4</sup></a> households’ incomes and assets have been inflated on the basis of aggregate official statistics for the period 2017-21 and of the official forecasts included in the Update Note of Economic and Financial Document published by the Government on November 2022 (<a href=\"#bib16\">Ministero dell’Economia e delle Finanze, 2022</a>). Disposable incomes, i.e. net of direct taxes and inclusive of monetary transfers, take into account the legislation in force in 2022 (therefore they include, for example, the recent reforms of the personal income tax and of the family allowances).",
                    "type": "paragraph"
                },
                {
                    "text": "The integrated dataset makes it possible to consider, on the one hand, households’ heterogeneity with respect to the composition of their consumption baskets and to simulate, on the other hand, the redistributive effects of the inflationary shock. In fact, we associate a specific price change to each one of the approximately 480 budgetary items included in the HBS. The simulated spending level of each household for 2022 (the realized scenario) is therefore based on the assumption that purchased quantities of each good or service (not observable in our dataset) are unchanged compared to the 2016 ones and that expenditure changes fully reflect price changes.<a href=\"#fn5\"><sup>5</sup></a> This implies that households do not adjust, for example, their energy consumption to cope with rising prices. The spending increase can therefore be interpreted as the extent to which the household’s purchasing power would be reduced following the purchasing of the same quantities of goods and services as before the inflationary shock but at the new higher prices. Finally, we do not take into account the effect of the inflationary shock on households’ net wealth and its implication on their consumption choices.",
                    "type": "paragraph"
                },
                {
                    "text": "To assess the redistributive effects of the “inflationary shock” and of the measures taken to cope with it, we define two counterfactual scenarios: the pre-shock scenario, in which prices in 2022 are at the level expected as reported in the Banca d’Italia forecast exercise of July 2021 (published in that month’s Economic Bulletin; <a href=\"#bib3\">Banca d’Italia, 2021</a>); the no-Government intervention scenario, in which the effect of the measures taken by the Government to deal with the energy price increases since mid-2021 are muted. This is necessary to properly assess the extent of the impact of Government intervention, as 2022 price levels (as expected in the Macroeconomic projections of October 2022; <a href=\"#bib4\">Banca d’Italia, 2022</a>) are already affected by the Government measures (such as, for example, the reduction of general system charges and of excise duties on fuels). The difference in 2022 expenditure levels between the no-Government intervention scenario and the pre-shock scenario measures the gross impact of the inflationary shock; the difference between the realized scenario and the pre-shock scenario measures the impact of the inflationary shock fully accounting for the anti-inflationary measures. Finally, the difference between the no-Government intervention scenario and the realized scenario proxies the effect of the policy measures over the purchasing power distribution.",
                    "type": "paragraph"
                },
                {
                    "text": "As check for the validity of the BIMic estimates, <a href=\"#fig2\">Figure 2</a> shows that with our methodology we are able to closely mimics the inflation rates observed in the period 2017-2021, despite the use of data on households’ spending for 2016. Inflation in 2022 as expected today (our realized scenario) would stand at almost 8.5 per cent, about 7 percentage points more than expected in July 2021. This differential translates into an estimated impact on households’ purchasing power of around 65 billion in 2022, of which 43 due to energy expenditure and 10 to food. According to our estimates, in the absence of the Government measures inflation would have been almost 2 percentage point higher, at around 10.5 per cent, and the increase in spending compared to a scenario without the shock would be around 81 billion.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source:</i> our calculations on data from Istat, Banca d’Italia and BIMic.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig2",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00330%2Fijm-00330-fig002.tif",
                                "size": {
                                    "width": 2205,
                                    "height": 784
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00330%2Fijm-00330-fig002.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00330-fig002.jpg"
                                }
                            },
                            "label": "Figure 2",
                            "title": "Observed and simulated inflation rates and expenditure increase.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "Our simulations show that the measures on general system charges, excise duties and the VAT rate on gas reduce the impact of price increases on household spending by approximately 16 billion euros in 2022. The increase of the electricity and gas bonuses and the disbursement of the one-off allowances lead to a further containment of the impact of the shock for 3 and 9 billion, respectively, while the remaining measures affecting take-home pay sustain the households’ purchasing power for almost 4 billion (<a href=\"#table1\">Table 1</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: our calculations on data from Istat, Banca d’Italia and BIMic.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "Note: “one-off allowances” include the 200- and 150-euros bonuses; “other measures affecting take-home pay” include the reduction of social security contributions paid by employees and the partial advance to 2022 of pension indexation.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table1",
                            "label": "Table 1",
                            "tables": [
                                "<table><thead><tr><th align=\"left\">Estimated total effect without Government intervention</th><th align=\"left\">81.3</th></tr></thead><tbody><tr><td align=\"left\">- minus reduction of general system charges, excise duties and VAT</td><td align=\"left\">16.2</td></tr><tr><td align=\"left\">- minus increase of the social bonus on energy bills</td><td align=\"left\">3.1</td></tr><tr><td align=\"left\">- minus one-off allowances</td><td align=\"left\">8.9</td></tr><tr><td align=\"left\">- minus other measures affecting take-home pay</td><td align=\"left\">3.6</td></tr><tr><td align=\"left\">= Effective impact including Government intervention</td><td align=\"left\">49.6</td></tr></tbody></table>"
                            ],
                            "title": "Impact of the inflationary shock on households’ purchasing power (<i>bn euros</i>).",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "According to our estimates, absent any Government intervention, the inflationary shock would have reduced households’ purchasing power in 2022 by 3,186 euros on average (<a href=\"#table2\">Table 2</a>); as expected, this figure increases with disposable income, since total expenditures and available income are obviously related. However, the actual impact of the crisis is estimated at 1,944 euros, where the difference (1,241) is due to the beneficial effect of the policies enacted. Interestingly, in nominal terms, the amount of money that households received from the Government (either indirectly as a price reduction or directly as income support) is relatively homogenous across income quintiles. In fact, the sharp reduction in the eligibility for the social bonus as income increases is basically offset by higher values of untargeted price measures (general system charges, excise duties and VAT).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "footnotes": [
                                {
                                    "text": [
                                        {
                                            "text": "<i>Source</i>: our calculations on data from Istat, Banca d’Italia and BIMic.",
                                            "type": "paragraph"
                                        }
                                    ]
                                },
                                {
                                    "text": [
                                        {
                                            "text": "Note: “one-off allowances” include the 200- and 150-euros bonuses; “other measures affecting take-home pay” include the reduction of social security contributions paid by employees and the partial advance to 2022 of pension indexation.",
                                            "type": "paragraph"
                                        }
                                    ]
                                }
                            ],
                            "id": "table2",
                            "label": "Table 2",
                            "tables": [
                                "<table><thead><tr><th align=\"left\"/><th align=\"left\" rowspan=\"2\">Total</th><th align=\"left\" colspan=\"5\">Quintiles of disposable income</th></tr><tr><th align=\"left\"/><th align=\"left\">1</th><th align=\"left\">2</th><th align=\"left\">3</th><th align=\"left\">4</th><th align=\"left\">5</th></tr></thead><tbody><tr><td align=\"left\">Total effect without Government intervention: (a)</td><td align=\"left\">3,186</td><td align=\"left\">2,305</td><td align=\"left\">2,675</td><td align=\"left\">3,160</td><td align=\"left\">3,497</td><td align=\"left\">4,292</td></tr><tr><td align=\"left\">Total effect with Goverm-nment intervention: (b)</td><td align=\"left\">1,944</td><td align=\"left\">998</td><td align=\"left\">1,320</td><td align=\"left\">1,955</td><td align=\"left\">2,273</td><td align=\"left\">3,176</td></tr><tr><td align=\"left\">Attenuation of the total effect due to Government intervention: (a)-(b) of which</td><td align=\"left\">1,241</td><td align=\"left\">1,307</td><td align=\"left\">1,356</td><td align=\"left\">1,205</td><td align=\"left\">1,224</td><td align=\"left\">1,115</td></tr><tr><td align=\"left\"><i>measures on general system charges, excise duties and VAT</i></td><td align=\"left\">635</td><td align=\"left\">468</td><td align=\"left\">567</td><td align=\"left\">642</td><td align=\"left\">685</td><td align=\"left\">811</td></tr><tr><td align=\"left\"><i>social bonus on energy bills</i></td><td align=\"left\">120</td><td align=\"left\">365</td><td align=\"left\">206</td><td align=\"left\">27</td><td align=\"left\">3</td><td align=\"left\">0</td></tr><tr><td align=\"left\"><i>one-off allowances</i></td><td align=\"left\">347</td><td align=\"left\">392</td><td align=\"left\">441</td><td align=\"left\">374</td><td align=\"left\">341</td><td align=\"left\">189</td></tr><tr><td align=\"left\"><i>other measures affecting take-home pay</i></td><td align=\"left\">139</td><td align=\"left\">82</td><td align=\"left\">142</td><td align=\"left\">162</td><td align=\"left\">195</td><td align=\"left\">116</td></tr></tbody></table>"
                            ],
                            "title": "Impacts on average households’ purchasing power (euros)",
                            "type": "table"
                        }
                    ],
                    "type": "figure"
                }
            ],
            "id": "s3",
            "title": "3. Assessing the impact of the inflationary shock",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The remarkable differences existing between the consumption baskets (in terms of both their incidence of households’ expenditures on income and of the basket composition) and the high heterogeneity in price increases (between energy and food goods, on the one hand, and other goods and services, on the other) lead to a very differentiated purchasing power losses across households. <a href=\"#bib15\">Istat (2022)</a> shows that in June 2022 inflation for households belonging to the first quintile of total expenditure was almost 4 percentage points higher than that experienced by households belonging to the last quintile, due to the different basket composition.",
                    "type": "paragraph"
                },
                {
                    "text": "BIMic and the use of detailed data on price dynamics make it possible to estimate specific inflation rates for each household. Given the higher weight of food and energy goods in the consumer basket of low-income households, the inflation rates experienced in 2022 by households in this group are on average higher (<a href=\"#fig3\">Figure 3</a>, left-hand panel). Aggregating inflation rates according to quintiles of equivalent income, we show that the distribution of household-specific inflation rates in the first quintile exhibits not only a higher average, but also a greater dispersion than the upper quintiles (<a href=\"#fig3\">Figure 3</a>, right-hand panel).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source:</i> our calculations on data from Istat, Banca d’Italia and BIMic.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig3",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00330%2Fijm-00330-fig003.tif",
                                "size": {
                                    "width": 2520,
                                    "height": 793
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00330%2Fijm-00330-fig003.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00330-fig003.jpg"
                                }
                            },
                            "label": "Figure 3",
                            "title": "Household-specific inflation rates and equivalent disposable income.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The heterogeneity of inflation rates between households is not the only channel through which the inflationary shock has a differentiated impact on household income. A second important factor is represented by the different average propensity to consume: the higher this propensity, the more a price increase (even if it was homogeneous for categories of goods and services) absorbs a greater share of disposable income. <a href=\"#fig4\">Figure 4</a> shows how the average propensity to consume falls from 95 per cent in the first quintile of disposable income to 70 per cent in the fifth one.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source:</i> our calculations on data from Istat, Banca d’Italia and BIMic.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<i>Note:</i> these figures are obtained by censoring observations to display a propensity to consume smaller or equal to 100%. The incidence of censored observations is highest in the first quintile (more than 70%).",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig4",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00330%2Fijm-00330-fig004.tif",
                                "size": {
                                    "width": 1572,
                                    "height": 1144
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00330%2Fijm-00330-fig004.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00330-fig004.jpg"
                                }
                            },
                            "label": "Figure 4",
                            "title": "Average propensity to consume by quintiles of equivalent disposable income",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "<a href=\"#fig5\">Figure 5</a> (left-hand panel) shows how these two factors affect the different impact of the inflationary shock, in the scenario with no-government intervention. The first quintile is the one most affected by the shock, due both to the highest average propensity to consume and to a basket composition relatively more tilted towards food and energy goods. As equivalent disposable income increases, the component due to basket composition plays a smaller role (although still not negligible for the second quintile).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source:</i> our calculations on data from Istat, Banca d’Italia and BIMic.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<i>Note:</i> In the left-hand panel, the basket composition effect is obtained by relating to household disposable income (in the absence of shock) the difference between the expenditure that would occur if each good and service was subject to a homogeneous inflation rate (equal to the economy-wide inflation) and the expenditure that would occur in presence of heterogeneous inflation rates among goods and services. The effect due to the average propensity to consume is obtained by relating to household disposable income (in the absence of shock) the difference between the expenditure that would occur with the homogeneous inflation rate cited above and the spending that would have occurred in the absence of shocks. Both these effects are estimated assuming no Government interventions. In the right-hand panel, the average incidence of the inflationary shock by quintiles of equivalent income is obtained by relating to household disposable income: i) the difference between expenditure in the absence of government measures and expenditure in the absence of shock, ii) the difference between actual post-shock spending and non-shock spending and iii) the impact of government measures.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig5",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00330%2Fijm-00330-fig005.tif",
                                "size": {
                                    "width": 2520,
                                    "height": 905
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00330%2Fijm-00330-fig005.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00330-fig005.jpg"
                                }
                            },
                            "label": "Figure 5",
                            "title": "Incidence of the inflationary shock by quintiles of equivalent disposable income.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "The measures adopted by the Government support households in different ways. Some of them affect downwards the price level of some goods, either for all consumers (as in the case of the application of a reduced VAT rate to gas consumption) or for a selected share of them (as in the case of the social bonus for electricity and gas consumption); others increase the income of a high share of consumers (as in the case of the 200- and 150-euros bonuses, the reduction of social security contributions paid by the employees, the advance to 2022 of part of the pension indexation). Overall, the measures exerted a remarkable redistributive effect, offsetting a large part of the heterogeneity of the shock across income levels. <a href=\"#fig5\">Figure 5</a> (right-hand panel) shows the incidence of the inflationary shock gross and net of measures: for the first two quintiles, Government interventions substantially halved the incidence of the shock.",
                    "type": "paragraph"
                },
                {
                    "text": "The strengthening of social bonuses, which is a means-tested benefit based on the economic condition of the household as certified by the ISEE, is the most effective measure in mitigating the regressive effect of the inflationary shock. Measures aimed at reducing the prices of energy goods for all consumers (reduction of general system charges, VAT rate at 5 per cent on gas, cut of excise duties on fuels), the one-off 200- and 150- euros bonuses and – although to a lesser extent – the other measures affecting the take-home pay (disbursed on the basis on individual income only) benefit also mid-to-high income households (for example, the highest two quintiles of household equivalent income benefit from almost 12 billion; <a href=\"#fig6\">Figure 6</a>).",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source:</i> our calculations on data from Istat, Banca d’Italia and BIMic.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<i>Note:</i> “untargeted price measures” include the reduction of general system charges, of excise duties and of VAT; “one-off allowances” include the 200- and 150-euros bonuses; “other measures affecting take-home pay” include the reduction of social security contributions paid by employees and the partial advance to 2022 of pension indexation.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig6",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00330%2Fijm-00330-fig006.tif",
                                "size": {
                                    "width": 2520,
                                    "height": 914
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00330%2Fijm-00330-fig006.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00330-fig006.jpg"
                                }
                            },
                            "label": "Figure 6",
                            "title": "Government measures: targeting (bn. euros) and incidence on disposable income, by quintiles of equivalent income.",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#fig7\">Figure 7</a> shows the incidence of the inflationary shock (gross and net of all the measures adopted by the Government) and the destination of the measures by deciles of the ISEE. This indicator offers a double advantage with respect to alternative criteria for ordering households. On the one hand, as it also considers households’ wealth, it better describes the total means that households can use to cope with the shock. On the other hand, it can be directly observed by the policy maker, who could design further support measures based on this variable (as it did with the strengthening of energy bonuses).",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source:</i> our calculations on data from Istat, Banca d’Italia and BIMic.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "<i>Note:</i> “untargeted price measures” include the reduction of general system charges, of excise duties and of VAT; “one-off allowances” include the 200- and 150-euros bonuses; “other measures affecting take-home pay” include the reduction of social security contributions paid by employees and the partial advance to 2022 of pension indexation.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig7",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00330%2Fijm-00330-fig007.tif",
                                        "size": {
                                            "width": 2835,
                                            "height": 1081
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00330%2Fijm-00330-fig007.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00330-fig007.jpg"
                                        }
                                    },
                                    "label": "Figure 7",
                                    "title": "incidence of the shock and measures targeting (bn euros) by deciles of ISEE.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "Overall, the measures significantly mitigate the average incidence of shock for the entire population, from about 12.4 per cent of disposable income to 6.7 percent. The reduction is particularly high for the first three deciles (i.e. households with an ISEE below approximately 11,700 euros). These families absorb almost all of the resources allocated to the strengthening of energy bonuses: being concentrated on a relatively small number of households, these resources are therefore effectively used to attenuate the energy shock where this affects the most. It should be emphasized that – despite the concentration of the energy bonus among the poorest families – households with ISEE above the median still receive about 46 per cent of the total resources devoted by the Government to cushion households from the energy shock. This reflects the fact that the most affluent households, characterized by higher spending volumes, benefit the most from the measures that affect the prices of energy goods and that recipients of several measures are identified on the basis of individual income, with the relevant exception of the social bonuses.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-1",
                    "title": "4.1 Analysis by classes of ISEE",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "<a href=\"#fig8\">Figure 8</a> shows the average incidence of both the inflationary shock and Government interventions, grouping the households by type of prevailing income. There are no significant differences between the two largest groups, with prevalent income from payroll employment (12.5 million of households) and retirement (9.7 million). The incidence of the shock is only slightly higher for retirees than for payroll employees, reflecting lower average incomes earned in the former group. However, it should be borne in mind that starting from January 2023, the revaluation of all pensions to take into account the inflation expected for 2022 will be completed, by integrating the partial anticipation enacted since October 2022.",
                            "type": "paragraph"
                        },
                        {
                            "assets": [
                                {
                                    "caption": [
                                        {
                                            "text": "<i>Source:</i> our calculations on data from Istat, Banca d’Italia and BIMic.",
                                            "type": "paragraph"
                                        },
                                        {
                                            "text": "<i>Note:</i> “untargeted price measures” include the reduction of general system charges, of excise duties and of VAT; “one-off allowances” include the 200- and 150-euros bonuses; “other measures affecting take-home pay” include the reduction of social security contributions paid by employees and the partial advance to 2022 of pension indexation.",
                                            "type": "paragraph"
                                        }
                                    ],
                                    "id": "fig8",
                                    "image": {
                                        "alt": "",
                                        "uri": "%iiif_uri%/00330%2Fijm-00330-fig008.tif",
                                        "size": {
                                            "width": 2835,
                                            "height": 1027
                                        },
                                        "source": {
                                            "mediaType": "image/jpeg",
                                            "uri": "%iiif_uri%/00330%2Fijm-00330-fig008.tif/full/full/0/default.jpg",
                                            "filename": "ijm-00330-fig008.jpg"
                                        }
                                    },
                                    "label": "Figure 8",
                                    "title": "Analysis by prevailing sources of income in the household.",
                                    "type": "image"
                                }
                            ],
                            "type": "figure"
                        },
                        {
                            "text": "The allocation to the three groups of the total resources that the Government has devoted to mitigating the impact of energy price hikes broadly reflects their different size: in our estimates, 16.4 billion are targeted to households with prevalent incomes from payroll employment, 11.6 billion to those with prevalent income from retirement and 3.7 billion to the others. The latter group benefits relatively more from the social bonuses on utilities and relatively less from the other bonuses.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4-2",
                    "title": "4.2 Analysis by sources of income",
                    "type": "section"
                }
            ],
            "id": "s4",
            "title": "4. Heterogeneity in the impact of the inflationary shock and of Government measures",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "The analysis by deciles of ISEE showed that the Government interventions have mitigated the shock deriving from the rise in inflation, especially for less well-off families. It may be useful to describe, using a synthetic index, to what extent the overall inequality in household purchasing power has risen because of price increases and to what extent the Government interventions have been able to counteract this rise. <a href=\"#fig9\">Figure 9</a> shows the Gini index of household purchasing power, initially assumed equal to the equivalent household disposable income.",
                    "type": "paragraph"
                },
                {
                    "assets": [
                        {
                            "caption": [
                                {
                                    "text": "<i>Source:</i> our calculations on data from Istat, Banca d’Italia and BIMic.",
                                    "type": "paragraph"
                                },
                                {
                                    "text": "<i>Note:</i> “measure on prices” include the reduction of general system charges, of excise duties on fuel and of VAT rate on gas; “one-off allowances” include the 200- and 150-euros bonuses; “other measures” include the reduction of social security contributions paid by employees and the partial advance to 2022 of pension indexation.",
                                    "type": "paragraph"
                                }
                            ],
                            "id": "fig9",
                            "image": {
                                "alt": "",
                                "uri": "%iiif_uri%/00330%2Fijm-00330-fig009.tif",
                                "size": {
                                    "width": 1701,
                                    "height": 1247
                                },
                                "source": {
                                    "mediaType": "image/jpeg",
                                    "uri": "%iiif_uri%/00330%2Fijm-00330-fig009.tif/full/full/0/default.jpg",
                                    "filename": "ijm-00330-fig009.jpg"
                                }
                            },
                            "label": "Figure 9",
                            "title": "Pre- and post-shock inequality in purchasing power",
                            "type": "image"
                        }
                    ],
                    "type": "figure"
                },
                {
                    "text": "In the absence of Government interventions, the inflationary shock leads to a drop in the purchasing power of households that is not evenly distributed, as the Gini index of “real” disposable incomes increases by about 2 percentage points, from 34.7 to 36.7. Government interventions are able to sterilize about 70 per cent of this greater inequality. However, the four main Government interventions are not equally effective in achieving this goal. The social bonuses on utilities prove to be the most effective measure in alleviating the worsening of inequality, since they are designed on the basis of ISEE; their enhancement significantly reduces the Gini index, absorbing much less resources than the other measures. The one-off allowances (bonuses by 200 and 150 euros), the other measures affecting take-home pay (reduction in social security contributions and partial advance of pension indexation) and, above all, the non-selective interventions on the prices of energy goods (reduction of general system charges and of VAT rate on gas, cut of excise duties on fuels) are much less effective in reducing inequality, especially if assessed in terms of their impact on public finances.",
                    "type": "paragraph"
                }
            ],
            "id": "s5",
            "title": "5. Impact on inequality",
            "type": "section"
        },
        {
            "content": [
                {
                    "text": "This analysis quantifies the impact on Italian households’ purchasing power of the marked and unexpected increase in inflation recorded since the second half of 2021. Exploiting microsimulation tools, we are able to insulate the effects of the Government intervention, aimed at supporting households’ incomes and at lessening energy price hikes.",
                    "type": "paragraph"
                },
                {
                    "text": "According to our estimates, the Government measures reduced the 2022 inflation rate on average by almost 2 percentage points. The impact of the rise in inflation on the purchasing power of households, which in the absence of the policy intervention would have amounted to more than 81 billion euros (or 3,200 euros per household), is lowered to less than 50 billion (or about 2,000 euros per household). Noteworthy, Government interventions are able to sterilize about 70 per cent of the greater inequality (as measured by the Gini index) of purchasing power that is induced by the uneven effects of the inflationary shock.",
                    "type": "paragraph"
                },
                {
                    "text": "In particular, the strengthening of the social bonuses on electricity and gas is the most effective intervention in limiting such an increase in inequality, in light of its limited impact on public finances. On the other hand, the measures aimed at reducing price increases for all the households (such as the decrease in VAT rates on gas bills or lower excise duties on fuel) are, predictably, the least effective in reducing ex-post inequality. The 200- and the 150-euros bonuses and the other measures affecting take-home pay (reduction of social contributions paid by employees and the advance partial payment of pensions revaluation) lie somewhat in the middle as regards effectiveness since, being conditional on individual income, they partly benefit wealthy families.",
                    "type": "paragraph"
                }
            ],
            "id": "s6",
            "title": "6. Conclusions",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "As we document in the following, price changes faced by consumers are strongly heterogeneous and this is more true in periods of high inflation; the consequent change in relative prices indeed should push utility maximizer households to re-optimize their consumption choices.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "Such households are defined on the basis of the Equivalent Economic Situation Indicator (<i>Indicatore della situazione economica equivalente,</i> ISEE). ISEE is a widely used indicator in the Italian tax and benefit system, for the means-testing eligibility rules of both cash benefits (such as child allowances) and in-kind transfers (such as the access to public housing). ISEE takes into account both incomes and assets available to the household and scales these resources by an appropriate equivalence scale. Social bonus for gas and electricity is targeted in particular to households with ISEE up to € 8,265 (up to € 20,000 for households with more than three children), to recipients of the Italian minimum income scheme (<i>Reddito di cittadinanza</i>) and to people suffering from serious illness or cohabiting with persons forced to use life-saving electro-medical equipment.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This statistical integration is necessary whenever the analysis requires a joint evaluation of consumption and households’ means (incomes and wealth); in previous studies, the same methodology was used to assess the distributive effects of VAT and the impact of minimum income schemes on absolute poverty. See, respectively, <a href=\"#bib12\">Curci and Savegnago (2019)</a> and <a href=\"#bib11\">Curci et al. (2020)</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "We do not employ the most recent available wave of the SHIW, released in summer 2022 and referring to 2020 incomes, since the inclusion of this wave in BIMic database is still ongoing. In particular, this process requires the estimation of pre-tax incomes starting from the post-tax incomes collected in the survey.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn4",
                    "title": "4.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "For households’ expenditures in year 2022, we employ the official inflation data available when the Macroeconomic projections for the Italian economy were released, on 13 October 2022 (<a href=\"#bib4\">Banca d’Italia, 2022</a>), and we exploit Banca d’Italia’s internal forecasts for the remaining part of the year.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn5",
                    "title": "5.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "This measures automatically raises the taxable income for the recipients, which in turns leads to an increase in the personal income tax (PIT). Therefore, the net-of-taxes effect is smaller than the gross effect and takes into account the progressivity embedded in the Italian PIT design. Our model allows to simulate accurately these effects.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn6",
                    "title": "6.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The ISEE threshold was raised from 8,265 to 12,000 euros, retroactively since the first quarter and until the end of the year.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn7",
                    "title": "7.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "In general, the revaluation mechanism operates on the basis of the consumer price index for white and blue collar workers (excluding tobacco products), released yearly by Istat. The indexation is full for retirees with pension income up to approximately 2,100 euros per month and gradually smaller for higher-income retirees as their pension rises. The partial anticipation enacted in the last months of 2022 only applies to retirees with annual pension income lower than 35,000 euros. As noted for the cut of the rate of social security contributions (see footnote 3), even the revaluation of the pensions increases taxable income and we fully account for this in the model.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn8",
                    "title": "8.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "See the Press Release “Gas: uncertainty and high prices call for new procedures for updating the cost of the commodity for users on protection regime offers”, 29 July 2022, available at <a href=\"https://www.arera.it/it/inglese/attivita.htm\">https://www.arera.it/it/inglese/attivita.htm</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn9",
                    "title": "9.",
                    "type": "section"
                }
            ]
        }
    ],
    "references": [
        {
            "authors": [
                {
                    "name": {
                        "index": "Amores, AF",
                        "preferred": "AF Amores"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Basso, HS",
                        "preferred": "HS Basso"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Bischl, JS",
                        "preferred": "JS Bischl"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "De Agostini, P",
                        "preferred": "P De Agostini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Poli, SD",
                        "preferred": "SD Poli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Dicarlo, E",
                        "preferred": "E Dicarlo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Flevotomou, M",
                        "preferred": "M Flevotomou"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Freier, M",
                        "preferred": "M Freier"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Maier, S",
                        "preferred": "S Maier"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "García-Miralles, E",
                        "preferred": "E García-Miralles"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pidkuyko, M",
                        "preferred": "M Pidkuyko"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ricci, M",
                        "preferred": "M Ricci"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Riscado, S",
                        "preferred": "S Riscado"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "details": "SSRN Electronic Journal, 330, 10.2139/ssrn.4604418",
            "id": "bib1",
            "title": "Inflation, Fiscal Policy and Inequality",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Ari, A",
                        "preferred": "A Ari"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Arregui, N",
                        "preferred": "N Arregui"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Black, S",
                        "preferred": "S Black"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Celasun, O",
                        "preferred": "O Celasun"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Iakova, D",
                        "preferred": "D Iakova"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mineshima, A",
                        "preferred": "A Mineshima"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Mylonas, V",
                        "preferred": "V Mylonas"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Parry, I",
                        "preferred": "I Parry"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Teodoru, I",
                        "preferred": "I Teodoru"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Zhunussova, K",
                        "preferred": "K Zhunussova"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "details": "IMF Working Paper 22/152",
            "id": "bib2",
            "title": "Surging Energy Prices in Europe in the Aftermath of the War: How to Support the Vulnerable and Speed up the Transition Away from Fossil Fuels",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Banca d’Italia",
                    "type": "group"
                }
            ],
            "date": "2021",
            "id": "bib3",
            "title": "Economic Bulletin: Section 2.10 Projections",
            "type": "web",
            "uri": "https://www.bancaditalia.it/pubblicazioni/bollettino-economico/2021-3/en-boleco-3-2021.pdf?language_id=1",
            "volume": "3"
        },
        {
            "authors": [
                {
                    "name": "Banca d’Italia",
                    "type": "group"
                }
            ],
            "bookTitle": "Macroeconomic Projections for the Italian Economy - October 2022",
            "date": "2022",
            "id": "bib4",
            "publisher": {
                "name": [
                    "Banca D’italia Eurosistema"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Bella, E",
                        "preferred": "E Bella"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "details": "Osservatorio Sui Conti Pubblici Italiani, Università Cattolica",
            "id": "bib5",
            "title": "Quali famiglie hanno beneficiato maggiormente deisussidi contro i rincari?",
            "type": "unknown"
        },
        {
            "articleTitle": "Variation in the Inflation Experiences of Households”, Board of Governors of the Federal Reserve System",
            "authors": [
                {
                    "name": {
                        "index": "Brainard, L",
                        "preferred": "L Brainard"
                    },
                    "type": "person"
                }
            ],
            "conference": {
                "name": [
                    "Spring 2022 Institute Research Conference Opportunity and Inclusive Growth Institute"
                ]
            },
            "date": "2022",
            "id": "bib6",
            "publisher": {
                "name": [
                    "Federal Reserve Bank of Minneapolis"
                ]
            },
            "type": "conference-proceeding"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Cardoso, C",
                        "preferred": "C Cardoso"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ferreira, C",
                        "preferred": "C Ferreira"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Leiva, JM",
                        "preferred": "JM Leiva"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Nuño, G",
                        "preferred": "G Nuño"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Ortiz, A",
                        "preferred": "A Ortiz"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Rodrigo, T",
                        "preferred": "T Rodrigo"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Vazquez, S",
                        "preferred": "S Vazquez"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "details": "Red Nacional de Investigadores En Economía (RedNIE",
            "id": "bib7",
            "title": "The Heterogeneous Impact of Inflation on Households’ Balance Sheet",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Charalampakis, E",
                        "preferred": "E Charalampakis"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Fagandini, B",
                        "preferred": "B Fagandini"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Henkel, L",
                        "preferred": "L Henkel"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Osbat, C",
                        "preferred": "C Osbat"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "details": "Banca d’Italia",
            "id": "bib8",
            "title": "The impact of the recent rise in inflation on low-income households",
            "type": "unknown"
        },
        {
            "articleTitle": "To eat or to heat: are energy bills squeezing people’s spending",
            "authors": [
                {
                    "name": {
                        "index": "Colabella, A",
                        "preferred": "A Colabella"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Lavecchia, L",
                        "preferred": "L Lavecchia"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Michelangeli, V",
                        "preferred": "V Michelangeli"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Pico, R",
                        "preferred": "R Pico"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "id": "bib9",
            "journal": "Banca d’Italia, Questioni Di Economia e Finanza",
            "pages": "800",
            "type": "journal"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Corsello, F",
                        "preferred": "F Corsello"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Tagliabracci, A",
                        "preferred": "A Tagliabracci"
                    },
                    "type": "person"
                }
            ],
            "date": "2022",
            "details": "Assessing the pass-through of energy prices to inflation in the euro area, Banca d’Italia, Questioni Di Economia e Finanza, Forthcoming",
            "id": "bib10",
            "title": "Banca d’Italia, Questioni Di Economia e Finanza, Forthcoming",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Curci, N",
                        "preferred": "N Curci"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savegnago, M",
                        "preferred": "M Savegnago"
                    },
                    "type": "person"
                }
            ],
            "date": "2019",
            "details": "Banca d’Italia, Temi Di Discussione, 1244",
            "id": "bib12",
            "title": "Shifting taxes from labour to consumption: the efficiency-equity trade-off",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Curci, N",
                        "preferred": "N Curci"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Grasso, G",
                        "preferred": "G Grasso"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Savegnago, M",
                        "preferred": "M Savegnago"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Recchia, P",
                        "preferred": "P Recchia"
                    },
                    "type": "person"
                }
            ],
            "date": "2020",
            "details": "SSRN Electronic Journal, 1298, 10.2139/ssrn.3710131",
            "id": "bib11",
            "title": "Anti-Poverty Measures in Italy: A Microsimulation Analysis",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Eckerstorfer, P",
                        "preferred": "P Eckerstorfer"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Riegler, M",
                        "preferred": "M Riegler"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Sindermann, F",
                        "preferred": "F Sindermann"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "Inflation and Government Response – Distributional Impact on Austrian Households",
            "date": "2023",
            "id": "bib13",
            "publisher": {
                "name": [
                    "mimeo, Austrian Parliamentary Budget Office"
                ]
            },
            "type": "book"
        },
        {
            "authors": [
                {
                    "name": "European Commission",
                    "type": "group"
                }
            ],
            "date": "2022",
            "id": "bib14",
            "title": "The effect of rising energy and consumer prices on household finances, material deprivation and energy poverty in the EU",
            "type": "web",
            "uri": "https://economy-finance.ec.europa.eu/economic-forecast-and-surveys/economic-forecasts/autumn-2022-economic-forecast-eu-economy-turning-point_en"
        },
        {
            "authors": [
                {
                    "name": "Istat",
                    "type": "group"
                }
            ],
            "date": "2022",
            "id": "bib15",
            "publisher": {
                "name": [
                    "Comunicato sui prezzi al consumo, July 15 2022"
                ]
            },
            "source": "Approfondimento: la misura dell’inflazione per classi di spesa delle famiglie, Comunicato sui prezzi al consumo",
            "title": "Approfondimento: la misura dell’inflazione per classi di spesa delle famiglie, Comunicato sui prezzi al consumo",
            "type": "report"
        },
        {
            "authors": [
                {
                    "name": "Ministero dell’Economia e delle Finanze",
                    "type": "group"
                }
            ],
            "date": "2022",
            "id": "bib16",
            "title": "Nota di aggiornamento al Documento di Economia e Finanza 2022",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Prati, A",
                        "preferred": "A Prati"
                    },
                    "type": "person"
                }
            ],
            "date": "2023",
            "details": "Review of Income and Wealth",
            "id": "bib17",
            "title": "The well-being cost of inflation inequalities",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": "Ufficio Parlamentare di Bilancio",
                    "type": "group"
                }
            ],
            "date": "2022",
            "details": "Gli effetti distributivi dell’aumento dei prezzi e delle misure di sostegno in favore delle famiglie, Flash",
            "id": "bib18",
            "title": "Flash",
            "type": "unknown"
        },
        {
            "authors": [
                {
                    "name": {
                        "index": "Valachyová, J",
                        "preferred": "J Valachyová"
                    },
                    "type": "person"
                },
                {
                    "name": {
                        "index": "Senaj, M",
                        "preferred": "M Senaj"
                    },
                    "type": "person"
                }
            ],
            "bookTitle": "On the Welfare of Families: The Case of Slovakia",
            "date": "2023",
            "id": "bib20",
            "publisher": {
                "name": [
                    "mimeo, Slovak Council for Budget Responsibility"
                ]
            },
            "type": "book"
        }
    ],
    "appendices": [
        {
            "content": [
                {
                    "text": "The measures categorized in the four groups reported in Section 2 are included in the following legislative acts:",
                    "type": "paragraph"
                },
                {
                    "items": [
                        [
                            {
                                "text": "The Decree Law (D.L.) 99/2021 eliminated general system charges paid by electricity users for the third quarter of 2021, lowering to 9.9 per cent from above 20 per cent the increase in tariffs on the regulated electricity market compared to three months earlier. The D.L. 130/2021 extended to the fourth quarter of 2021 the reduction in general system charges for electricity users and extended it to gas users; for these consumers it also dictated the application of a reduced value added tax (VAT) rate (at 5 per cent). This implied a smaller increase than there would have been without the Government intervention for both electricity tariffs (29.8 percent instead of 45 per cent) and gas tariffs (14.4 per cent instead of 30) in the corresponding regulated markets. The same decree also strengthened the standard electricity and gas social bonuses, intended for the most economic fragile families, by raising their amount (see below).",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "The Budget law for 2022 and the D.L. 17/2022 extended the measures planned for 2021 to the first two quarters of 2022. As a consequence, in the regulated markets in the first quarter the increase in electricity tariffs was attenuated by about 10 percentage points, to 55 per cent, and that of gas tariffs by 17.5 points, to 41.8 per cent. The D.L. 21/2022 also allowed, starting from the second quarter, the modification of a tariff component that effectively implied the repeal of the general system charges payed by gas users. Overall, such measures implied a reduction in electricity and gas bills (estimated at around 10 per cent), the first after almost a year and a half of continued increases. The Budget law also envisaged a cut (by 0.8 percentage points) of the rate of social security contributions paid by employees whose annual wage was below 35,000 euros.<a href=\"#fn6\"><sup>6</sup></a>",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "The D.L. 21/2022, followed by other 11 decrees, provided for a cut in excise duties on fuels in place from the 23<sup>rd</sup> of March until the end of the year (0.25 euros per liter, corresponding to 0.305 including VAT), which is estimated to reduce inflation in each quarter by about half a percentage point. The number of households eligible for social bonuses was also temporarily expanded.<a href=\"#fn7\"><sup>7</sup></a> Such bonuses, although implying a direct discount on the energy bills, until March 2022 were not considered by Istat in the compilation of the harmonized price index (being instead accounted for as public transfers in the disposable income of households). Since April 2022, Istat considered the discount on the bill as an effective reduction of the price, with a significant impact on headline inflation. This decision was motivated by two reasons: first, the introduction of an automatic procedure for granting the bonus (it is the social security institute, INPS, that communicates the names of the eligible families to the various electricity and gas suppliers which then directly apply the discount on the bill); second, the availability, from April on, of precise estimates on the number of beneficiaries (about 3 million households for the electricity bonus and 2 million for the gas bonus). As a result, the increase in energy prices was revised downward to 40.0 per cent year-on-year, from 42.8 in the preliminary estimate; the growth of the general index was corrected downwards to 6.3 per cent (from 6.6).",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "In May, the Government issued the so-called “Aid” decree (D.L. 50/2022), which provided, among other measures, a one-off 200 euro bonus targeted to employees, self-employed and retired workers with gross incomes up to 35,000 euro, and also to unemployed, to seasonal workers, to home-carers and to minimum income scheme beneficiaries (in total 31 million recipients). Another one-off allowance amounting to 150 euros was provided by the D.L. 144/2022 (“Aid-ter” decree), conditional to a lower income limit (20,000 euro; about 22 million recipients).",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "In June, the D.L. 80/22 extended to the third quarter the measures affecting electricity and gas tariffs, including the social bonuses. The Government intervention was instrumental in attenuating the rise in the electricity tariffs in the regulated market (0.4 per cent instead of 15 per cent) and left unchanged those for gas (that would have otherwise increased by 45 per cent).",
                                "type": "paragraph"
                            }
                        ],
                        [
                            {
                                "text": "In August, the so-called “Aid-bis” decree (D.L. 115/2022) raised the extent of the social security contribution cut from 0.8 to 2.0 percentage points for the second half of 2022. It also provided for an anticipation of part of the revaluation of the pensions (by 2%) from January 2023 to October 2022 (even if on a selective basis).<a href=\"#fn8\"><sup>8</sup></a> Finally, it extended to the fourth quarter the measures for the abatement of the tariffs, including the social bonuses. As a result, the increase in electricity tariffs was attenuated by 41 percentage points, to 59 per cent; in October, gas bills, also thanks to a new methodology for tariffs setting implemented by ARERA (the Italian Regulatory Authority for Energy, Networks and Environment),<a href=\"#fn9\"><sup>9</sup></a> decreased by 12.9 per cent.",
                                "type": "paragraph"
                            }
                        ]
                    ],
                    "prefix": "number",
                    "type": "list"
                }
            ],
            "id": "A1",
            "title": "Appendix A"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
