{
    "status": "vor",
    "id": "00331",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00331",
    "authorLine": "Emanuele Dicarlo et al.",
    "title": "Editorial",
    "published": "2025-12-22T00:00:00Z",
    "versionDate": "2025-12-22T00:00:00Z",
    "statusDate": "2025-12-22T00:00:00Z",
    "volume": 18,
    "issue": 3,
    "fpage": "I",
    "lpage": "III",
    "elocationId": "I-III",
    "pdf": "http://web:8082/00331/ijm-00331.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Dicarlo et al.",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Rome"
                            ]
                        },
                        "formatted": [
                            "Rome",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Banca d’Italia, Directorate General for Economics, Statistics and Research"
                    ]
                }
            ],
            "name": {
                "index": "Dicarlo, Emanuele",
                "preferred": "Emanuele Dicarlo"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Rome"
                            ]
                        },
                        "formatted": [
                            "Rome",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Banca d’Italia, Directorate General for Economics, Statistics and Research"
                    ]
                }
            ],
            "name": {
                "index": "Savegnago, Marco",
                "preferred": "Marco Savegnago"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Rome"
                            ]
                        },
                        "formatted": [
                            "Rome",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Banca d’Italia, Directorate General for Economics, Statistics and Research"
                    ]
                }
            ],
            "emailAddresses": [
                "Antonella.Tomasi@bancaditalia.it"
            ],
            "name": {
                "index": "Tomasi, Antonella",
                "preferred": "Antonella Tomasi"
            },
            "type": "person"
        },
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "Italy",
                            "locality": [
                                "Rome"
                            ]
                        },
                        "formatted": [
                            "Rome",
                            "Italy"
                        ]
                    },
                    "name": [
                        "Banca d’Italia, Directorate General for Economics, Statistics and Research"
                    ]
                }
            ],
            "name": {
                "index": "Curci, Nicola",
                "preferred": "Nicola Curci"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "This special issue stems from the 2nd Microsimulation Workshop, which was hosted by Banca d’Italia in June 2023. The event brought together researchers and policymakers to discuss the role of microsimulation in evaluating the distributional effects of inflation and energy price shocks.<a href=\"#fn1\"><sup>1</sup></a> <a href=\"#fn2\"><sup>2</sup></a>",
                    "type": "paragraph"
                },
                {
                    "content": [
                        {
                            "text": "In 2021 and 2022 inflation surged across both advanced and emerging economies, driven by the post-pandemic recovery, supply chain disruptions, and the Russian invasion of Ukraine in February 2022. The energy sector was particularly affected given the significant reliance of many countries on the natural gas imported from Russia.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The inflationary shock had significant distributional consequences. Lower-income households, who spend a larger share of their budgets on necessities such as food and energy, were disproportionately affected. In Austria, Slovakia, and Pakistan, for instance, the average propensity to consume among the bottom income deciles exceeded 90%, compared to 60–70% among the top deciles. Even modest price increases led to substantial welfare losses for vulnerable groups.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Governments responded with a variety of fiscal measures, ranging from broad-based price suppression – such as VAT cuts and energy subsidies - to targeted income support, including social bonuses and one-off allowances. The effectiveness, equity, and efficiency of these interventions varied significantly across countries and policy designs.",
                            "type": "paragraph"
                        },
                        {
                            "text": "This special issue brings together six papers that use microsimulation techniques to analyse the impact of the energy and inflation crises on welfare distribution. Covering a heterogeneous set of national contexts - Italy, Austria, Slovakia, Pakistan, Turkey, and the South Caucasus— these contributions offer valuable insights into household-level welfare changes, policy effectiveness, and methodological innovations.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s1",
                    "title": "1. Context: inflation, energy prices, and household welfare",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The first paper, by Colabella, Lavecchia, Michelangeli, and Pico, focuses on Italy and develops a microsimulation framework that incorporates energy demand elasticities into financial vulnerability modelling. The authors show that ignoring behavioural adjustments—such as reducing energy consumption due to price increases—overestimates household vulnerability. When elasticity is accounted for, the increase in debt-at-risk remains modest, aligning better with supervisory data. However, this adjustment comes at the cost of reduced welfare and thermal comfort.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The second country study, by Eckerstorfer, Riegler, and Sindermann, analyzes the case of Austria using EUROMOD and matched consumption data. It finds that government measures (1.3–1.6% of GDP annually) were progressive in relative terms, though absolute relief favoured higher-income households. The study decomposes inflation burdens and shows that the negative relation between average propensities to consume and household well-being explains most of the regressivity of the inflationary shock, while idiosyncratic inflation plays a minor role.<a href=\"#fn3\"><sup>3</sup></a>",
                            "type": "paragraph"
                        },
                        {
                            "text": "The third work, by Curci, Savegnago, Zevi, and Zizza, examines Italy again, but with a focus on the redistributive effects of inflation and the mitigating role of government interventions. Using BIMic, the Banca d’Italia tax and benefit microsimulation model, the authors find that targeted measures (like social bonuses on households’ energy bills, were more effective in reducing inequality than untargeted price reductions). Overall, policy responses sterilized about 70% of the increase in the Gini index of purchasing power.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The fourth paper, by Valachyová and Senaj, studies Slovakia and distinguishes between inflation-related and unrelated discretionary measures (the latter representing those policies adopted during the crises, such as child allowances, that according to the authors would have been introduced even in the absence of inflationary shock). The authors simulate purchasing power changes across income deciles and family types, showing that while 2022 saw a welfare drop, 2023 brought a recovery due to wage growth, pension adjustments to inflation, and energy price caps. Notably, permanent family support measures led to significant welfare gains for households with children.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The fifth paper, by O’Donoghue, Amjad, Linden, Lustig, Sologon, and Wang, introduces PRICES microsimulation framework, applying it to Pakistan. The study estimates that households would need transfers equivalent to 40% of pre-inflation expenditure to maintain welfare levels. It highlights the importance of food price inflation for low-income households and shows that behavioural responses—while present—have limited impact on mitigating welfare losses.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Going beyond South and Central-Europe countries, Can, O’Donoghue, Sologon, Smith, Griffin, and Murray extend the analysis to Turkey and the South Caucasus (Armenia, Georgia, Azerbaijan). Using harmonized microsimulation techniques, the authors find that inflation was regressive in Armenia and Georgia, while slightly progressive in Turkey due to the composition of price changes; the analyses also emphasise the distributional and welfare effects of inflation in Turkey, a country characterized by extremely sustained price dynamics (which peaked over 85% increase in October 2022).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s2",
                    "title": "2. Contributions of the six papers",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The six papers in this special issue showcase a rich array of methodological approaches that advance the frontier of microsimulation modelling. A key innovation is the integration of price elasticity into household-level simulations. In Colabella et al. and O’Donoghue et al. studies, short-run elasticities for electricity and heating are estimated using quasi-panel techniques and Linear Expenditure Systems, thus allowing to simulate behavioural responses to energy price shocks.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Another methodological advancement is the use of compensating variation (CV) as a welfare metric. CV provides a money-metric measure of the welfare loss associated with inflation, capturing the amount of income a household would need to maintain its pre-shock utility level. This approach is particularly valuable in contexts where behavioural responses are limited or difficult to observe, such as in the studies by O’Donoghue et al. and Can et al.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Several papers also employ statistical matching techniques to integrate income and consumption data. Eckerstorfer et al. uses hot-deck matching to combine EU-SILC and Household Budget Survey data, while O’Donoghue et al. PRICES model relies on parametric Engel curve estimation to impute expenditure patterns into income datasets. These techniques enable the simulation of both direct and indirect tax impacts, as well as the evaluation of targeted fiscal interventions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "The PRICES model further stands out by incorporating an environmentally extended input-output (EE-IO) framework. This allows the authors to trace the indirect effects of energy price changes through the production chain and assess the carbon intensity of household consumption. Although the model uses India as a proxy for Pakistan due to data limitations, it demonstrates the potential of combining microsimulation with input-output analysis to evaluate the broader economic and environmental implications of inflation.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Finally, the papers of Curci et al. and Valachyová et al. simulate multiple inflation scenarios—pre-shock, no intervention, and realized inflation—to isolate the effects of policy measures. Eckerstorfer et al. decompose the inflation burden into structural components, enhancing the interpretability of its findings. Together, these methodological choices reflect a growing sophistication in microsimulation modelling and its capacity to inform policy in real time.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s3",
                    "title": "3. Methodological Innovations",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The six studies reveal that policy responses to the inflationary crisis varied significantly across countries, both in terms of design and effectiveness.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In Italy, means-tested social bonuses for household energy expenditures were the most effective intervention, delivering the highest inequality reduction per euro spent and ensuring that relief reached those most affected by the price surge. In contrast, untargeted price measures—such as VAT cuts and fuel excise reductions—had high fiscal costs and benefited higher-income households disproportionately.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Austria’s experience underscores the importance of tax bracket indexation. While the measure was not explicitly designed to counter inflation, it helped preserve purchasing power, especially among middle-income households. However, the relief was less progressive than targeted transfers, and the dispersion of benefits within income deciles was substantial.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Slovakia adopted a mix of temporary and permanent measures, including energy price caps and generous family support. The price caps helped contain inflation in 2023, while the family support measures—though not directly linked to the inflation shock—significantly boosted welfare among households with children. The authors caution, however, that such permanent measures raise concerns about long-term fiscal sustainability.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Pakistan’s case illustrates the limitations of broad-based interventions in low-income settings. Despite a 41.5% increase in headline inflation, the government’s response was constrained by fiscal capacity. The PRICES model shows that households would need transfers averaging 40% of their pre-inflation expenditure to maintain welfare levels—a figure that far exceeds the scale of actual interventions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "In Turkey and the South Caucasus, the inflation burden was particularly severe, with food prices rising by over 150% in Turkey. The authors find that the poorest households faced welfare losses exceeding their disposable income, highlighting the urgent need for robust social protection systems. Behavioural responses were minimal, and existing fiscal measures failed to offset the regressivity of the inflation shock.",
                            "type": "paragraph"
                        },
                        {
                            "text": "These examples highlight that policy design is crucial: targeted income transfers, especially those linked to household characteristics and consumption patterns, are more effective in reducing welfare losses than broad subsidies or tax cuts; moreover, timing matters as delayed interventions, as seen in Slovakia, can exacerbate welfare losses in the short term, even if recovery follows. Additionally, administrative capacity and data infrastructure are essential for effective targeting. Granular data on household income, expenditure, and vulnerability are needed and microsimulation models, which integrate these data sources, offer a powerful tool for designing and evaluating fiscal interventions in real time.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s4",
                    "title": "4. Policy analysis",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The inflationary crisis of 2021–2022 exposed deep vulnerabilities in household finances and tested the responsiveness of fiscal policy. The six papers in this special issue demonstrate that microsimulation models are uniquely suited to analyse such complex, multidimensional shocks. By combining detailed household-level data with flexible simulation frameworks, these models capture the heterogeneity of impacts, evaluate policy alternatives, and inform real-time decision-making.",
                            "type": "paragraph"
                        },
                        {
                            "text": "Microsimulation allows researchers and policymakers to move beyond aggregate indicators and understand how inflation affects different households, regions, and demographic groups. It enables the simulation of behavioural responses, the integration of tax and transfer systems, and the assessment of both direct and indirect effects. In doing so, it provides a robust evidence base for designing equitable and efficient policy interventions.",
                            "type": "paragraph"
                        },
                        {
                            "text": "As inflationary pressures recede, the lessons from this crisis remain vital. Policymakers must continue to invest in data infrastructure, analytical capacity, and modelling tools to support an inclusive and resilient economic recovery. Microsimulation, as showcased in this special issue, will remain an indispensable instrument in that endeavour.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "s5",
                    "title": "5. Conclusions",
                    "type": "section"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        },
        {
            "id": "footnotes",
            "title": "Footnotes",
            "type": "section",
            "content": [
                {
                    "content": [
                        {
                            "text": "The first edition of the Bank of Italy’s Microsimulation Workshop was held in 2018. The programme and presentations from that event are available at the following link: <a href=\"https://www.bancaditalia.it/pubblicazioni/altri-atti-convegni/2018-microsimulation-fiscal/index.html\">https://www.bancaditalia.it/pubblicazioni/altri-atti-convegni/2018-microsimulation-fiscal/index.html</a>. The most recent edition - the third - was held in July 2025. Programme details and related materials can be accessed here: <a href=\"http://www.bancaditalia.it/pubblicazioni/altri-atti-convegni/2025-microsim/index.html\">www.bancaditalia.it/pubblicazioni/altri-atti-convegni/2025-microsim/index.html</a>.",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn1",
                    "title": "1.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The full programme and workshop presentations from the workshop are available at <a href=\"https://www.bancaditalia.it/pubblicazioni/altri-atti-convegni/2023-2nd-microsimulation/\">https://www.bancaditalia.it/pubblicazioni/altri-atti-convegni/2023-2nd-microsimulation/</a>",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn2",
                    "title": "2.",
                    "type": "section"
                },
                {
                    "content": [
                        {
                            "text": "The same conclusion is found in Curci et al., 2025 (cfr. <i>infra</i>).",
                            "type": "paragraph"
                        }
                    ],
                    "id": "fn3",
                    "title": "3.",
                    "type": "section"
                }
            ]
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
