{
    "status": "vor",
    "id": "00332",
    "version": 1,
    "type": "editorial",
    "doi": "10.34196/ijm.00332",
    "authorLine": "Matteo G Richiardi",
    "title": "Editorial",
    "published": "2025-08-20T00:00:00Z",
    "versionDate": "2025-08-20T00:00:00Z",
    "statusDate": "2025-08-20T00:00:00Z",
    "volume": 18,
    "issue": 2,
    "fpage": "I",
    "lpage": "II",
    "elocationId": "I-II",
    "pdf": "http://web:8082/00332/ijm-00332.pdf",
    "copyright": {
        "license": "CC-BY-4.0",
        "holder": "Richiardi",
        "statement": "This article is distributed under the terms of the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution License</a>, which permits unrestricted use and redistribution provided that the original author and source are credited."
    },
    "authors": [
        {
            "affiliations": [
                {
                    "address": {
                        "components": {
                            "country": "United Kingdom",
                            "locality": [
                                "Colchester"
                            ]
                        },
                        "formatted": [
                            "Colchester",
                            "United Kingdom"
                        ]
                    },
                    "name": [
                        "University of Essex"
                    ]
                }
            ],
            "emailAddresses": [
                "matteo.richiardi@essex.ac.uk"
            ],
            "name": {
                "index": "Richiardi, Matteo G",
                "preferred": "Matteo G Richiardi"
            },
            "type": "person"
        }
    ],
    "body": [
        {
            "content": [
                {
                    "text": "Summer 2025 brings two changes to the International Journal of Microsimulation. The first is a modification of the publication process, with a move to the publication of ‘in progress’ issues. New articles are assigned to forthcoming issues and published as soon as they complete the editorial process, reducing the waiting time for authors and readers. This means that until a new issue is finalised by the scheduled publishing date, it might contain fewer articles, and no Editorial. While this might at first appear puzzling, a clear disclaimer notifies the reader that the issue is ‘in progress’. This procedure combines the advantages of a continuous publication process with those of a more traditional practice, where articles follow the standard bibliographic reference with issue and page numbers and Editorials allow to connect the articles and identify ‘fils rouges’, whenever possible.",
                    "type": "paragraph"
                },
                {
                    "text": "The second change is in the composition of the Editorial team. After six years in the job, Patryk Bronka is leaving his role as Managing Editor. Patryk has done a fantastic job in growing the journal to its current high standards, working in close contact with me during a period when we overhauled the entire publication process. IJM authors who have interacted with him, as well as the Board of the International Microsimulation Association (which Patryk is also leaving) will join me in express our sincere gratitude to Patryk for all the (unpaid) hard work and dedication to the field. Patryk is succeeded by Michael Christl, an Associate Professor in Economics at the University of Loyola, Spain. Michael is well known to the microsimulation community, having spent several years in the EUROMOD team at the Joint Research Centre of the European Commission, in Sevilla. It is my pleasure to welcome him in the role.",
                    "type": "paragraph"
                },
                {
                    "text": "Coming to the content of the Summer 2025 issue, the first paper, by Tanja Kirn, Patrick Oschwald and Robin Anderl, introduces SWISSMOD, a static tax-benefit model for Switzerland belonging to the EUROMOD family. This is very timely considering the ongoing discussion in the country on the proposed transition from a joint to an individual taxation of income for couples. The second article, by Mark Regan and Theano Kakoulidou, examines the sensitivity of poverty and inequality statistics to different equivalisation scales used to weight household composition, taking Ireland as a testbed. The authors find that the choice of the equivalisation scale and the definition of income-sharing units substantially affect the estimated levels of poverty and inequality. The third article, by Matthias Schott, Lucas Heger, Kerem Akd and Friedemann Neuhaus, employs an agent-based model of the Covid-19 spread in Germany to test whether the observed variation in incidence rates per district can be explained by a random process informed by local demographics and state-wide policies, or local factors such as local policies and information campaigns also played a role. The study suggests that the former factors were dominant in driving the distribution of infection rates, at least within the State of Rhineland Palatinate. The fourth article, by Graham Stark, Howard Reed, Elliott Johnson, Daniel Nettle and Matthew Johnson, considers the effects on mental health and quality-adjusted life expectancy of a Universal Basic Income scheme designed on the basis of  experimental surveys on public preferences. Its main contribution is the use of conjoint analysis to elicit public preferences for trading off elements in policy design. Next, the paper by Philippe Liégeois, expands the EUROMOD tax-benefit model for Luxembourg to account for cross-border commuters, who provide an important source of revenues for a small country like Luxembourg but do not show up in the EU-SILC population for Luxembourg - hence not modelled in the Luxembourg component of EUROMOD - and are excluded from a number of benefits. Finally, the paper by Justin Van de Ven, Patryk Bronka and myself describes a way to introduce detailed tax-benefit considerations in a dynamic microsimulation setting, without the need to code complicated and hard-to-maintain tax-benefit functions. The suggested method involves statistically matching simulated households in the dynamic model with tax-benefit donors obtained by a third-party static model. The paper compares the imputation and functional approach on pseudo-true data generated from the functional approach in a contemporary UK policy context, and shows that the method generates qualitatively comparable results while significantly simplifying model development.",
                    "type": "paragraph"
                }
            ],
            "id": "s0",
            "title": "Main text",
            "type": "section"
        }
    ],
    "-meta": {
        "patched": true
    },
    "stage": "published"
}
